{"goal_meta_link_text":"custom.meta_link_text","goal_meta_link":"https://unstats.un.org/sdgs/metadata/files/Metadata-01-02-01.pdf","national_geographical_coverage":"Кыргызская Республика","measurement_units":"Процент","data_non_statistical":false,"graph_type":"line","graph_title":"Доля населения страны, живущего за официальной чертой бедности, в разбивке по полу, возрасту и территории","indicator_name":"global_indicators.1-2-1-title","page_content":"","en":{"indicator_definition":"Monitoring national poverty is important for country-specific development agendas. National poverty lines are used to make more accurate estimates of poverty consistent with the country’s specific economic and social circumstances, and are not intended for international comparisons of poverty rates.","indicator_name":"Proportion of population living below the national poverty line, by sex and age","target":"By 2030, reduce at least by half the proportion of men, women and children of all ages living in poverty in all its dimensions according to national definitions.","graph_title":"Proportion of population living below the national poverty line, by sex and age","computation_units":"Percentage (%)","national_geographical_coverage":"Kyrgyz Republic","measurement_units":"Percentage","page_content":"","goal_name":"1. End poverty in all its forms everywhere","target_name":"1.2: By 2030, reduce at least by half the proportion of men, women and children of all ages living in poverty in all its dimensions according to national definitions","indicator_name1":"1.2.1: Proportion of population living below the national poverty line, by sex and age","organization_name":"National Statistical Committee of the Kyrgyz Republic (Household Statistics Division)","contact_name":"Kerimalieva N.K.","contact_email":"Sdg_nsc@stat.kg ","contact_phone":"(0312) 32 46 91","organization_website":"www.stat.kg","definitions":"The national poverty rate is the percentage of the total population living below the national poverty line. The rural poverty rate is the percentage of the rural population living below the national poverty line. Urban poverty rate is the percentage of the urban population living below the national poverty.","concepts":"To calculate the proportion of country’s population living below the national poverty line, the following measures are required - welfare indicator (consumption) and poverty line, expressed in monetary terms.\nPoverty line is the estimated minimum level of income per person needed to secure the necessities of life.\nHousehold consumption expenditure - monetary expenditure on purchases of consumer non-food goods and services, as well as estimation of food consumption value.","rationale_interpretation":"National poverty line is used in the Kyrgyz Republic to assess population’s standard of living and justify targeted State support for low-income citizens in difficult circumstances, implementation of a single State social policy to ensure access to material and spiritual goods and services.\nWelfare indicator is calculated annually based on regular data on population expenditures and consumption of the Kyrgyz Republic. The poverty line is redefined along the revised social standards, collection methods or information processing procedures changes, and when the average annual inflation rate exceeds 10 per cent. In subsequent years, the poverty line is annually indexed to consumer price index (period to period): food basket value is indexed to the average annual consumer price index for food products, non-food goods and services value by the average annual index for non-food goods and services.","data_sources":"Integrated Household Budget and Labour Force Sample Survey (hereinafter IHBLFSS).","data_collection":"Data are obtained through the IHBLFSS questionnaires using a cluster sample built on the latest available Census and up-to-date housing lists. The IHBLFS surveys rely on personal interviews collected using tablet computers (ComputerAssisted Personal Interview, CAPI).\nData are collected on a quarterly basis and an indicator is calculated using data for the past year.","computation_methods":"A household and all inhabitants are classified as poor if the average per capita consumption of the household does not exceed the poverty line. The indicator is calculated as a percentage to population.","comments_limitations":"The concept of poverty assessment using national poverty line differs from the international poverty estimates. National poverty is a different concept than global poverty. National poverty rate is defined at country-specific poverty lines in local currencies. These poverty lines vary considerably in value across countries depending on their economic development. Thus, national poverty rates cannot be compared across countries or with the $1.90-a-day poverty rate. Poverty estimates in the Kyrgyz Republic are based on data from household sample surveys, which presents certain limitation for detailed poverty indicators.","quality_assurance":"Poverty economists from the World Bank typically engage with NSOs broadly on poverty measurement and analysis as part of technical assistance activities. The raw data are obtained by poverty economists through their contacts in the NSOs, and checked for quality before being submitted for further analysis.","data_availability_gaps":"Comparable statistical series based on a common methodology have been available since 2000.","disaggregation":"National and subnational level, by area, sex and age group.  ","international_comparability":"National poverty line indicators are not comparable with other countries, even though the NSC applies the internationally recognized and approved consumption-based poverty method as one of the standard computation methods for poverty.","references_documentation":"Poverty line definition methodology: http://cbd.minjust.gov.kg/act/view/ru-ru/92513"},"national_metadata_updated_date":"2021-10-04","national_metadata_update_url_text":"2021-10-04: see changes on GitHub","national_metadata_update_url":"https://github.com/sdg-kyrgyzstan/open-sdg-data-starter/commit/3fd89f4e33686dcdf23c8df6553e0be62c27450e","goal_name":"1. Повсеместная ликвидация нищеты во всех её формах","target_name":"1.2: К 2030 году сократить долю мужчин, женщин и детей всех возрастов, живущих в нищете во всех её проявлениях, согласно национальным определениям, по крайней мере наполовину","indicator_name1":"1.2.1: Доля населения страны, живущего за национальной чертой бедности, в разбивке по полу и возрасту","organization_name":"Национальный статистический комитет КР (Отдел статистики домашних хозяйств)","contact_name":"Керималиева Н.К","contact_email":"Sdg_nsc@stat.kg ","contact_phone":"(0312) 32 46 91","organization_website":"www.stat.kg; ","definitions":"Национальный уровень бедности – это доля общей численности населения, живущая ниже национальной черты бедности. Уровень бедности в сельских районах – это процент сельского населения, живущего ниже национальной черты. Уровень бедности в городах – это процент городского населения, живущего ниже национальной черты бедности.","concepts":"Для расчета доли и численности населения страны, живущего за национальной чертой бедности, необходимо наличие показателя благосостояния (расходы на потребление) и показателя черты бедности, выраженные в стоимостном выражении.\nЧерта бедности - граница минимального дохода на одного человека, необходимого для удовлетворения минимальных потребностей человека.\nПотребительские расходы домашних хозяйств - денежные расходы на приобретение потребительских непродовольственных товаров и услуг, а также оценка стоимости потребления продовольственных товаров.\n","rationale_interpretation":"Национальная черта бедности используется в КР для оценки уровня жизни населения, обоснование необходимости целевой и адресной государственной поддержки малообеспеченным и находящимся в трудной жизненной ситуации гражданам, проведение единой государственной социальной политики в целях обеспечения доступности потребления материальных и духовных благ и услуг.\nИндикатор благосостояния рассчитывается ежегодно на основе регулярного сбора данных о расходах и потреблении населения КР. Черта бедности определяется по мере пересмотра социальных стандартов, изменения методологии сбора или обработки информации и при среднегодовой инфляции, превышающей 10 процентов. В последующие годы величина черты бедности ежегодно индексируется на значение индекса потребительских цен (период к периоду): стоимость продовольственной корзины индексируется на значение среднегодового индекса потребительских цен на продовольственные товары, стоимость непродовольственных товаров и услуг на значение среднегодового индекса на непродовольственные товары и услуги.\n","data_sources":"Интегрированное выборочное обследование бюджетов домашних хозяйств и рабочей силы (далее ИОДХ).","data_collection":"Сбор данных осуществляется посредством вопросников ИОДХ с применением кластерной выборки, построенной на последней доступной Переписи населения и актуализированных списках жилых помещений. В опросах ИОДХ используется персональное интервью с использованием планшетных компьютеров (ComputerAssisted Personal Interview, CAPI).\nСбор данных осуществляется на ежеквартальной основе, разработка индикатора производится по итогам года. \n","computation_methods":"Домашнее хозяйство и все лица, проживающие в нем, относятся к категории бедных, если среднедушевая стоимость потребления в домашнем хозяйстве не превышает величину черты бедности. Показатель рассчитывается в процентах к численности населения.","comments_limitations":"Концепция оценки бедности с применением национальной черты бедности отличается от международных оценок бедности. Национальный уровень бедности определяется в каждой стране по черте бедности, принятой в конкретной стране в местной валюте. Эти линии бедности имеют существенные различия в стоимостной величине в разных странах в зависимости от их экономического развития. Таким образом, национальный уровень бедности нельзя сравнивать с другими странам или с уровнем бедности в 1,90 доллара в день. Оценки уровня бедности в Кыргызской Республике основаны на данных выборочного обследования домашних хозяйств, что является определенным ограничением для детализации показателей бедности. ","quality_assurance":"Экономисты по бедности из Всемирного банка обычно взаимодействуют с НСУ в целом по измерению и анализу бедности в рамках деятельности по оказанию технической помощи. Исходные данные, предоставляемые НСУ проверяются на качество, прежде чем они будут использованы для дальнейшего анализа.","data_availability_gaps":"Сопоставимый динамический ряд, рассчитанный по единой методологии доступен с 2000 года. ","disaggregation":"Национальный и субнациональный уровень, по типу местности, полу и возрастным группам.","international_comparability":"Показатели бедности с применением национальной черты бедности не являются сопоставимыми с другими странами, несмотря на то, что НСК применяет метод расчета бедности на основе потребления, признанный международным сообществом, как один из стандартных методов расчета уровня бедности.","references_documentation":"Методика определения черты бедности: http://cbd.minjust.gov.kg/act/view/ru-ru/92513","indicator":"1.2.1","target_id":"1.2","sdg_goal":"1","reporting_status":"complete","indicator_sort_order":"01-02-01"}