{"goal_meta_link_text":"custom.meta_link_text","data_non_statistical":false,"graph_type":"line","indicator_name":"Доля населения, получающих ЕПМС/«үй-бүлөгө көмөк», социальные пособия и пенсии","graph_title":"Доля населения, получающих ЕПМС/«үй-бүлөгө көмөк», социальные пособия и пенсии","national_geographical_coverage":"Кыргызская Республика","measurement_units":"Процент","tags":["custom.national"],"page_content":"","en":{"data_non_statistical":false,"graph_type":"line","indicator_name":"Proportion of population receiving monthly allowance for low-income families/\"uy-bulogo komok\", social benefits and pensions","graph_title":"Proportion of population receiving monthly allowance for low-income families/\"uy-bulogo komok\", social benefits and pensions","national_geographical_coverage":"Kyrgyz Republic","measurement_units":"Percentage","tags":["custom.national"],"page_content":"","goal_name":"1. End poverty in all its forms everywhere","target_name":"1.3: Implement nationally appropriate social protection systems and measures for all, including floors, and by 2030 achieve substantial coverage of the poor and the vulnerable","indicator_name1":"1.3.1.a Proportion of the population receiving MSB/\"Üy-bülögö kömök\" (family assistance) to the total population","organization_name":"The National Statistical Committee of the Kyrgyz Republic (Social Statistics Division)","contact_name":"Zh. Zh. Rakhmanova","contact_email":"rakhmanovazz@mail.ru","contact_phone":"+996 (0312) 32 46 52","organization_website":"www.stat.gov.kg","definitions":"Population covered by pensions or social allowances","concepts":"Pension (allowance) recipient is an individual covered by a pension (allowance). \nPension is an insurance benefit payable in the insured event to the insured person in the amount and under the conditions provided for in the legislation on state pension social insurance.\nThe number of pension recipients is the number of persons as of the end (beginning) of the reporting year covered by monthly payment on the terms and conditions stipulated by the legislation on pension provision. The total number of pension recipients is calculated based on the number of personal pensioners’ accounts registered with the Social Fund, other ministries and departments, as well as the Non-State Pension Fund.\nMandatory social security is a system of social and economic measures enshrined in legislation to guarantee material security for citizens in old age, in the event of disability or loss of breadwinner in the family; and to provide benefits to families with relatively low average per capita incomes, if they are not entitled to a pension.","rationale_interpretation":"The Kyrgyz legislation provides for legal regulation of guaranteed minimum social standards to ensure the basic living needs of the population, including social standards for pensions.\nInsured citizens of the Kyrgyz Republic, foreign citizens and stateless persons residing in the country who contribute to the state pension social insurance on the basis of and under the conditions stipulated in the Law of the Kyrgyz Republic on the State Social Insurance:627} have the right to pensions under the state pension social insurance (hereinafter - pensions). ","data_sources":"The Social Fund of the Kyrgyz Republic, the Ministry of Labour and Social Development of the Kyrgyz Republic, the Accumulative Pension Fund of the Kyrgyz Republic, ministries and departments with pension bodies submit administrative data according to the approved state statistical reporting forms.","data_collection":"On an annual basis, the NSC collects and processes Report on the social benefits’ recipients and monthly allowances’ amount, Report on the number of pensioners and their monthly pensions, Report on the number of pensioners registered with the Accumulative Pension Fund and their monthly pensions, Report on the number of pensioners in security, defence and law enforcement agencies and their pension amount according to the statistical reporting forms. ","computation_methods":"The ratio of the number of pensioners registered in all pension bodies and the number of citizens covered by social benefits to the total population.","quality_assurance":"Supervisory authorities monitor personal accounts and pensions and benefits amount.","data_availability_gaps":"Data are available since 2007.","disaggregation":"National level","international_comparability":"Pension age is is established by the Kyrgyz Republic laws","references_documentation":"Law of the Kyrgyz Republic on the State Pension Social Insurance:  http://cbd.minjust.gov.kg/act/view/ru-ru/557/310?cl=ru-ru"},"national_metadata_updated_date":"2025-07-28","goal_name":"1. Повсеместная ликвидация нищеты во всех её формах","target_name":"1.3: Внедрить на национальном уровне надлежащие системы и меры социальной защиты для всех, включая установление минимальных уровней, и к 2030 году достичь существенного охвата малообеспеченных и уязвимых слоев населения","indicator_name1":"1.3.1.а Доля населения, получающих ЕПМС/«үй-бүлөгө көмөк» к общей численности населения","organization_name":"Национальный статистический комитет КР (Отдел социальной статистики)","contact_name":"Рахманова Ж.Ж.","contact_email":"rakhmanovazz@mail.ru","contact_phone":"+996 (0312) 32 46 52","organization_website":"www.stat.gov.kg  ","definitions":"Численность населения, получающие пенсии или социальные пособия.","concepts":"Получатель пенсионных выплат (пособий) — физическое лицо, которому выплачивается пенсия (пособие). \nПенсия – страховая выплата, производимая при наступлении страхового случая застрахованному лицу в размере и на условиях, установленных законодательством о государственном пенсионном социальном страховании.\nЧисленность получателей пенсий — число лиц на конец (начало) отчетного года, которым назначена ежемесячная денежная сумма на условиях, предусмотренных законодательством о пенсионном обеспечении. Общая численность получателей пенсий отдельно подсчитывается по числу лицевых счетов пенсионеров, состоящих на учете в органах Социального фонда, других министерств и ведомств, а также Негосударственного пенсионного фонда.\nОбязательное социальное обеспечение – система закрепленных в законодательстве социально-экономических мероприятий, гарантирующих материальное обеспечение граждан в старости, при нетрудоспособности, при потере кормильца в семье; обеспечение пособиями семей со сравнительно низкими среднедушевыми доходами, при отсутствии у них права на пенсионное обеспечение.","rationale_interpretation":"В соответствии с законодательством Кыргызской Республики, определены основы правового регулирования в области установления и применения гарантированных государственных минимальных социальных стандартов для обеспечения важнейших жизненных потребностей населения, включая социальные стандарты в области пенсионного обеспечения населения. \nПраво на пенсии по государственному пенсионному социальному страхованию (далее - пенсии) имеют застрахованные граждане Кыргызской Республики, иностранные граждане и лица без гражданства, проживающие в республике, вносящие взносы на государственное пенсионное социальное страхование на основании и условиях, предусмотренных Законом Кыргызской Республики \"О государственном социальном страховании\":627}.","data_sources":"Административные данные по утвержденным формам государственной статистической отчетности представляют Соцфонд КР, МТСР КР, Накопительный пенсионный фонд КР, Министерства и ведомства, имеющие пенсионные органы.","data_collection":"НСК на годовой основе осуществляет сбор и обработку по формам статистической отчетности «Отчет о получателях социальных пособий и суммах назначенных им месячных пособий», «Отчет о численности пенсионеров и суммах назначенных им месячных пенсий», «Отчет о численности пенсионеров, состоящих на учете Накопительного Пенсионного Фонда и суммах назначенных им месячных пенсий», «Отчет о численности пенсионеров, и суммах назначенных пенсий, состоящих на учете в органах силовых структур».","computation_methods":"Отношение численности пенсионеров, состоящих на учете во всех пенсионных органах и численности граждан, получающих социальное пособие к общей численности населения.","quality_assurance":"Контроль относительно лицевых счетов и сумм, назначенных пенсиий, пособий осуществляют надзорные органы.","data_availability_gaps":"Данные доступны с 2007 года.","disaggregation":"Национальный уровень","international_comparability":"Пенсионный возраст в стране устанавливается законодательством КР.","references_documentation":"Закон КР «О государственном пенсионном социальном страховании»: http://cbd.minjust.gov.kg/act/view/ru-ru/557/310?cl=ru-ru","indicator_number":"1.3.1.a","target_number":"1.3","goal_number":"1","reporting_status":"complete","indicator_sort_order":"01-03-01-0a"}