{"goal_meta_link_text":"custom.meta_link_text","data_non_statistical":false,"graph_type":"line","indicator_name":"Показатели финансовой устойчивости","graph_title":"Показатели финансовой устойчивости","national_geographical_coverage":"Кыргызская Республика","measurement_units":"Процент","tags":["custom.national"],"page_content":"","en":{"data_non_statistical":false,"graph_type":"line","indicator_name":"Financial Soundness Indicators (FSIs)","graph_title":"Financial Soundness Indicators (FSIs)","national_geographical_coverage":"Kyrgyz Republic","measurement_units":"Percentage","tags":["custom.national"],"page_content":"","goal_name":"10. Reduce inequality within and among countries","target_name":"10.5 Improve the regulation and monitoring of global financial markets and institutions and strengthen the implementation of such regulations","indicator_name1":"10.5.1.1 Financial Soundness Indicators (FSIs)","organization_name":"National Bank of the Kyrgyz Republic (Department of Systemic Risk Analysis)","contact_name":"Sultankulov Ilyichbek Dzhandarbekovich","contact_email":"isultankulov@nbkr.kg","contact_phone":"996 312 66 92 07","organization_website":"www.nbkr.kg;","definitions":"Financial intermediation indicators are indicators for estimating the size of a sector relative to the economy as a whole:                                                          1. The ratio of assets of the banking system to GDP; \n2. The ratio of the deposit base of the banking system to GDP; \n3. The ratio of the loan portfolio of the banking system to GDP\n","concepts":"Assets of the banking system Deposit base of the banking system\nLoan portfolio of the banking system of GDP\n","rationale_interpretation":"\"To ensure an increase in indicators reflecting the availability of banking services, an increase in the level of financial intermediation of the banking system.According to the Main directions of development of the banking sector for 2018-2021. In the medium term, the National Bank will continue to implement measures aimed at sustainable development and increasing the role of the banking and non-banking sectors in the economy of the Kyrgyz Republic, focused on maintaining the efficiency, security and reliability of their activities, creating conditions for improving regional and affordability of banking, payment and microfinance services, reducing weighted average interest rates on loans, and There is also a further expansion of the provision of services based on Islamic principles of financing.                                                              In the medium term, based on the indicators of previous periods, the National Bank plans to increase indicators reflecting the availability of banking services and increase the level of financial intermediation in the banking system.\nThe National Bank has an indirect impact on the growth of the level of financial intermediation through the improvement of the regulatory framework and the creation of equal conditions for their participants, further growth in the level of financial intermediation directly depends on the intentions of shareholders of commercial banks and their chosen policy to increase the capital base, and measures to further increase assets.       It is planned to ensure an increase in the level of financial intermediation of the banking system, including through the introduction of innovative technologies in banking, the development of the lending market, the introduction of remote service elements, and further measures to implement mechanisms that facilitate commercial banks' operations with depersonalized metal accounts. In addition, measures are being taken to improve the regulatory framework governing the activities of commercial banks and participants in the financial system.\n\"","data_sources":"The National Bank of the Kyrgyz Republic based on the reports of commercial banks within the framework of the Periodic Regulatory Banking Report; Information from the National Statistical Committee of the Kyrgyz Republic","data_collection":"Commercial banks of the Kyrgyz Republic provide to the National Bank of the Kyrgyz Republic, within the framework of the Periodic Regulatory Banking Report, data on total assets on a daily basis, data on the deposit base and loan portfolio on a monthly basis.          The calculation of GDP is carried out by the National Statistical Committee of the Kyrgyz Republic.","computation_methods":"The calculation uses published data on the official websites of the National Statistical Committee of the Kyrgyz Republic and the National Bank of the Kyrgyz Republic. The formula for obtaining indicators:                                                                                            Assets/GDP = Total assets of the banking system / annual GDP; \nDeposits/GDP = Total deposit base without banks / annual GDP;\nLoans/GDP = Loan portfolio without financial institutions and banks / annual GDP, where Annual GDP is the sum of Gross Domestic Product values of the last 12 months. \nThe data is used on an annual basis.\nThe data can be adjusted if the initial information changes\n. ","comments_limitations":"Data on assets to GDP have been provided by the NBKR since 2008; on the deposit base to GDP and loan portfolio to GDP - since 2007.","quality_assurance":"The information is provided by commercial banks in accordance with the Regulation on the Periodic Regulatory Banking Report, approved by Resolution No. 26/5 of the Board of the National Bank of the Kyrgyz Republic dated August 25, 2005.","data_availability_gaps":"Data on the total assets of the banking system, the total deposit base and the loan portfolio of commercial banks are published on a monthly basis on the official website of the NBKR in the Statistics section and in the corresponding tables II.2. \"Consolidated Regulatory Report of commercial Banks of the Kyrgyz Republic\", IV.2.12 \"Volumes and interest rates on deposits in commercial banks in national and foreign currencies (at the end of the period)\", IV.2.21 \"Volumes and interest rates of loans from commercial banks in national and foreign currencies (outstanding at the end of the period)\" Bulletin of the NBKR. GDP data is published on a monthly basis on the official website of the NSC of the Kyrgyz Republic in the publication \"Socio-economic Situation of the Kyrgyz Republic\".","disaggregation":"The data is provided at the country level, by year.                                        Non-existent data is indicated as \"-\".","international_comparability":"The National Bank of the Kyrgyz Republic annually submits information on the total assets of the banking system, the deposit base and the loan portfolio of commercial banks to the IMF by completing a Questionnaire on the Availability of Financial Services (FAS).","references_documentation":"\"These links provide data on the total assets of the banking system:                                                                                                                 1. https://www.nbkr.kg/index1.jsp?item=1484&lang=RUS \n2. https://www.nbkr.kg/index1.jsp?item=137&lang=RUS These links provide information on the deposit database of the banking system:         1. https://www.nbkr.kg/index1.jsp?item=124&lang=RUS \n2. https://www.nbkr.kg/index1.jsp?item=137&lang=RUS These links provide information on the loan portfolio of commercial banks: 1. https://www.nbkr.kg/index1 .jsp?item=125&lang=RUS \n2. https://www.nbkr.kg/index1.jsp?item=137&lang=RUS This link indicates the source of the GDP data: http://stat.kg/ru/publications/doklad-socialno-ekonomicheskoe-polozhenie-kyrgyzskoj-respubliki National SDG Reporting Platform: https://sustainabledevelopment-kyrgyzstan.github.io\n\n \n"},"1. Информация об индикаторе":"10.5.1.1","national_metadata_updated_date":"2025-08-05","goal_name":"10. Сокращение неравенства внутри стран и между ними ","target_name":"10.5 Совершенствовать методы регулирования и мониторинга глобальных финансовых рынков и учреждений и более последовательно применять такие методы ","indicator_name1":"10.5.1.1 Показатели финансовой устойчивости","organization_name":"Национальный банк Кыргызской Республики ( Отдел анализа системных рисков)","contact_name":"Султанкулов Ильичбек Джандарбекович","contact_email":"isultankulov@nbkr.kg","contact_phone":"996 312 66 92 07","organization_website":"www.nbkr.kg; ","definitions":"Показатели финансового посредничеств - это показатели для оценки размеров сектора относительно экономики в целом:                                                          1. Отношение активов банковской системы к ВВП; \n2. Отношение депозитной базы банковской системы к ВВП; \n3. Отношение кредитного портфеля банковской системы к ВВП\n","concepts":"Активы банковской системы                                                                            Депозитная база банковской системы\nКредитного портфеля банковской системы                                                          ВВП\n","rationale_interpretation":"Обеспечить увеличение показателей, отражающих доступность банковских услуг, увеличение уровня финансового посредничества банковской системы.Согласно Основных направлений развития банковского сектора на на 2018-2021 гг. Национальным банком в среднесрочной перспективе будет продолжена реализация мероприятий, направленных на устойчивое развитие и повышение роли банковского, небанковского секторов в экономике Кыргызской Республики, ориентированных на поддержание эффективности, безопасности и надежности их деятельности, создание условий для улучшения региональной и ценовой доступности банковских, платежных и микрофинансовых услуг, снижение средневзвешенных процентных ставок по кредитам, а также дальнейшее расширение предоставления услуг по исламским принципам финансирования.                                                              В среднесрочной перспективе Национальным банком, исходя из показателей предыдущих периодов, планируется увеличение показателей, отражающих доступность банковских услуг, увеличение уровня финансового посредничества банковской системы.\nНациональный банк оказывает косвенное влияние на рост уровня финансового посредничества через совершенствование нормативно правовой базы и создания равных условий для их участников, дальнейший рост уровня финансового посредничества напрямую зависит от намерений акционеров коммерческих банков и от выбранной ими политики по увеличению капитальной базы, и мероприятий по дальнейшему наращиванию активов.       Увеличение уровня финансового посредничества банковской системы планируется обеспечить, в том числе, посредством внедрения инновационных технологий в банковском деле, развития рынка кредитования, внедрения элементов дистанционного обслуживания, дальнейшего проведения мероприятий по реализации механизмов, способствующих осуществлению коммерческими банками операций с обезличенными металлическими счетами. Кроме того, проведением мероприятий по совершенствованию нормативно правовой базы, регулирующей деятельность коммерческих банков и участников финансовой системы.\n","data_sources":"Национальный банк Кыргызской Республике на основе отчетности коммерческих банков в рамках Периодического регулятивного банковского отчета; Информация Национального статистического комитета Кыргызской Республики","data_collection":"Коммерческие банки Кыргызской Республики предоставляют в Национальный банк Кыргызской Республики в рамках Периодического регулятивного банковского отчета данные по совокупным активам на ежедневной основе, данные по депозитной базе и кредитному портфелю - на ежемесячной основе.          Расчет ВВП осуществляется Национальным статистическим комитетом КР. ","computation_methods":"При расчете используются опубликованные данные на официальных интернет-сайтах Национального статистического комитета Кыргызской Республики и Национального банка Кыргызской Республики. Формула для получения показателей:                                                                                            Активы/ВВП = Совокупные активы банковской системы / годовой ВВП; \nДепозиты/ВВП = Общая депозитная база без банков / годовой ВВП;\nКредиты/ВВП = Кредитный портфель без финансово-кредитных организаций и банков / годовой ВВП,                                                                                      где Годовой ВВП - сумма значений Валового внутреннего продукта последние 12 месяцев. \nДанные используются на годовой основе.\nДанные могут быть откорректированы при изменении исходной информации\n","comments_limitations":"Данные по активам к ВВП предоставляются НБКР с 2008 года; по депозитной базе к ВВП и кредитному портфелю к ВВП - с 2007 года.","quality_assurance":"Информация предоставляется коммерческими банками в соответствии с Положением о Периодическом регулятивном банковском отчете, утвержденном постановлением Правления Национального банка Кыргызской Республики от 25 августа 2005 года N 26/5.","data_availability_gaps":"Данные по совокупным активам банковской системы, общей депозитной базе и кредитному портфелю коммерческих банков публикуются на ежемесячной основе на официальном интернет-сайте НБКР в разделе \"Статистика\" и в соответствующих таблицах II.2. \"Сводный регулятивный отчет коммерческих банков КР\", IV.2.12 \"Объемы и процентные ставки по депозитам в коммерческих банках в национальной и иностранной валютах (на конец периода)\", IV.2.21 \"Объемы и процентные ставки кредитов коммерческих банков в национальной и иностранной валютах (задолженность на конец периода)\" Бюллетеня НБКР. Данные по ВВП публикуются на ежемесячной основе на официальном интернет-сайте НСК КР в публикации \"Социально-экономическое положение Кыргызской Республики\".","disaggregation":"Данные предоставляются на уровне страны, по годам.                                        Несуществующие данные указываются как \"-\".","international_comparability":"Национальный банк Кыргызской Республики представляет ежегодно информацию по совокупным активам банковской системы, депозитной базе и кредитному портфелю коммерческих банков в МВФ путем заполнения Вопросника о доступности финансовых услуг (FAS).","references_documentation":"\"По данным ссылкам указаны данные по совокупным активам банковской системы:                                                                                                                 1. https://www.nbkr.kg/index1.jsp?item=1484&lang=RUS \n2. https://www.nbkr.kg/index1.jsp?item=137&lang=RUS                                           По данным ссылкам указаны данные по депозитной базе банковской системы:         1. https://www.nbkr.kg/index1.jsp?item=124&lang=RUS \n2. https://www.nbkr.kg/index1.jsp?item=137&lang=RUS                                          По данным ссылкам указаны данные по кредитному портфелю коммерческих банков:                                                                                                                    1. https://www.nbkr.kg/index1.jsp?item=125&lang=RUS \n2. https://www.nbkr.kg/index1.jsp?item=137&lang=RUS                                                   По данной ссылке указан источник данных по ВВП: http://stat.kg/ru/publications/doklad-socialno-ekonomicheskoe-polozhenie-kyrgyzskoj-respubliki                                                                                                       Национальная платформа отчетности ЦУР: https://sustainabledevelopment-kyrgyzstan.github.io\n\n \n","indicator_number":"10.5.1.1","target_number":"10.5","goal_number":"10","reporting_status":"complete","indicator_sort_order":"10-05-01-01"}