{"goal_meta_link_text":"custom.meta_link_text","data_non_statistical":false,"goal_meta_link":"http://unstats.un.org/sdgs/files/metadata-compilation/Metadata-Goal-11.pdf","graph_type":"bar","indicator_name":"global_indicators.11-2-1-title","graph_title":"Доля населения, имеющего удобный доступ к общественному транспорту, в разбивке по полу, возрасту, типу местности, образованию и территории","national_geographical_coverage":"Кыргызская Республика","measurement_units":"Процент","page_content":"","en":{"goal_name":" Goal 11. Make cities and human settlements inclusive, safe, resilient and sustainable ","target_name":"11.2. By 2030, provide access to safe, affordable, accessible and sustainable transport systems for all, improving road safety, notably by expanding public transport, with special attention to the needs of those in vulnerable situations, women, children, persons with disabilities and older persons","indicator_name1":"11.2.1. Proportion of population that has convenient access to public transport, by sex, age and persons with disabilities","organization_name":"The National Statistical Committee of the Kyrgyz Republic (Household Statistics Division)","contact_name":"Y. I. Kalymbetova","contact_email":"Y.Kalymbetova@stat.kg ","contact_phone":"(312) 66 41 64","organization_website":"www.stat.kg","definitions":"This indicator will be monitored by the proportion of the population that has convenient access to public transport. The access to public transport is considered convenient when an officially recognized stop is accessible within a distance of 0.5 km from a reference point such as a home, school, work place, market, etc. Additional criteria for defining public transport that is convenient include:\na. Public transport accessible to all special-needs customers, including those who are physically, visually, and/or hearing-impaired, as well as those with temporary disabilities, the elderly, children and other people in vulnerable situations.\nb. Public transport with frequent service during peak travel times\nc. Stops present a safe and comfortable station environment","concepts":"Public transport is defined as a shared passenger transport service that is available to the general public. It includes cars, buses, trolleys, trams, trains, subways, and ferries that are shared by strangers without prior arrangement. However, it excludes taxis, car pools, and hired buses, which are not shared by strangers without prior arrangement. It also excludes informal, unregulated modes of transport (paratransit), motorcycle taxis, three-wheelers, etc.\nPublic transport refers to a public service that is considered as a public good that has well designed ‘stops’ for passengers to embark and disembark in a safe manner and demarcated ‘routes’ that are both officially and/or formally recognized.","rationale_interpretation":"This indicator aims to successfully monitor the use of and access to the public transportation system and the move towards easing the reliance on the private means of transportation, improving the access to areas with a high proportion of transport disadvantaged groups such as elderly citizens, physically challenged individuals, and low income earners or areas with specific dwelling types such as high occupancy buildings or public housing and reducing the need for mobility by decreasing the number of trips and the distances travelled. The accessibility based urban mobility paradigm also critically needs good, high-capacity public transport systems that are well integrated in a multimodal arrangement with\npublic transport access points located within comfortable walking or cycling distances from homes and jobs for all.\nThe ability of residents including persons with disabilities and businesses to access markets, employment opportunities, and service centers such as schools and hospitals is critical to urban economic development. The transport system provides access to resources and employment opportunity. Moreover, accessibility allows planners to measure the effects of changes in transport and land use systems. The accessibility of jobs, services and markets also allow policymakers, citizens and businesses to discuss the state of the transport system in the comprehensible way. The transportation system is a critical enabler of economic activities and social inclusion. ","data_sources":"Household surveys that collect information on the proportion of households that declare they have access to public means of transport within 0.5 km. These surveys can also collect information about the quality of the service.","data_collection":"Representative national household surveys ","computation_methods":"This indicator will be determined based on the proportion of the population with a comfortable access to public transport.","comments_limitations":"As the Outcome Document 2nd Meeting of the Urban SDGs Campaign in Bangalore (12-14 February 2015) recognizes that no internationally agreed methodology exists for measuring convenience and service quality of public transport. Harmonized global/local data on urban transport systems do not exist, nor are they comparable at the world level.","disaggregation":"Disaggregation by sex, age","international_comparability":"There is no internationally agreed methodology for measuring the convenience and quality of public transport services. There are no internationally agreed global/local data on urban transport systems and they are not comparable at the global level.","references_documentation":"The Kyrgyz Republic SDG National Reporting Platform: https://sustainabledevelopment-kyrgyzstan.github.io "},"national_metadata_updated_date":"2021-10-04","national_metadata_update_url_text":"2021-10-04: see changes on GitHub","national_metadata_update_url":"https://github.com/sdg-kyrgyzstan/open-sdg-data-starter/commit/6195c20b5a07459967e9b1e9189601ac700b78de","goal_name":" Цель 11. Обеспечение открытости, безопасности, жизнестойкости и экологической устойчивости городов и населенных пунктов ","target_name":"11.2. К 2030 году обеспечить, чтобы все могли пользоваться безопасными, недорогими, доступными и экологически устойчивыми транспортными системами, на основе повышения безопасности дорожного движения, в частности расширения использования общественного транспорта, уделяя особое внимание нуждам тех, кто находится в уязвимом положении, женщин, детей, инвалидов и пожилых лиц","indicator_name1":"11.2.1. Доля населения, имеющего удобный доступ к общественному транспорту, в разбивке по полу, возрасту и признаку инвалидности","organization_name":"Национальный статистический комитет КР (Отдел статистики домашних хозяйств)","contact_name":"Калымбетова Ы.И.","contact_email":"Y.Kalymbetova@stat.kg ","contact_phone":"(312) 66 41 64","organization_website":"www.stat.kg","definitions":"Данный индикатор будет определяться на основе доли населения, которая имеет удобный доступ к общественному транспорту. Доступ к общественному транспорту считается удобным, когда любая официально признанная остановка находится на расстояние 0.5 км от дома, школы, места работы, рынка и т.д.  Дополнительным критериями удобства общественного транспорта являются следующие критерии:\na. Доступность общественного транспорта для лиц с ограниченными возможностями, включая физически-слабых, слабовидящих, слабослышащих, пожилых людей, детей и т.д.; \nb. Своевременность подачи общественного транспорта при пиковом дорожном трафике;\nc. Комфорт и безопасность среды расположения остановки.","concepts":"Общественный транспорт – это пассажирская транспортная услуга, доступная для большого количества жителей. Она включает в себя автомобили, автобусы, троллейбусы, трамваи, поезда, метро и паромы, предоставленные посторонними людьми без предварительной договоренности. Тем не менее, это исключает такси, наемные автомобили и автобусы, которые не предоставляются посторонними людьми без предварительной договоренности. Также исключаются неформальные, нерегулируемые виды транспорта (паратранзит), мотоциклетные такси, трехколесные транспортные средства и т. д.\nОбщественный транспорт предоставляется государственной службой, считается общедоступным, имеющим хорошо спроектированные «остановки» для пассажиров, чтобы они безопасно отправлялись и высаживались, и имеющим официально/формально признанные «маршруты».","rationale_interpretation":"Данный индикатор предназначен для наблюдения за использованием и  доступностью общественного транспорта, снижением зависимости от частных транспортных средств, с учётом доступа общественного транспорта к районам с высокой долей пожилых людей, инвалидов и людей с низким уровнем дохода, а также к районам с определёнными типами жилья, такими как густонаселённые здания и общежития, а также учёт необходимости понижения транспортировки людей посредством сокращения, как количества поездок, так и их расстояния. Вышеуказанная доступность, базируемая на парадигме городской мобильности, также критически нуждается в хорошем, высокопроизводительном общественном транспорте, который интегрирован в систему мультимодальных перевозок, предоставляя комфортный доступ к остановкам общественного транспорта. \nСпособность жителей, в том числе инвалидов, получать доступ к рынкам, школам и больницам, возможность трудоустройства важны для экономического развития города. Транспортные системы предоставляют доступ к ресурсам и возможности трудоустройства. Кроме того, доступность позволяет планировщикам измерять последствия изменений в используемых системах транспорта и землепользования. Информация о доступности трудоустройства, различных услуг и рынков позволяет политикам, гражданам и предпринимателям наиболее наглядно обсуждать состояние транспортной системы в отчетливой форме. Транспортная система является важнейшим фактором экономической деятельности и социальной интеграции.","data_sources":"Опросы домашних хозяйств, которые собирают информацию о доле домашних хозяйств, заявляющих, что они имеют доступ к общественным транспортным средствам в пределах 0,5 км. Эти опросы также могут собирать информацию о качестве услуги ","data_collection":"Репрезентативные национальные обследования домашних хозяйств","computation_methods":"Данный индикатор будет определяться на основе доли населения, которая имеет удобный доступ к общественному транспорту.","comments_limitations":"В качестве итогового документа 2-го совещания по целям устойчивого развития городов в Бангалоре (12-14 февраля 2015 года) признается, что не существует согласованной на международном уровне методологии для измерения удобства и качества обслуживания общественного транспорта. Согласованных глобальных / локальных данных о системах городского транспорта не существует, и они не сопоставимы на мировом уровне.","disaggregation":"Дезагрегация в разбивке по полу, возрасту","international_comparability":"Для определения удобства и качества обслуживания общественного транспорта не существует международной методологии. Кроме того, оценки глобальных/местных систем городского транспорта не существует. Более того, данные не согласованы и не сопоставимы на глобальном уровне.","references_documentation":"Национальная платформа отчётности ЦУР КР: https://sustainabledevelopment-kyrgyzstan.github.io ","indicator":"11.2.1","target_id":"11.2","sdg_goal":"11","reporting_status":"complete","indicator_sort_order":"11-02-01"}