{"goal_meta_link_text":"custom.meta_link_text","goal_meta_link":"http://unstats.un.org/sdgs/files/metadata-compilation/Metadata-Goal-16.pdf","indicator_name":"global_indicators.16-1-4-title","data_non_statistical":false,"graph_type":"bar","graph_title":"Доля людей, чувствующих себя в безопасности, когда они идут одни в темное время по улице в своем районе","national_geographical_coverage":"Кыргызская Республика","measurement_units":"Процент","page_content":"","en":{"goal_name":"Goal 16. Promote peaceful and inclusive societies for sustainable development, provide access to justice for all and build effective, accountable and inclusive institutions at all levels","target_name":"16.1. Significantly reduce all forms of violence and related death rates everywhere","indicator_name1":"16.1.4. Proportion of population that feel safe walking alone around the area they live","organization_name":"The National Statistical Committee of the Kyrgyz Republic (Household Statistics Division)","contact_name":"Y. I. Kalymbetova","contact_email":"Y.Kalymbetova@stat.kg ","contact_phone":"(312) 66 41 64","organization_website":"www.stat.kg","definitions":"This indicator refers to the proportion of the population (adults) who feel safe walking alone in their neighbourhood. ","concepts":"The question measures the feeling of fear of crime in a context outside the house and refers to the immediate experience of this fear by the respondent by limiting the area in question to the “neighbourhood” or “your area” (various formulations depending on cultural, physical and language context).","rationale_interpretation":"The concept of ‘fear of crime’ has been used in dozens of crime victimization surveys and the standard formulation used here has been seen as effective in different cultural contexts. It is important to understand that ‘fear of crime’ is a phenomenon that is separate from the prevalence of crime and that may be even largely independent from actual experience, as the perception of crime and the resulting fear of it is mediated by a number of factors, such as the awareness of crime, the public discussion and the media and personal circumstances. Nevertheless, the ‘fear of crime’ is an important indicator in itself as a high level of fear can negatively influence well-being and lead to reduced contacts with the public, reduced trust and activities and thus an obstacle to development.","data_sources":"The annual household survey includes questions on sense of security to be answered by household members aged 15 years and older.","data_collection":"Representative national household surveys, and crime victimization surveys.","computation_methods":"The proportion of population that feel safe is calculated by summing up the number of respondents who feel “very safe” and “fairly safe” and dividing the total by the total number of respondents. ","comments_limitations":"While the measurement of fear of crime is widely applied in crime victimization surveys around the world, different practices exist in the operationalization of this indicator – for example, by not requiring the person to “walk alone” or limiting the walking to “at night”. Further guidance on measuring the indicator are currently elaborated by UNODC in collaboration with victimization survey experts.","data_availability_gaps":"The NSC website","disaggregation":"Disaggregation by sex, age","references_documentation":"The Kyrgyz Republic SDG National Reporting Platform: https://sustainabledevelopment-kyrgyzstan.github.io"},"national_metadata_update_url_text":"2021-06-10: see changes on GitHub","national_metadata_update_url":"https://github.com/sdg-kyrgyzstan/open-sdg-data-starter/commit/e896b6beda25dd32924d14e953d4d3cd4d88aecf","goal_name":"Цель 16. Содействие построению миролюбивого и открытого общества в интересах устойчивого развития, обеспечение доступа к правосудию для всех и создание эффективных, подотчетных и основанных на широком участии учреждений на всех уровнях","target_name":"16.1. Значительно сократить распространенность всех форм насилия и уменьшить показатели смертности от этого явления во всем мире","indicator_name1":"16.1.4. Доля людей, чувствующих себя в безопасности, когда они идут одни по улице в своем районе","organization_name":"Национальный статистический комитет КР (Отдел статистики домашних хозяйств)","contact_name":"Калымбетова Ы.И.","contact_email":"Y.Kalymbetova@stat.kg ","contact_phone":"(312) 66 41 64","organization_website":"www.stat.kg","definitions":"Показатель касается доли населения (взрослых), которые чувствуют себя в безопасности, гуляя в одиночестве в своём районе.","concepts":"Вопрос оценивает чувство страха перед преступностью в контексте за пределами дома и ссылается на непосредственный опыт этого страха респондентом, ограничивая область, о которой идет речь, \"районом\" или \"вашим районом\" (различные формулировки в зависимости от культурного, физического и языкового контекста).","rationale_interpretation":"Понятие \"страх перед преступностью\" используется в десятках обследований виктимизации преступлений, а используемая здесь стандартная формулировка рассматривается как эффективная в различных культурных контекстах. Важно понимать, что \"страх перед преступностью\" - это явление, которое отделено от распространенности преступности и которое может быть даже в значительной степени независимым от реального опыта, поскольку восприятие преступности и возникающий в результате этого страх перед ней опосредуются рядом факторов, таких как осознание преступности, общественное обсуждение, средства массовой информации и личные обстоятельства. Тем не менее \"страх перед преступностью\" сам по себе является важным показателем, поскольку высокий уровень страха может негативно сказаться на благосостоянии и привести к сокращению контактов с общественностью, снижению доверия и деятельности и, таким образом, стать препятствием на пути развития.","data_sources":"В обследование домашних хозяйств, на годовой основе включены вопросы о чувстве безопасности, которые задаются членам домашнего хозяйства в возрасте 15 лет и старше.","data_collection":"Репрезентативные национальные обследования домашних хозяйств, а также   обследований виктимизации преступлений.","computation_methods":"Доля населения, которое чувствует себя в безопасности, рассчитывается путем суммирования числа респондентов, которые чувствуют себя “очень безопасно” и “довольно безопасно” и деления на общее число респондентов.","comments_limitations":"Хотя оценка страха перед преступностью широко применяется в обследованиях виктимизации преступлений во всем мире, в практической реализации этого показателя существуют различные практики, например, не требующие от человека “ходить в одиночку” или ограничивающие ходьбу “ночью”. В настоящее время ЮНОДК в сотрудничестве с экспертами по обследованию виктимизации разрабатывает дополнительные руководящие указания по измерению этого показателя","data_availability_gaps":"Вебсайт НСК","disaggregation":"Разбивка по полу и возрасту ","references_documentation":"Национальная платформа отчетности ЦУР КР: https://sustainabledevelopment-kyrgyzstan.github.io","indicator":"16.1.4","target_id":"16.1","sdg_goal":"16","reporting_status":"complete","indicator_sort_order":"16-01-04"}