{"goal_meta_link_text":"custom.meta_link_text","data_non_statistical":false,"goal_meta_link":"https://unstats.un.org/sdgs/metadata/files/Metadata-16-01-01.pdf","graph_type":"bar","indicator_name":"global_indicators.16-1-1-title","graph_title":"Число жертв умышленных убийств и умышленного причинения вреда здоровью, повлекшее по неосторожности смерть на 100 000 человек","national_geographical_coverage":"Кыргызская Республика","measurement_units":"на 100 000 человек","page_content":"","en":{"goal_name":"Goal 16: Promote peaceful and inclusive societies for sustainable development, provide access to justice for all and build effective, accountable and inclusive institutions at all levels","target_name":"16.1: Significantly reduce all forms of violence and related death rates everywhere ","indicator_name1":"16.1.1: Number of victims of intentional homicide per 100,000 population, by sex and age ","organization_name":"The National Statistical Committee of the Kyrgyz Republic (Demographic Statistics Department)","contact_name":"T. S. Taipova","contact_email":"t.taipova@stat.kg, tamarataipova@mail.ru","contact_phone":"(312) 32 46 36","organization_website":"www.stat.kg","definitions":"The total count of victims of intentional homicide divided by the total population, expressed per 100,000 population. ","concepts":"Intentional homicide is defined as the unlawful death inflicted upon a person with the intent to cause death or serious injury (Source: International Classification of Crime for Statistical Purposes, ICCS 2015).","rationale_interpretation":"This indicator is widely used at national and international level to measure the most extreme form of violent crime and it also provides a direct indication of lack of security. Security from violence is a prerequisite for individuals to enjoy a safe and active life and for societies and economies to develop freely. Intentional homicides occur in all countries of the world and this indicator has a global applicability.\nMonitoring intentional homicides is necessary to better assess their causes, drivers and consequences and, in the longer term, to develop effective preventive measures. If data are properly disaggregated (as suggested in the ICCS 2015), the indicator can identify the different type of violence associated with homicide: inter-personal (including partner and family-related violence), crime (including organized crime and other forms of criminal activities) and socio-political (including terrorism, hate crime).","data_sources":"The source of information on death causes are based on medical records issued by a doctor or paramedic regarding illness, accident, homicide, suicide and other external influences that caused the death. These documents, alongside with the death records, are submitted to the State statistics authorities for further processing.","data_collection":"Death data are obtained based on annual statistical compilation from the death records issued by civil registry offices. Aggregate data are collected and processed by the regional statistical offices and the National Statistical Committee (NSC) of the Kyrgyz Republic. ","computation_methods":"The proportion of the total number of victims of intentional homicide recorded in a given year divided by the total resident population in the same year. Calculated per 100,000 population.","comments_limitations":"The ICCS 2015 provides important clarifications on the definition of intentional homicide. In particular, it states that the following killings are included in the count of homicide:\n- Murder\n- Honour killing\n- Serious assault leading to death\n- Death as a result of terrorist activities\n- Dowry-related killings\n- Femicide\n- Infanticide\n- Voluntary manslaughter\n- Extrajudicial killings\n- Killings caused by excessive force by law enforcement/state officials. \nFurthermore, the ICCS provides indications on how to distinguish between intentional homicides, killings directly related to war/conflict and other killings that amount to war crimes.","quality_assurance":"Logical and arithmetic control of the reported data is performed. Death data verification in death records is carried out through logical control, embedded in the data input and development software. Death codes provided in the death records based on the diagnoses are brought in line with ICD-10. Analysis of output tables by death causes.","data_availability_gaps":"Data on suicide deaths are published in statistical compendiums “Women and Men in the KR”, “Social trends in the KR”, “Statistical yearbook of the KR”, “Kyrgyzstan in figures”, and are placed at the NSC website.","disaggregation":"By area – country, oblast, district\nBy sex – both genders – mena and women.","international_comparability":"The national indicator definition used in statistics corresponds to its international definition. Death data are coded and processed according to death causes by the state statistical bodies in line with the International Statistical Classification of Diseases and Causes of Death, 10th revision (ICD-10) of the World Health Organization (WHO) since submission of 2000 Report. As agreed with the NSC, the mortality database is transferred to the eHealth Centre of the Kyrgyz Republic under the Ministry of Health: Form 2 Information on the Number of Births, Marriages, Divorces and Deaths by death causes monthly, with a 1.5 month delay of the reporting month; and Form C52 Mortality by Death Causes annually, in June in the year following the reporting year.","references_documentation":"The Kyrgyz Republic SDG National Reporting Platform: https://sustainabledevelopment-kyrgyzstan.github.io \nLinks to normative legal acts and methodology: http://www.stat.kg/u/about/pravovye-osnovy-organov-gosudarstvennoj-statistiki/; https://unstats.un.org/sdgs/Metadata; http://www.stat.kg/ru/statistics/download/methodology/68/. The NSC statistical publications: Socio-Economic Status of the Kyrgyz Republic – monthly report; statistical compendiums: Women and Men in the Kyrgyz Republic, Social trends in the Kyrgyz Republic, Public Health and Health Care in the Kyrgyz Republic available at the official NSC KR website: http://www.stat.kg/ru/publications/"},"national_metadata_update_url_text":"2021-04-27: see changes on GitHub","national_metadata_update_url":"https://github.com/sdg-kyrgyzstan/open-sdg-data-starter/commit/0a851100435b59957de2aa4c9e88f2a5b777b48e","goal_name":"Цель 16: Содействие построению миролюбивого и открытого общества в интересах устойчивого развития, обеспечение доступа к правосудию для всех и создание эффективных, подотчетных и основанных на широком участии учреждений на всех уровнях","target_name":"16.1: Значительно сократить распространенность всех форм насилия и уменьшить показатели смертности от этого явления во всем мире","indicator_name1":"16.1.1: Число жертв умышленных убийств на 100 000 человек в разбивке по полу и возрасту ","organization_name":"Генеральная прокуратура Кыргызской Республики","contact_name":"Метикулов А.Ш.","contact_email":"542950@mail.ru","contact_phone":"0-312 567019 (доб. 2017)","organization_website":"https://www.prokuror.kg/","definitions":"Показатель рассчитывается как общее число жертв умышленных убийств зафиксированных в текущем году, деленное на общую численность постоянного населения в том же году, в расчете на 100 000 человек.","concepts":"Умышленным убийством признается незаконная смерть, причиненная человеку с намерением вызвать смерть или нанести серьезные увечья. (Источник: Международная классификация Преступлений для целей Статистики, ICCS 2015); ; понятие «население» относится к общей численности жителей данной страны в данном году.","rationale_interpretation":" Данный показатель широко используется на национальном и международном уровнях для оценки самых крайних форм жестоких преступлений, а также показывает явные слабые стороны системы безопасности граждан. Обеспечение безопасности от насилия является необходимым условием для людей, чтобы жить безопасной и активной жизнью, она также необходима для свободного развития общества и экономики. Умышленные убийства происходят во всех странах мира, этот показатель имеет глобальный масштаб.\nНеобходимо проводить мониторинг умышленных убийств, чтобы лучше понимать их причины, помыслы и последствия и, в долгосрочной перспективе, разрабатывать эффективные профилактические мероприятия. Если данные верно детализированы (согласно Международной классификации Преступлений для целей Статистики, ICCS 2015), то показатель может определить различные виды насилия, связанного с убийством: межличностные (включая насилие партнера семейное насилие), преступные (в том числе организованная преступность и другие формы преступной деятельности), социально-политические (в том числе терроризм и преступления на почве ненависти).","data_sources":"Источником информации о количестве совершенных пруступления и проступков являются данные Автоматизированной информационной системы \"Единный реестр преступлений и проступков\" (далее АИС \"ЕРПП\") в которую в режиме реального времени вносятся данные о всех поступивших заявлениях граждан о совершенных преступлениях и проступках. Источником данных о количестве жертв торговли людьми является электронный информационный учетный документ (стат.карточка формы №1.0), в которой при регистрации следователи указывают наличие жертв от данного преступления. Эти данные проверяются и уточняются по материалам досудебных производств.","data_collection":"Количество зарегистрированных в АИС \"ЕРПП\" преступлений по ст.ст.130 и 133 УК, минус количество преступлений по ст.130, 133 УК КР, прекращенных по реабилитирующим основаниям, минус количество преступлений, переквалифицированных на другие статьи УК на конец отчетного периода","computation_methods":"Отношение числа умерших от умышленных убийств к среднегодовой численности постоянного населения по текущей оценке. Рассчитывается на 100 000 населения.","comments_limitations":"Качество и достоверность информации во многом зависит от качества внесения пользователями информации в АИС \"ЕРПП\". Для проверки достоверности данных АИС \"ЕРПП\" они сверяются с материалами досудебных производств.","quality_assurance":"Проводится логический и арифметический контроль путем сличения данных АИС \"ЕРПП\" с материалами досудебных производств. В необходимых случаях по письменным обращениям пользователей системы вводятся необходимые корректировки.","data_availability_gaps":"Данные доступны в ограниченном объеме, т.е. каждый пользователь АИС \"ЕРПП\" имеет определенный доступ к сведениям. Правом внесения изменений и дополнений обладает только УПСУ Генеральной прокуратуры по письменным обращениям пользователей системы, в случае выявления внесения неверных данных. Заявитель имеет возможность в режиме реального времени видеть статус своего обращения, т.е. на какой процессуальной стадии находится его обращение.","disaggregation":"Агрегация данных по территории: республика, область, район, города республиканского заничения Бишкек и Ош, по категориям пользователей (по правоохранительным органам). В настоящее время в стадии разработки находится форма № 1.П (на потерпевшего) в которой будут предусмотрены сведения необходимые для дезагрегации (пол, возраст, национальность, гражданство, род занятий, сотояние здоровья и др.)","references_documentation":"Национальная платформа отчетности ЦУР КР: https://sustainabledevelopment-kyrgyzstan.github.io","indicator":"16.1.1","target_id":"16.1","sdg_goal":"16","reporting_status":"complete","indicator_sort_order":"16-01-01"}