{"data_non_statistical":false,"goal_meta_link":"http://unstats.un.org/sdgs/files/metadata-compilation/Metadata-Goal-16.pdf","goal_meta_link_text":"custom.meta_link_text","graph_type":"line","indicator_name":"global_indicators.16-7-1-title","graph_title":"Доля должностей (в разбивке по полу) в государственных учреждениях (национальных и местных законодательных собраниях, государственной службе и судебных органах) в сравнении с национальным распределением","national_geographical_coverage":"Кыргызская Республика","measurement_units":"Процент","page_content":"","en":{"goal_name":"Goal 16. Promote peaceful and inclusive societies for sustainable development, provide access to justice for all and build effective, accountable and inclusive institutions at all levels","target_name":"16.7 Ensure responsive, inclusive, participatory and representative decision-making at all levels","indicator_name1":"16.7.1 Proportions of positions (by sex, age, persons with disabilities and population groups) in public institutions (national and local legislatures, public service, and judiciary) compared to national distributions ","organization_name":"The National Statistical Committee of the Kyrgyz Republic\n(Labour and Employment Statistics Unit)","contact_name":"G.J. Jailobaeva","contact_email":"jailobaeva@stat.kg ","contact_phone":"(312) 62 60 76","organization_website":"www.stat.kg","definitions":"The proportion of persons employed in political, special and administrative positions in the public institution is calculated compared to to the number of civil servants in public/administrative authorities.","concepts":"A civil servant (hereinafter referred to as an official) is a citizen of the Kyrgyz Republic, holding an administrative position in a public authority, who carries out professional service activities in the exercise of the powers vested in him or her by virtue of his or her office, and who is responsible for carrying out such activities on a regular basis, for remuneration from the national budget. \nAn official position is a position provided for in the Constitution or other normative legal acts, or a post established in the legislation of the Kyrgyz Republic (hereinafter referred to as ‘legislation’) as a full-time staff in a public authority with a range of duties to perform and enforce the powers of that authority. Official positions are divided into political, special and administrative ones:    \n- A political official position is a position when a person exercises authority and makes political decisions oriented towards the implementation of political programmes and projects, and responsible for implementing the political goals and objectives set within the framework of the powers established by the Constitution and other normative legal acts;\n- A special official position is a position when a person exercises the authority to make decisions and conduct actions of a supervisory, judicial or other special nature not related to political decision-making;\n- An administrative official position is a permanent staff position in a public authority with a defined scope of authorities and responsibilities required to implement the tasks and functions of a public authority.","data_sources":"State statistical reporting Form No. 1-GOS (brief) - Report on the number of officials in public/administrative authorities as of January 1.","data_collection":"Data are collected based on the state statistical reporting Form No. 1-GOS (brief). Data are collected based on the form of state statistical reporting on № 1-GOS (brief). The form is submitted by independent (legal entity) institutions, organizations registered in the Single State Register of Statistical Units (EGRCE)\nPublic administration bodies submit hard copies to territorial statistical bodies by location after the reporting year, or in electronic format to the National Statistical Office of the Kyrgyz Republic.\nData are collected on an annual basis.","computation_methods":"Data on the number of civil servants in all positions by public bodies are required to calculate this indicator. Disaggregation of civil servants by position (political, special and administrative) is required.","data_availability_gaps":"Disaggregated data by age, length of service and disability is available in the State Personnel Service of the Kyrgyz Republic.","disaggregation":"By sex","references_documentation":"The Kyrgyz Republic SDG National Reporting Platform: https://sustainabledevelopment-kyrgyzstan.github.io\nPublished in Women and Men in the Kyrgyz Republic Statistical Compendium"},"national_metadata_updated_date":"2021-10-01","national_metadata_update_url_text":"2021-10-01: see changes on GitHub","national_metadata_update_url":"https://github.com/sdg-kyrgyzstan/open-sdg-data-starter/commit/1466d78fdaf6ffa644cd55dcebe5389b571b8605","goal_name":"Цель 16. Содействие построению миролюбивого и открытого общества в интересах устойчивого развития, обеспечение доступа к правосудию для всех и создание эффективных, подотчетных и основанных на широком участии учреждений на всех уровнях ","target_name":"16.7 Обеспечить ответственное принятие решений репрезентативными органами на всех уровнях с участием всех слоев общества ","indicator_name1":"16.7.1 Доля должностей (в разбивке по полу, возрасту, инвалидности и группе населения) в государственных учреждениях (национальных и местных законодательных собраниях, государственной службе и судебных органах) в сравнении с национальным распределением","organization_name":"Национальный статистический комитет КР\n(Отдел статистики труда и занятости)","contact_name":"Джайлобаева Г.Ж.","contact_email":"jailobaeva@stat.kg ","contact_phone":"(312) 62 60 76","organization_website":"www.stat.kg","definitions":"Доля занятых на политических, специальных и административных должностях в государственных учреждениях рассчитываются по отношению к численности государственных служащих в органах государственного управления","concepts":"Государственный гражданский служащий (далее - служащий) - гражданин Кыргызской Республики, занимающий административную должность в государственном органе, осуществляющий на постоянной основе за денежное вознаграждение из средств республиканского бюджета профессиональную служебную деятельность по реализации предоставленных по должности полномочий и несущий ответственность за их исполнение.           \n Государственная должность - должность, предусмотренная Конституцией и иными нормативными правовыми актами, либо должность, учрежденная в установленном законодательством Кыргызской Республики (далее - законодательство) порядке как штатная единица государственного органа с определенным для занимающего ее лица кругом обязанностей по исполнению и обеспечению полномочий данного органа. Государственные должности подразделяются на политические, специальные и административные;\n-  политическая государственная должность - должность, в процессе замещения которой лицо осуществляет властные полномочия и принимает политикоопределяющие решения, ориентированные на проведение в жизнь политических программ и проектов, несет ответственность за реализацию поставленных политических целей и задач в рамках полномочий, установленных Конституцией и иными нормативными правовыми актами;\n- специальная государственная должность - должность, в процессе замещения которой лицо осуществляет властные полномочия по принятию решений и производству действий контрольно-надзорного, судебного или иного специального характера, не связанного с принятием политикоопределяющих решений;\n-  административная государственная должность - должность, учрежденная как штатная единица государственного органа с установленным объемом полномочий и ответственности, созданная для реализации задач и функций государственного органа.","data_sources":"Государственная статистическая отчетность по форме №1-ГОС (краткая) Отчет о численности работников, занятых в органах государственного управления на 1 января","data_collection":"Сбор данных осуществляется по форме государственной статистической отчетности по № 1-ГОС (краткая). Форма представляется самостоятельными (обладающие правом юридического лица) учреждениями, организациями, зарегистрированные в ЕГРСЕ как органы государственного управления. \nОрганы государственного управления после отчетного года на бумажных носителях-территориальным органам статистики по месту нахождения или электронный формат - Нацстаткому Кыргызской Республики.\nСбор данных осуществляется на ежегодной основе.","computation_methods":"Для расчета этого показателя необходимы данные по численности государственных служащих по государственным органам по всем должностям. Также нужна разбивка численности госслужащих по занимаемым государственным должностям (политические, специальные и административные).","data_availability_gaps":"Данные по возрасту, стажу и инвалидности имеются в Государственной кадровой службе КР","disaggregation":"По полу","references_documentation":"Национальная платформа отчетности ЦУР КР: https://sustainabledevelopment-kyrgyzstan.github.io\nПубликуются в статистическом сборнике \"Женщины и мужчины Кыргызской Республики\"","indicator":"16.7.1","target_id":"16.7","sdg_goal":"16","reporting_status":"notstarted","indicator_sort_order":"16-07-01"}