{"goal_meta_link_text":"custom.meta_link_text","data_non_statistical":false,"goal_meta_link":"https://unstats.un.org/sdgs/metadata/files/Metadata-17-04-01.pdf","graph_type":"line","indicator_name":"global_indicators.17-4-1-title","graph_title":"global_indicators.17-4-1-title","national_geographical_coverage":"Кыргызская Республика","measurement_units":"Процент","page_content":"","en":{"goal_name":"17. Strengthen the means of implementation and revitalize the global partnership for sustainable development","target_name":"17.4 Assist developing countries in attaining long-term debt sustainability through coordinated policies aimed at fostering debt financing, debt relief and debt restructuring, as appropriate, and address the external debt of highly indebted poor countries to reduce debt distress ","indicator_name1":"17.4.1 Debt service as a proportion of exports of goods and services","organization_name":"Ministry of Finance of the Kyrgyz Republic (Government Debt Department)","contact_name":"R.S. Tatikov","contact_email":" r.tatikov@minfin.kg","contact_phone":" +996-0312-62-53-13 (add. 2010, 2023)","organization_website":"www.minfin.kg","definitions":"Debt service as a proportion of exports of goods and services is the percentage of debt services (principle and interest payments) to the exports of goods and services. ","concepts":"Public debt management includes debt payment transactions through the respective budget resources.  \nExports is the value of goods and services exported from the state over time","rationale_interpretation":"The indicator is calculated based on the public debt sustainability analysis. There are IMF recommended public debt sustainability thresholds for low-income countries, where the ratio of external debt service to exports should not exceed 15 per cent.\nThe indicator is calculated as a ratio of the public debt level and its sustainability.","data_sources":"Data on goods and services exports are available in the National Bank of the Kyrgyz Republic (NBKR) Bulletin.\nPublic debt management costs - data from the MF.","data_collection":"Data on public debt management are collected at the end of the reporting period (year). \nData on the goods and services exports are provided by the National Bank of the Kyrgyz Republic (NBKR) Bulletin.","data_availability_gaps":"This Indicator is calculated in annual dynamics at the end of the reporting period (end of year) since 2005.","disaggregation":"It is a nationwide indicator for the Kyrgyz Republic.","references_documentation":" The National Bank of the Kyrgyz Republic Bulletin - https://www.nbkr.kg/index1.jsp?item=137&lang=RUS  \n Metadata at the UN website- https://unstats.un.org/sdgs/Metadata-17-04-01.pdf\n The Kyrgyz Republic SDG National Reporting Platform: https://sustainabledevelopment-kyrgyzstan.github.io"},"national_metadata_updated_date":"2021-10-04","national_metadata_update_url_text":"2021-10-04: see changes on GitHub","national_metadata_update_url":"https://github.com/sdg-kyrgyzstan/open-sdg-data-starter/commit/6195c20b5a07459967e9b1e9189601ac700b78de","goal_name":"17. Укрепление средств осуществления и активизация работы в рамках Глобального партнерства в интересах устойчивого развития","target_name":"17.4 Оказывать развивающимся странам помощь в целях обеспечения долгосрочной приемлемости уровня их задолженности благодаря проведению скоординированной политики, направленной на поощрение, в зависимости от обстоятельств, финансирования за счет заемных средств, облегчения долгового бремени и реструктуризации задолженности, и решить проблему внешней задолженности бедных стран с крупной задолженностью, с тем чтобы облегчить их долговое бремя","indicator_name1":"17.4.1 Расходы на обслуживание долга в процентном отношении к экспорту товаров и услуг","organization_name":"Министерство финансов Кыргызской Республики (Управление государственного долга)","contact_name":"Татиков Р.С.","contact_email":" r.tatikov@minfin.kg","contact_phone":" +996-0312-62-53-13 (доб. 2010, 2023)","organization_website":"www.minfin.kg","definitions":"Расходы на обслуживание государственного долга (основная сумма + проценты) в качестве доли к экспорту товаров и услуг ","concepts":"Обслуживание государственного долга включают операции по выплатам по долговым обязательствам за счет средств соответствующего бюджета.  \nОбъем экспорта - стоимость вывезенных из государства за определенное время товаров и услуг.","rationale_interpretation":"Показатель исчисляется в рамках анализа устойчивости государственного долга. Существуют рекомендуемые МВФ пороговые уровни устойчивости государственного долга для стран с низким уровнем дохода, где соотношение обслуживания внешнего долга к экспорту не должно превышать 15%.\nДанный показатель рассчитывается, как один из показателей при изучении уровня государственного долга и его устойчивости.","data_sources":"Данные об объеме экспорта товаров и услуг доступны в Бюллетене НБКР.\nРасходы на обслуживание государственного долга - данные МФ КР.","data_collection":"Сбор данных по обслуживанию государственного долга производится по окончанию отчетного периода (года). \nДанные об объеме экспорта товаров и услуг - из Бюллетеня НБКР.","computation_methods":"Процентное соотношение расходов на обслуживания государственного долга к объему экспорта товаров и услуг за отчетный период (год).","data_availability_gaps":"Данный показатель рассчитывается по истечению отчетного периода (на конец года) с 2005 года в годовой динамике.","disaggregation":"Показатель представлен в целом по Кыргызской Республике.","references_documentation":" Бюллетень Национального банка Кыргызской Республики - https://www.nbkr.kg/index1.jsp?item=137&lang=RUS  \n Метаданные на сайте ООН - https://unstats.un.org/sdgs/Metadata-17-04-01.pdf\n Национальная платформа отчетности ЦУР КР: https://sustainabledevelopment-kyrgyzstan.github.io","indicator":"17.4.1","target_id":"17.4","sdg_goal":"17","reporting_status":"complete","indicator_sort_order":"17-04-01"}