{"goal_meta_link_text":"custom.meta_link_text","data_non_statistical":false,"goal_meta_link":"https://unstats.un.org/sdgs/metadata/files/Metadata-02-01-01.pdf","graph_type":"line","indicator_name":"global_indicators.2-1-1-title","graph_title":"Распространенность недоедания (доля населения, потребляющего менее 2100 ккал в день)","national_geographical_coverage":"Кыргызская Республика","measurement_units":"Процент","page_content":"","en":{"goal_name":"2: End hunger, achieve food security and improved nutrition and promote sustainable agriculture","target_name":"2.1: By 2030, end hunger and ensure access by all people, in particular the poor and people in vulnerable situations, including infants, to safe, nutritious and sufficient food all year round","indicator_name1":"2.1.1: Prevalence of undernourishment","organization_name":" National Statistical Committee of the Kyrgyz Republic (Household Statistics Division)","contact_name":"Kerimalieva N.K.","contact_email":"Sdg_nsc@stat.kg ","contact_phone":"(0312) 32 46 91","organization_website":"www.stat.kg","definitions":"The prevalence of undernourishment (PoU) is an estimate of the proportion of the population whose habitual food consumption is insufficient to provide the dietary energy levels that are required to maintain a normal active and healthy life. It is expressed as a percentage.","concepts":"Undernourishment is defined as the condition by which a person has access, on a regular basis, to amounts of food that are insufficient to provide the energy required for conducting a normal, healthy and active life, given his or her own dietary energy requirements. Though strictly related, “undernourishment” as defined here is different from the physical conditions of “malnutrition” and “undernutrition” as it refers to the condition of insufficient intake of food, rather than to the outcome in terms of nutritional status. The prevalence of undernourishment is thus an estimate of the percentage of individuals in a group that are in that condition, but it does not allow for the identification of which individuals in the group are, in fact, undernourished.","rationale_interpretation":"The indicator allows monitoring trends in the extent of dietary energy inadequacy in a population over time, generated as a result of the combination of changes in the overall availability of food, in the households’ ability to access it, and in the socio-demographic characteristics of the population, as well as differences across countries and regions in any given moment in time.","data_sources":"Integrated Household Budget and Labour Force Sample Survey (hereinafter IHBLFSS) contains a module on household food consumption and spending on food consumed outside the home as well as household gender and age composition.","data_collection":"Data are obtained through the IHBLFSS questionnaires using a cluster sample built on the latest available Census and up-to-date housing lists. The IHBLFS surveys rely on personal interviews collected using tablet computers (ComputerAssisted Personal Interview, CAPI).\nData are collected on a quarterly basis and an indicator is calculated using data for the past year.","computation_methods":"The indicator is computed at the population level. \nThere are two common computation methods for this indicator.\n1. Population is represented by an “average” individual for whom a probability distribution of the habitual daily dietary energy intake levels is modeled through a parametric probability density function. A custom function (R) is available to compute the prevalence of malnutrition given the four parameters of the calorie intake estimation (DEC), coefficient of variation (CV), asymmetry (Skew) and the minimum caloric intake (MDER);\n2. 2100Kcal taken as the world average minimum calorie diet value. The average per capita calorie intake of a household is calculated given sex composition of the household.\nIn Kyrgyzstan, the indicator is calculated using second method and describes proportion of population consuming less than 2,100 Kcal.","comments_limitations":"Over the years, the parametric approach informing the computation of the PoU has been criticized, based on the presumptions that undernourishment should be assessed necessarily starting at the individual level, by comparing individual energy requirements with individual energy intakes. According to such view, the prevalence of undernourishment could be simply computed by counting the number of individuals in a representative sample of the population that is classified as undernourished, based on a comparison of individual habitual food consumption and requirements. Unfortunately, such approach is not feasible for two reasons: first, due to the cost of individual dietary intake surveys, individual food consumption is measured only in a few countries, every several years, on relatively small samples; moreover, individual energy requirements are practically unobservable with standard data collection methods.","quality_assurance":"The raw data are checked for quality before being submitted for further analysis.","data_availability_gaps":"A compatible time series calculated using common methodology has been available since 2000.","disaggregation":"National and subnational level, by area.","international_comparability":"DEC can be obtained either from survey data or from Food Balance Sheets. Both sources have limitations. Comparisons of national DEC based on FBS and surveys often reveal discrepancies. In order to limit the impact of such errors, FAO has traditionally presented estimates of country malnutrition level as three-year averages, assuming that errors caused by inaccurate indices recording in each individual year, may be reduced if the average is considered for three consecutive years.\nThe national indicator computation methodology significantly differs from that of FAO. The most common approach used in preparing national reports has been to calculate the percentage of households for which the average per capita daily dietary energy consumption is found to be below thresholds based on daily Recommended Dietary Intake, usually set at 2,100.00 kcal, based on household survey data.","references_documentation":"http://www.fao.org/economic/ess/ess-fs/en/ \nhttp://www.fao.org/docrep/012/w0931e/w0931e16.pdf \nhttp://www.fao.org/docrep/005/Y4249E/y4249e06.htm#bm06\nhttp://www.fao.org/3/a-i4060e.pdf \nhttp://www.fao.org/3/a-i4046e.pdf\n\nKR National SDG Reporting Platform: https://sustainabledevelopment-kyrgyzstan.github.io"},"national_metadata_update_url_text":"2021-05-07: see changes on GitHub","national_metadata_update_url":"https://github.com/sdg-kyrgyzstan/open-sdg-data-starter/commit/5dd049f1f40f4d4d039c9f9481674d26245a97fd","goal_name":"2: Ликвидация голода, обеспечение продовольственной безопасности, улучшение питания и содействие устойчивому развитию сельского хозяйства","target_name":"2.1: К 2030 году покончить с голодом и обеспечить доступ для всех людей, особенно бедных и уязвимых групп населения, включая детей, к безопасному, богатому питательными веществами и достаточному питанию в течение всего года","indicator_name1":"2.1.1: Распространенность недоедания","organization_name":"Национальный статистический комитет (Отдел статистики домашних хозяйств)","contact_name":"Керималиева Н.К","contact_email":"Sdg_nsc@stat.kg ","contact_phone":" (0312) 32 46 91","organization_website":"www.stat.kg","definitions":"Распространенность недоедания (PoU) – это оценка доли населения, обычное потребление пищи которого недостаточно для удовлетворения потребности в поступающей с пищей энергии, необходимой для поддержания нормальной, активной и здоровой жизни. Данная оценка выражается в процентах.","concepts":"Недоедание определяется как состояние, при котором человек имеет регулярный доступ к количеству еды, которое недостаточно, чтобы обеспечить его энергией, необходимой для ведения нормальной, здоровой и активной жизни, учитывая его или ее собственные потребности в поступающей с пищей энергии. \nХотя, строго говоря, понятие “недоедание”, как определено здесь, отличается от физического состояния “неправильного питания” и “недостаточного питания”, так как это относится к состоянию, вызванному недостаточным потреблением пищи, а не к результату с точки зрения питания.\nТаким образом, распространенность недоедания оценивает процент лиц в группе, которые находятся в данном состоянии, но она не позволяет идентифицировать тех индивидов в группе, которые, по сути, страдают от недоедания.","rationale_interpretation":"Данный показатель позволяет отслеживать тенденции степени недостаточной калорийности рациона питания населения с течением времени, образовавшаяся в результате сочетания изменений в общей доступности продовольствия, в возможности получить к нему доступ в домашних хозяйствах в любой момент времени, а также различий между регионами.","data_sources":"Интегрированное выборочное обследование бюджетов домашних хозяйств и рабочей силы (далее ИОДХ), содержащий модуль о потреблении продуктов питания в домашнем хозяйстве и расходах на питание вне дома, а также половозрастной состав членов домашнего хозяйства.","data_collection":"Сбор данных осуществляется посредством вопросников ИОДХ с применением кластерной выборки, построенной на последней доступной Переписи населения и актуализированных списках жилых помещений. В опросах ИОДХ используется персональное интервью с использованием планшетных компьютеров (ComputerAssisted Personal Interview, CAPI).\nСбор данных осуществляется на ежеквартальной основе, разработка индикатора производится по итогам года.","computation_methods":"Показатель вычисляется на уровне населения.\nСуществует два распространенных метода расчета показателя.\n1. Население представлено “среднестатистическим” индивидом, для которого распределение вероятностей привычного ежедневного уровня потребления калорий моделируется путем параметрической функции плотности вероятностей. Пользовательская функция (R) доступна для расчета оценки распространенности недоедания, с учетом четырех параметров оценки уровня потребления калорий (DEC), коэффициента вариации (CV), асимметрии (Skew) и минимальной калорийности пищевого рациона (MDER);\n2. В качестве минимальной калорийности пищевого рациона применяется среднее значение по миру (2100Ккал.). Среднедушевая калорийность питания в домохозяйстве рассчитывается с учетом поло-возрастного состава домашнего хозяйства.\nВ Кыргызстане показатель рассчитывается по второму методу и характеризует долю населения, потребляющего менее 2100 Ккал.","comments_limitations":"На протяжении многих лет, параметрический подход, использующийся при расчете оценки распространенности недоедания, был подвергнут критике, исходя из предположения, что недоедание следует оценивать, основываясь на индивидуальном уровне, путем сравнения индивидуальных потребностей в энергии с индивидуальным потреблением энергии, поступающей с пищей. Согласно такому мнению, распространенность недоедания может быть просто вычислена путем подсчета количества лиц в репрезентативной выборке населения, которое классифицируется как недоедающие, на основе сопоставления привычного потребления пищи и потребностей на индивидуальном уровне. К сожалению, такой подход не представляется возможным по двум причинам: во-первых, из-за стоимости обследований индивидуального пищевого рациона, индивидуальное потребление продуктов питания измеряется лишь в нескольких странах каждые несколько лет на относительно небольших выборках; кроме того, индивидуальные энергетические потребности практически невозможно наблюдать с помощью стандартных методов сбора данных.","quality_assurance":"Исходные данные проверяются на качество, прежде чем они будут использованы для дальнейшего анализа.","data_availability_gaps":"Сопоставимый динамический ряд, рассчитанный по единой методологии доступен с 2000 года. ","disaggregation":"Национальный и субнациональный уровень, по типу местности.","international_comparability":"Оценка среднего уровня потребления калорий (DEC) может быть оценена либо на основе данных опроса, либо на основе продовольственных балансов. Оба источника не лишены недостатков. При сравнении оценок национального уровня потребления калорий (DEC) на основе продовольственных балансов (FBS) и опросов часто отмечаются различия.  \nЧтобы ограничить влияние таких ошибок, ФАО традиционно представляла оценки распространенности недоедания на уровне страны как средние показатели за трехлетний период, исходя из предположения, что ошибки, вызванные неточной записью индексов изменения в каждый отдельный год, могут быть уменьшены при рассмотрении среднего показателя за три года подряд. \nНациональная методология расчета показателя существенно отличается от методологии ФАО. Наиболее распространенный подход - расчет доли населения домохозяйств, для которых средний уровень ежедневного потребления калорий в расчете на душу населения окажется ниже пороговых значений на основе ежедневного рекомендуемого пищевого рациона, как правило, установленного на уровень 2100 ккал, основываясь на данных обследования домашних хозяйств.","references_documentation":"http://www.fao.org/economic/ess/ess-fs/en/ \nhttp://www.fao.org/docrep/012/w0931e/w0931e16.pdf \nhttp://www.fao.org/docrep/005/Y4249E/y4249e06.htm#bm06\nhttp://www.fao.org/3/a-i4060e.pdf \nhttp://www.fao.org/3/a-i4046e.pdf\n\nНациональная платформа отчётности ЦУР КР: https://sustainabledevelopment-kyrgyzstan.github.io","indicator":"2.1.1","target_id":"2.1","sdg_goal":"2","reporting_status":"complete","indicator_sort_order":"02-01-01"}