{"goal_meta_link_text":"custom.meta_link_text","goal_meta_link":"https://unstats.un.org/sdgs/metadata/files/Metadata-03-01-01.pdf","indicator_name":"global_indicators.3-1-1-title","data_non_statistical":false,"graph_type":"line","graph_title":"Коэффициент материнской смертности","national_geographical_coverage":"Кыргызская Республика","measurement_units":"на 100 000 родившихся живыми","page_content":"","en":{"goal_name":"3: Ensure healthy lives and promote well-being for all at all ages","target_name":"3.1: 2030, reduce the global maternal mortality ratio to less than 70 per 100,000 live births","indicator_name1":"3.1.1: Maternal mortality ratio","organization_name":"National Statistical Committee of the Kyrgyz Republic (Demographic Statistics Division)","contact_name":"Maatkulova J.B.","contact_email":"Jmaatkulova@stat.kg ","contact_phone":"+996 (0312) 32 46 36","organization_website":"www.stat.kg","definitions":"WHO defines maternal mortality as death of a woman while pregnant or within 42 days of termination of pregnancy, irrespective of the duration and site of the pregnancy, from any cause related to or aggravated by the pregnancy or its management (from direct or indirect obstetric death), but not from accidental or incidental causes.","concepts":"Mortality is the process of generation extinction, one of the two main sub-processes of population reproduction. Among causes are diseases, pathological conditions or injuries that lead to or contribute to death, as well as accidents or acts of violence that cause fatal injuries. Cause of death has been coded since 2000. Based on the World Health Organization 10 Revision of International Statistical Classification of Diseases, Injuries, and Causes of Death (ICD-10).","rationale_interpretation":"The indicator analysis allows assessing State policy effectiveness of in the area of maternal and child protection in the country, since the level of medical care for pregnant women and mothers determines health of future generations. Maternal mortality rates in Kyrgyzstan, although decreasing slightly over the years, remain high. The death of a woman while pregnant or within 42 days of termination of pregnancy is considered to be a maternal death. Thus, if the deceased was pregnant (irrespective of the duration and site of the pregnancy) or died within 42 days after giving birth, the medical death certificate must include an indication of the pregnancy period or post-natal period, even if pregnancy was not related to the main cause of death.","data_sources":"Cause of death information is obtained from medical death certificates drawn up by medics or paramedics on disease, accident, homicide, suicide and other external influences resulting in death. These documents, along with civil registration of deaths drawn up by civil registry offices (which are subordinate to the State Registration Service), are sent to statistical agencies for calculation. Of causes listed, one is selected for statistical purposes - the primary, i.e. the disease or injury that caused events directly leading to death.","data_collection":"Data are obtained from Death Certificates and attached to them Medical Death Certificates submitted by the Civil Registry Office (SRS under the GKR) on a regular basis (monthly).\nPrimary processing and data consolidation are carried out at the level of local government statistical agencies. The national data set is processed by the National Statistical Committee. The period between data collection and submission is 38 days.","computation_methods":"Maternal mortality ratio (MMR): Number of maternal deaths during a given time period per 100,000 live births during the same time period.\nThe maternal mortality ratio can be calculated by dividing recorded (or estimated) maternal deaths by total recorded (or estimated) live births in the same period and multiplying by 100 000. Measurement requires information on pregnancy status, timing of death (during pregnancy, childbirth, or within 42 days of termination of pregnancy), and cause of death.","comments_limitations":"This indicator reflects maternal mortality risks in relation to the number of children born alive and essentially records the risk of death from pregnancy or live birth. According to experts, coverage of civil registration system is considered satisfactory though needs to be improved due to being paper-based. Since December 2014 an automated electronic system AIS \"Registration Office\" has been in operation as a component of SRS information systems. However, upon receipt by statistical authorities paper-based data then entered into special software by statistical agencies employees, which sometimes leads to errors and omissions. Soon (until the end of 2020th) a database on natural and migratory population movements being derived from the SRS data will become one of population statistics sources.","quality_assurance":"Logical and arithmetic control of recorded data is carried out. Data control in data records is carried out by logical control procedure embedded in the data input and processing software. The causes of death codes are checked along diagnoses recorded in death report, according to ICD-10, and results tables are analyzed for causes of death.","data_availability_gaps":"Data are distributed via the National Statistical Committee publications: «Social economic situation of the Kyrgyz Republic» monthly report, statistical collections: «Demographic yearbook of the Kyrgyz Republic», «Social trends of the Kyrgyz Republic», «Women and men of the Kyrgyz Republic», «Health of  population and healthcare in the Kyrgyz Republic», «Young people in KR» available on the official website of NSC KR: http://www.stat.kg/ru/publications/ Time series have been available since 1990.","disaggregation":"Indicator is calculated nationally and by regions (Republic, regions, city of Bishkek, city of Osh).","international_comparability":"International definition of the indicator is used for national statistics. Data coding and compilation on deaths by cause of death is done by state statistics authorities in accordance with the WHO International Statistical Classification of Diseases and Causes of Death (ICD-10), since 2000 report. By agreement with the National Statistical Committee, database on mortality is submitted to the Centre for Electronic Health of the Ministry of Health of the Kyrgyz Republic: Form 2 «Information on the number of births, marriages, divorces and deaths by cause of death» is submitted monthly, with a delay of 1.5 months from the reporting month and form C52 «Population mortality by cause of death» submitted annually, in June following the reporting year.","references_documentation":"References to RLA and methodology: \nhttp://www.stat.kg/ru/about/pravovye-osnovy-organov-gosudarstvennoj-statistiki/; https://unstats.un.org/sdgs/Metadata; http://www.stat.kg/ru/statistics/download/methodology/68/. \nNational Statistical Committee publications: «Social economic situation of the Kyrgyz Republic» monthly report, statistical collections: «Demographic yearbook of the Kyrgyz Republic», «Social trends of the Kyrgyz Republic», «Women and men of the Kyrgyz Republic», «Health of population and healthcare in the Kyrgyz Republic», «Young people in KR» available on the official website of NSC KR: http://www.stat.kg/ru/publications/\n\nKR National SDG Reporting Platform: https://sustainabledevelopment-kyrgyzstan.github.io"},"national_metadata_updated_date":"2021-10-06","national_metadata_update_url_text":"2021-10-06: see changes on GitHub","national_metadata_update_url":"https://github.com/sdg-kyrgyzstan/open-sdg-data-starter/commit/601d8074c35b0c5a86d3d9566a6dc00ea0b7bd9d","goal_name":"3: Обеспечение здорового образа жизни и содействие благополучию для всех в любом возрасте","target_name":"3.1: К 2030 году сократить значение глобального коэффициента материнской смертности до уровня менее 70 на 100 000 рождённых живых детей","indicator_name1":"3.1.1: Коэффициент материнской смертности ","organization_name":"Национальный статистический комитет КР (Отдел демографической статистики)","contact_name":"Мааткулова Ж.Б.","contact_email":"Jmaatkulova@stat.kg ","contact_phone":"+996 (0312) 32 46 36","organization_website":"www.stat.kg","definitions":"По определению ВОЗ, под материнской смертностью понимается смерть женщины, обусловленная беременностью (независимо от ее продолжительности и локализации) и наступившая в период беременности или в течение 42 дней после ее окончания от какой-либо причины, связанной с беременностью, отягощенной ею либо ее ведением, но не от несчастного случая или случайно возникшей причины.","concepts":"Смертность населения - процесс вымирания поколения, один из двух главных подпроцессов воспроизводства населения. Причины смерти - это болезни, патологические состояния или травмы, которые привели к смерти или способствовали ее наступлению, а также обстоятельства несчастного случая или акта насилия, которые вызвали травму со смертельным исходом. Кодирование причин смерти производится с 2000г. на основании Международной статистической классификации болезней и причин смерти 10-го пересмотра (МКБ-10) Всемирной организации здравоохранения.","rationale_interpretation":"Анализ показателя позволяет оценить уровень эффективности государственной политики в области охраны материнства и детства в республике, поскольку уровень медицинской помощи беременным и родильницам определяет судьбу и здоровье будущих поколений. Показатели материнской смертности в Кыргызстане, несмотря на некоторое снижение, остаются высокими. Смерть женщины в любом периоде беременности или в течение 42 дней после ее окончания относится к материнской смертности. Поэтому, если умершая была беременна (независимо от продолжительности и локализации беременности) или умерла в течение 42 дней после родов, в медицинском свидетельстве о смерти обязательно должна быть сделана запись о сроке беременности или числе дней послеродового периода, даже если беременность не была связана с основной причиной смерти.","data_sources":"Источником информации о причинах смерти являются записи в медицинских свидетельствах о смерти, составляемых врачом или средним медицинским персоналом относительно заболевания, несчастного случая, убийства, самоубийства и другого внешнего воздействия, послуживших причиной смерти. Эти документы вместе с Записями актов гражданского состояния о смерти, составляемыми в органах ЗАГС (находятся в подчинении Государственной регистрационной службы при Правительстве КР), направляются для разработки в органы статистики. Из указанных в них заболеваний для статистических целей выбирается одно – основное (начальное), т.е. болезнь или травма, вызвавшая события, прямо приведшие к смерти.","data_collection":"Сбор данных проводится на основании представленных записей актов гражданского состояния о смерти и приложенных медицинских свидетельств о смерти, представляемых органами ЗАГС (ГРС при ПКР) на регулярной основе (ежемесячно). \nПервичная обработка и получение сводных данных осуществляется на уровне областных органов государственной статистики. Свод данных по республике осуществляется НСК. Период между сбором данных и их представлением составляет 38 дней.","computation_methods":"Коэффициент материнской смертности (КМС) определяется как число материнских смертей за исследуемый период времени на 100 000 рожденных живыми детей за тот же период времени.                                                Коэффициент материнской смертности можно рассчитать путем деления зарегистрированной (или оценочной) материнской смертности на общее число зарегистрированных (или оценочных) рожденных живых детей за тот же период, и умноженное на 100 000. Для измерения требуется информация о статусе беременности, сроках смерти (во время беременности, родов или в течение 42 дней после прекращения беременности) и её причине.","comments_limitations":"Данный показатель отображает риск материнской смертности по отношению к числу детей, рожденных живыми, и, по существу, фиксирует риск смерти в результате одной беременности или одного рожденного живого ребенка. По оценке экспертов, охват системы регистрации актов гражданского состояния считается удовлетворительным, но нуждается в совершенствовании, т.к. основан на использовании бумажных носителей. С декабря 2014г. начала функционировать автоматизированная электронная система АИС \"ЗАГС\", как один из компонентов информационных систем ГРС. Однако, в органы статистики данные поступают на бумажных носителях и затем вводятся в специальное программное обеспечение сотрудниками статорганов, что иногда приводит к ошибкам, пропускам данных. В ближайшей перспективе (до конца 2020г.) одним из источников статистических данных о населении станет база данных по естественному и миграционному движению населения, создаваемая на основе данных ГРС.","quality_assurance":"Проводится логический и арифметический контроль отчетных данных. Процедура проверки правильности данных в актовых записях осуществляется путем логического контроля, заложенного в программном обеспечении по вводу и разработке данных. Проводится корректировка проставленных кодов причин смерти на соответствие диагнозам, записанным в актовой записи о смерти, согласно МКБ-10, анализ выходных таблиц по причинам смерти.","data_availability_gaps":"Данные распространяются в статистических публикациях НСК: в ежемесячном докладе «Социально-экономическое положение КР», статистических сборниках: «Демографический ежегодник КР», «Социальные тенденции КР», «Женщины и мужчины КР», «Здоровье населения и здравоохранение в КР», «Молодежь в КР», на официальном сайте НСК КР: http://www.stat.kg/ru/publications/. Имеются динамические ряды с 1990 года.","disaggregation":"Показатель рассчитывается по территории и регионам (Республика, области, г.Бишкек, г.Ош) на ежемесячной основе.","international_comparability":"Национальное определение показателя, используемое в статистике, соответствует его международному определению. Кодирование и разработка данных об умерших по причинам смерти производятся органами государственной статистики на основании Международной статистической классификации болезней и причин смерти 10-го пересмотра (МКБ-10) ВОЗ, начиная с отчета за 2000г. По соглашению с НСК база данных по смертности передается Центру электронного здравоохранения при Министерстве здравоохранения КР: форма 2 «Сведения о числе родившихся, браков, разводов и умерших по причинам смерти» – ежемесячно, с отставанием на 1,5 мес. от отчетного месяца и форма С52 «Смертность населения по причинам смерти» – ежегодно, в июне месяце года, следующего за отчетным.","references_documentation":"Ссылки на НПА и методологию: \nhttp://www.stat.kg/ru/about/pravovye-osnovy-organov-gosudarstvennoj-statistiki/; https://unstats.un.org/sdgs/Metadata; http://www.stat.kg/ru/statistics/download/methodology/68/. Статистические публикации НСК: ежемесячный доклад «Социально-экономическое положение КР», статистические сборники «Демографический ежегодник КР», «Социальные тенденции КР», «Женщины и мужчины КР», \"Уровень жизни населения КР», «Здоровье населения и здравоохранение в КР» на официальном сайте НСК КР: http://www.stat.kg/ru/publications/\n\nНациональная платформа отчётности ЦУР КР: https://sustainabledevelopment-kyrgyzstan.github.io","indicator":"3.1.1","target_id":"3.1","sdg_goal":"3","reporting_status":"complete","indicator_sort_order":"03-01-01"}