{"goal_meta_link_text":"custom.meta_link_text","goal_meta_link":"https://unstats.un.org/sdgs/files/metadata-compilation/Metadata-Goal-3.pdf","indicator_name":"global_indicators.3-3-3-title","data_non_statistical":false,"graph_type":"bar","graph_title":"global_indicators.3-3-3-title","national_geographical_coverage":"Кыргызская Республика","measurement_units":"на 1000 человек","page_content":"","en":{"goal_name":"3: Ensure healthy lives and promote well-being for all at all ages","target_name":"3.3. By 2030, end the epidemics of AIDS, tuberculosis, malaria and neglected tropical diseases and combat hepatitis, water-borne diseases and other communicable diseases","indicator_name1":"3.3.3. Malaria incidence per 1,000 population","organization_name":"National Statistical Committee of KR (Social Statistics Division)","contact_name":"Rakhmanova Zh.Zh.","contact_email":"rakhmanovazz@mail.ru","contact_phone":"(0312) 32 46 52","organization_website":"www.stat.kg","definitions":"Incidence of malaria is defined as the number of new cases of malaria per 1,000 people at risk each year.","concepts":"Case of malaria is defined as the occurrence of malaria infection in a person whom the presence of malaria parasites in the blood has been confirmed by a diagnostic test. The population considered is the population at risk of the disease.","rationale_interpretation":"To measure trends in malaria morbidity and to identify locations where the risk of disease is highest. With this information, programmes can respond to unusual trends, such as epidemics, and direct resources to the populations most in need. This data also serves to inform global resource allocation for malaria such as when defining eligibility criteria for Global Fund finance.","data_sources":"The Ministry of Health of the Kyrgyz Republic submits a consolidated report with data broken down by region in the State statistical reporting form \"Report on communicable, parasitic and non-communicable diseases\", as well as demographic statistics.","data_collection":"Data are collected by district, city and regional SSESD centers and Sanitary and Epidemiological Surveillance Department.","computation_methods":"The indicator is calculated as the ratio of newly diagnosed malaria cases to the annual average population multiplied by 100,000.\nMalaria incidence (MI) is calculated by the formula:\n\n \nMI   =  N  * 100 000 / P1 \n \nwhere \nN – number of newly diagnosed cases recorded in given year; \nP1 – annual average population.","comments_limitations":"The estimated incidence can differ from the incidence reported by a Ministry of Health which can be affected by:\n• the completeness of reporting: the number of reported cases can be lower than the estimated cases\nif the percentage of health facilities reporting in a month is less than 100%\n• the extent of malaria diagnostic testing (the number of slides examined or RDTs performed)\n• the use of private health facilities which are usually not included in reporting systems.\n• the indicator is estimated only where malaria transmission occurs","data_availability_gaps":"Data have been available since 2007 onwards","disaggregation":"Data are disaggregated by region, sex and age.","international_comparability":"The International Classification of Diseases and Causes of Death allows studying diseases according to common principles and obtaining comparable results.","references_documentation":"KR National SDG Reporting Platform: https://sustainabledevelopment-kyrgyzstan.github.io"},"national_metadata_update_url_text":"2021-05-07: see changes on GitHub","national_metadata_update_url":"https://github.com/sdg-kyrgyzstan/open-sdg-data-starter/commit/5962ed6e205f49bbbf52647e28f4e9fc5e09fb14","goal_name":"3: Обеспечение здорового образа жизни и содействие благополучию для всех в любом возрасте","target_name":"3.3. К 2030 году положить конец эпидемиям СПИДа, туберкулеза, малярии и тропических болезней, которым не уделяется должного внимания, и обеспечить борьбу с гепатитом, заболеваниями, передаваемыми через воду, и другими инфекционными заболеваниями","indicator_name1":"3.3.3. Заболеваемость малярией на 1000 человек","organization_name":"Национальный статистический комитет КР (Отдел социальной статистики)","contact_name":"Рахманова Ж.Ж.","contact_email":"rakhmanovazz@mail.ru","contact_phone":"+996 (0312) 32 46 52","organization_website":"www.stat.kg","definitions":"Заболеваемость малярией определяется как количество новых случаев малярии на 1000 человек, подвергающихся риску каждый год.","concepts":"Случай малярии определяются как возникновение малярийной инфекции у человека, которого наличие малярийных паразитов в крови было подтверждено с помощью диагностического теста. Рассматриваемая популяция представляет собой население, которое подвержено риску заболевания.","rationale_interpretation":"Для измерения тенденции заболеваемости малярией и определить места, где риск заболевания самый высокий. С помощью этой информации программы могут реагировать на необычные тенденции, такие как эпидемии, и направлять ресурсы для наиболее нуждающихся групп населения. Эти данные также служат для информирования о распределении глобальных ресурсов для малярии, например, при определении критериев приемлемости для финансирования Глобального фонда.","data_sources":"Минздрав КР представляет сводный отчет в разрезе областей по форме государственной статистической отчетности №1 \"Отчет об инфекционных, паразитарных и неинфекционных заболеваниях\", а также данные демографической статистики. ","data_collection":"Сбор данных осуществляют районные, городские, областные центры ГСЭН и Департамент госсанэпиднадзора.","computation_methods":"Индикатор рассчитывается путем отношения числа больных малярией с диагнозом, установленным впервые в жизни к среднегодовой численности населения, умноженное на 1000. \n\nЗаболеваемости населения малярией (Зн) рассчитывается по формуле: \n\n \nЗн  \t= \tЗ  *   1000 / Н1 \n \nгде З – число впервые выявленных случаев заболеваний, зарегистрированных в течение отчетного года; \nН1 – среднегодовая численность постоянного населения.","comments_limitations":"Оценочная заболеваемость может отличаться от уровня заболеваемости, о котором сообщает министерство здравоохранения, на которое могут влиять:\n\tполнота отчетности: количество сообщаемых случаев может быть ниже, чем предполагаемые случаи, если процентная доля медицинских учреждений, сообщающих в месяц, составляет менее 100%;\n\tстепень диагностического тестирования на малярию (количество просмотренных слайдов или выполнение RDT);\n\tиспользование частных медицинских учреждений, которые обычно не включаются в системы отчетности;\n\t показатель оценивается только там, где происходит передача малярии.","data_availability_gaps":"Данные доступны с 2007 года.","disaggregation":"Детализация показателей осуществляется по областям и полу","international_comparability":"Международная классификация болезней и причин смерти позволяет исследовать заболеваемость по единым принципам и получать сопоставимые итоги.","references_documentation":"Национальная платформа отчётности ЦУР КР: https://sustainabledevelopment-kyrgyzstan.github.io  ","indicator":"3.3.3","target_id":"3.3","sdg_goal":"3","reporting_status":"complete","indicator_sort_order":"03-03-03"}