{"goal_meta_link_text":"custom.meta_link_text","goal_meta_link":"https://unstats.un.org/sdgs/metadata/files/Metadata-03-04-01.pdf","indicator_name":"global_indicators.3-4-1-title","data_non_statistical":false,"graph_type":"line","graph_title":"global_indicators.3-4-1-title","national_geographical_coverage":"Кыргызская Республика","measurement_units":"на 100 000 человек","page_content":"","en":{"goal_name":"3: Ensure healthy lives and promote well-being for all at all ages","target_name":"3.4: By 2030, reduce by one third premature mortality from non-communicable diseases through prevention and treatment and promote mental health and well-being","indicator_name1":"3.4.1: Mortality rate attributed to cardiovascular disease, cancer, diabetes or chronic respiratory disease","organization_name":"National Statistical Committee of the Kyrgyz Republic (Demographic Statistics Division), SRS under the GKR, Ministry of Health of the Kyrgyz Republic","contact_name":"Taipova Т.S.","contact_email":"tamarataipova@mail.ru, t.taipova@stat.kg","contact_phone":"+996 (0312) 32 46 36","organization_website":"www.stat.kg ","definitions":"Mortality rate attributed to cardiovascular disease, cancer, diabetes or chronic respiratory disease per 1,000 population.","concepts":"Mortality is the process of generation extinction, one of the two main sub-processes of population reproduction. Among causes are diseases, pathological conditions or injuries that lead to or contribute to death, as well as accidents or acts of violence that cause fatal injuries. Cause of death has been coded since 2000. Based on the World Health Organization 10 Revision of International Statistical Classification of Diseases, Injuries, and Causes of Death (ICD-10). ","rationale_interpretation":"Disease burden from non-communicable diseases (NCDs) among adults is rapidly increasing in developing countries due to ageing. Cardiovascular diseases, cancer, diabetes and chronic respiratory diseases are the four main causes of NCD burden. Measuring the risk of dying from these four major causes is important to assess the extent of burden from premature mortality due NCDs in a population.","data_sources":"Cause of death information is obtained from medical death certificates drawn up by doctors or mid-level medical personnel on disease, accident, homicide, suicide and other external influences resulting in death. These documents, along with civil registration of deaths are sent to statistical agencies for calculation.","data_collection":"Mortality data are obtained from the annual statistical compilation of official records of deaths drawn up by the civil registration offices (The Civil Registration Office of the State Registration Service under GKR). Aggregated data are collected and processed by the regional statistical offices and the National Statistical Committee of the Kyrgyz Republic.","computation_methods":"Mortality rates by causes of death are the ratio of deaths from these causes to the annual average population as currently estimated. Calculated per 100,000 population.","comments_limitations":"Get acquainted with coding rules for the primary cause of death and definitions set out in the revised International Statistical Classification of Diseases (ICD-10). In case of difficulties with diagnosis, contact staff of the E-Health Center of the Ministry of Health to consult for the final diagnosis.","quality_assurance":"Logical and arithmetic control of recorded data is carried out. Data control in data records is carried out by logical control procedure embedded in the data input and processing software. The causes of death codes are checked along diagnoses recorded in death report, according to ICD-10, and results tables are analyzed for causes of death.","data_availability_gaps":"Data on deaths from cardiovascular diseases and neoplasms (cancer) are published in the statistical compendium \"Demographic Yearbook of the Kyrgyz Republic\", and on the National Statistical Committee’s website. Time series have been available since 1990.","disaggregation":"Territorial data aggregation: country, region, district.\nData aggregation by sex: total, men, women.","international_comparability":"International definition of the indicator is used for national statistics. Data coding and compilation on deaths by cause of death is done by state statistics authorities in accordance with the WHO International Statistical Classification of Diseases and Causes of Death (ICD-10), since 2000 report. By agreement with the National Statistical Committee, database on mortality is submitted to the Centre for Electronic Health of the Ministry of Health of the Kyrgyz Republic: Form 2 «Information on the number of births, marriages, divorces and deaths by cause of death» is submitted monthly, with a delay of 1.5 months from the reporting month and form C52 «Population mortality by cause of death» submitted annually, in June following the reporting year.","references_documentation":"References to RLA and methodology: \nhttp://www.stat.kg/ru/about/pravovye-osnovy-organov-gosudarstvennoj-statistiki/; https://unstats.un.org/sdgs/Metadata; http://www.stat.kg/ru/statistics/download/methodology/68/. \nNational Statistical Committee publications: «Social economic situation of the Kyrgyz Republic» monthly report, statistical collections: «Statistical Yearbook of the Kyrgyz Republic”, «Demographic yearbook of the Kyrgyz Republic», «Social trends of the Kyrgyz Republic», «Women and men of the Kyrgyz Republic», «Health of population and healthcare in the Kyrgyz Republic» available on the official website of NSC KR: http://www.stat.kg/ru/publications/\nKR National SDG Reporting Platform: https://sustainabledevelopment-kyrgyzstan.github.io"},"national_metadata_update_url_text":"2021-04-27: see changes on GitHub","national_metadata_update_url":"https://github.com/sdg-kyrgyzstan/open-sdg-data-starter/commit/46eda7c8434ed5f2bfd3c64e7f43990396c11da4","goal_name":"3: Обеспечение здорового образа жизни и содействие благополучию для всех в любом возрасте","target_name":"3.4: К 2030 году уменьшить на треть преждевременную смертность от неинфекционных заболеваний посредством профилактики и лечения и поддержания психического здоровья и благополучия","indicator_name1":"3.4.1: Смертность от сердечно-сосудистых заболеваний, рака, диабета, хронических респираторных заболеваний ","organization_name":"Национальный статистический комитет КР КР (отдел демографической статистики), ГРС при ПКР, Минздрав КР","contact_name":"Таипова Т.С.","contact_email":"tamarataipova@mail.ru, t.taipova@stat.kg","contact_phone":"+996 (0312) 32 46 36","organization_website":"www.stat.kg ","definitions":"Число смертей, связанный с сердечно-сосудистыми заболеваниями, раком, диабетом или хроническими респираторными заболеваниями на 100 000 населения.","concepts":"Смертность населения - процесс вымирания поколения, один из двух главных подпроцессов воспроизводства населения. Причины смерти - это болезни, патологические состояния или травмы, которые привели к смерти или способствовали ее наступлению, а также обстоятельства несчастного случая или акта насилия, которые вызвали травму со смертельным исходом. Кодирование причин смерти производится с 2000г. на основании Международной статистической классификации болезней и причин смерти 10-го пересмотра (МКБ-10) Всемирной организации здравоохранения.","rationale_interpretation":"Бремя болезней от неинфекционных заболеваний (НИЗ) среди взрослых быстро растёт в развивающихся странах в связи со старением населения. Сердечно-сосудистые заболевания, рак, диабет и хронические респираторные заболевания являются четырьмя основными причинами НИЗ. Измерение риска смерти от этих четырёх основных причин важно для оценки степени бремени от преждевременной смертности от НИЗ у населения.","data_sources":"Источником информации о причинах смерти являются записи в медицинских свидетельствах о смерти, составляемых врачом или средним медицинским персоналом относительно заболевания, несчастного случая, убийства, самоубийства и другого внешнего воздействия, послуживших причиной смерти. Эти документы вместе с актовыми записями о смерти направляются для разработки в органы государственной статистики.","data_collection":"Сведения о смертях получаются на основании ежегодной статистической разработки данных, содержащихся в актовых записях о смерти, составляемых органами записи актов гражданского состояния (ЗАГС при Государственной регистрационной службе при Правительстве КР). Агрегированные данные собираются и обрабатываются областными управлениями статистики и НСК КР.","computation_methods":"Коэффициенты смертности по причинам смерти - отношение числа умерших от указанных причин смерти к среднегодовой численности постоянного населения по текущей оценке. Рассчитываются на 100 000 населения.","comments_limitations":"Знать правила кодирования первоначальной причины смерти и дефиниции, изложенные в классификаторе, Международная статистическая классификация болезней и проблем, связанных со здоровьем 10-го пересмотра (МКБ-10). В случае затруднения с правильностью выставленного диагноза обратиться к сотрудникам Центра электронного здравоохранения МЗ КР с целью установления окончательного диагноза.","quality_assurance":"Проводится логический и арифметический контроль отчетных данных. Процедура проверки правильности данных в актовых записях о смерти осуществляется путем логического контроля, заложенного в программном обеспечении по вводу и разработке данных. Проводится корректировка проставленных кодов причин смерти на соответствие диагнозам, записанным в актовой записи о смерти, согласно МКБ-10, анализ выходных таблиц по причинам смерти.","data_availability_gaps":"Данные по смертности от сердечно-сосудистых заболеваний, новообразованиям (рака) публикуются в статистическом сборнике \"Демографический ежегодник КР\", размещаются на сайте НСК. Имеются динамические ряды с 1990 года.","disaggregation":"Дезагрегация данных по территории (республика, область, район) и по полу.","international_comparability":"Национальное определение показателя, используемое в статистике, соответствует его международному определению. Кодирование и разработка данных об умерших по причинам смерти производятся органами государственной статистики на основании Международной статистической классификации болезней и причин смерти 10-го пересмотра (МКБ-10) ВОЗ, начиная с отчета за 2000г. По соглашению с НСК база данных по смертности передается Центру электронного здравоохранения КР при Министерстве здравоохранения: Форма №2 «Сведения о числе родившихся, браков, разводов и умерших по причинам смерти» – ежемесячно, с отставанием на 1,5 мес. от отчетного месяца и Форма №С52 «Смертность населения по причинам смерти» – ежегодно, в июне месяце года, следующего за отчетным годом.","references_documentation":"Ссылки на НПА и методологию: http://www.stat.kg/ru/about/pravovye-osnovy-organov-gosudarstvennoj-statistiki/; https://unstats.un.org/sdgs/Metadata; http://www.stat.kg/ru/statistics/download/methodology/68/. Статистические публикации НСК: ежемесячный доклад «Социально-экономическое положение КР», статистические сборники: \"Статистический ежегодник КР\", «Демографический ежегодник КР», «Социальные тенденции КР», «Женщины и мужчины КР», «Уровень жизни населения КР», «Здоровье населения и здравоохранение в КР» на официальном сайте НСК КР: http://www.stat.kg/ru/publications/\n\nНациональная платформа отчетности ЦУР КР: https://sustainabledevelopment-kyrgyzstan.github.io","indicator":"3.4.1","target_id":"3.4","sdg_goal":"3","reporting_status":"complete","indicator_sort_order":"03-04-01"}