{"goal_meta_link_text":"custom.meta_link_text","goal_meta_link":"https://unstats.un.org/sdgs/metadata/files/Metadata-03-07-01.pdf","indicator_name":"global_indicators.3-7-1-title","data_non_statistical":false,"graph_type":"bar","graph_title":"global_indicators.3-7-1-title","national_geographical_coverage":"Кыргызская Республика","measurement_units":"Процент","page_content":"","en":{"goal_name":"3. Ensure healthy lives and promote well-being for all at all ages","target_name":"3.7. By 2030, ensure universal access to sexual and reproductive health-care services, including for family planning, information and education, and the integration of reproductive health into national strategies and programmes","indicator_name1":"3.7.1. Proportion of women of reproductive age (aged 15-49 years) who have their need for family planning satisfied with modern methods","organization_name":"National Statistical Committee of the Kyrgyz republic (Household Statistics Division) under the UNICEF MICS global programme","contact_name":"Kerimalieva N.K.","contact_email":"Sdg_nsc@stat.kg ","contact_phone":"(0312) 32 46 91","organization_website":"www.stat.kg","definitions":"The percentage of women of reproductive age (15-49 years) who desire either to have no (additional) children or to postpone the next child and who are currently using a modern contraceptive method.","concepts":"The percentage of women of reproductive age (15-49 years) who have their need for family planning satisfied with modern methods is also referred to as the proportion of demand satisfied by modern methods. The components of the indicator are contraceptive prevalence (any method and modern methods) and unmet need for family planning.\nContraceptive prevalence is the percentage of women who are currently using, or whose sexual partner is currently using, at least one method of contraception, regardless of the method used. Unmet need for family planning is defined as the percentage of women of reproductive age, either married or in a union, who want to stop or delay childbearing but are not using any method of contraception.\nModern methods of contraception include female and male sterilization, the intra-uterine device (IUD), the implant, injectables, oral contraceptive pills, male and female condoms, vaginal barrier methods (including the diaphragm, cervical cap and spermicidal foam, jelly, cream and sponge), lactational amenorrhea method (LAM), emergency contraception and other modern methods not reported separately (e.g., the contraceptive patch or vaginal ring).","rationale_interpretation":"The proportion of demand for family planning satisfied with modern methods is useful in assessing overall levels of coverage for family planning programmes and services. Access to and use of an effective means to prevent pregnancy helps enable women and their partners to exercise their rights to decide freely and responsibly the number and spacing of their children and to have the information, education and means to do so. Meeting demand for family planning with modern methods also contributes to maternal and child health by preventing unintended pregnancies and closely spaced pregnancies, which are at higher risk for poor obstetrical outcomes. Levels of demand for family planning satisfied with modern methods of 75 per cent or more are generally considered high, and values of 50 per cent or less are generally considered as very low.","data_sources":"«On the situation of children and women» Multiple Indicator Cluster Survey conducted in the Kyrgyz Republic in accordance with the rounds of MICS international household survey.","data_collection":"A sample household survey «On the situation of children and women», included a questionnaire for women aged 15-49 that was completed for all women of the target age group in the household.","computation_methods":"The contraception satisfaction rate for limiting the number of children includes the number of women who are using (or whose sexual partner is using) at least one method of contraception and who no longer want to have children, women using male or female sterilization and women who say they are infertile. The met need for contraception for child-spacing includes the number of women who are using (or whose sexual partner is using) at least one method of contraception who either want other children or not decided. Sum of needs met for family planning including births timing and limiting the number of children constitutes the total contraception needs met.","comments_limitations":"Only data that have passed data quality control is used for estimates. Any technical errors, such as measurement errors, recording errors are excluded from calculations at all levels: country, regional and global.","quality_assurance":"Data quality control ensured at all survey stages: toolset design, sampling, training, interview techniques, data control with weekly production of data quality tables, calculation of weights, calculation of indicators, report preparation. The audit was conducted by experts from UNICEF country, regional and headquarters offices.","data_availability_gaps":"Availability of country assessments in accordance with the UNICEF MICS international rounds.","disaggregation":"Data disaggregated at national and sub national level by area, sex, age groups, education level, wealth quintile.","international_comparability":"Data are collected and produced in accordance with international standards and are comparable across countries.","references_documentation":"http://www.un.org/en/development/desa/population/\nwww.Unfpa.org/data\nhttps://www.unicef.org\nKR National SDG Reporting Platform: \nhttps://sustainabledevelopment-kyrgyzstan.github.io"},"national_metadata_updated_date":"2021-10-13","national_metadata_update_url_text":"2021-10-13: see changes on GitHub","national_metadata_update_url":"https://github.com/sdg-kyrgyzstan/open-sdg-data-starter/commit/d54a9005d2e7d3f1c4edc131bd9e6f7208a4e85e","goal_name":"3. Обеспечение здорового образа жизни и содействие благополучию для всех в любом возрасте","target_name":"3.7. К 2030 году обеспечить всеобщий доступ к услугам по охране сексуального и репродуктивного здоровья, включая услуги по планированию семьи, информирование и просвещение, и учет вопросов охраны репродуктивного здоровья в национальных стратегиях и программах","indicator_name1":"3.7.1. Доля женщин репродуктивного возраста (от 15 до 49 лет), чьи потребности по планированию семьи удовлетворяются современными методами","organization_name":"Национальный статистический комитет (Отдел статистики домашних хозяйств) в рамках глобальной программы MICS ЮНИСЕФ","contact_name":"Керималиева Н.К","contact_email":"Sdg_nsc@stat.kg ","contact_phone":"(0312) 32 46 91","organization_website":"www.stat.kg","definitions":"Процент женщин репродуктивного возраста (15-49 лет), которые желают либо не иметь (дополнительно) детей, либо переносят дату рождения следующего ребенка и в настоящее время используют современный метод контрацепции.","concepts":"Процент женщин репродуктивного возраста (15-49 лет), которые имеют потребность в планировании семьи, удовлетворяющих современным методам, также упоминается как доля спроса, удовлетворяемого современными методами. Компонентами показателя являются контрацептивная распространенность (любой метод и современные методы) и неудовлетворенная потребность в планировании семьи.\nРаспространенность противозачаточных средств - это процент женщин, которые в настоящее время используют, или чей сексуальный партнер в настоящее время использует, по крайней мере один метод контрацепции, независимо от используемого метода. Неудовлетворенная потребность в планировании семьи определяется как процент женщин репродуктивного возраста, состоящих в браке или в союзе, которые хотят прекратить или отсрочить деторождение, но не используют какой-либо метод контрацепции.\nСовременные методы контрацепции включают стерилизацию женщин и мужчин, внутриматочные спирали (ВМС), имплантат, инъекционные препараты, оральные противозачаточные таблетки, мужские и женские презервативы, вагинальные механические методы (включая диафрагму, маточный колпачок и спермицидную пену, желе, крем и губку), метод лактационной аменореи (ЛАМ), экстренную контрацепцию и другие отдельно от современных методов не указываются (например, противозачаточное средство или вагинальное кольцо).","rationale_interpretation":"Доля спроса на планирование семьи, удовлетворяющая современным методам, полезна для оценки общего уровня охвата программ и услуг по планированию семьи. Доступность и использование эффективных средств предотвращения беременности позволяют женщинам и их партнерам осуществлять свои права свободно и ответственно принимать решение о числе детей и промежутках между их рождениями и иметь информацию, образование и средства для этого. Удовлетворение спроса на планирование семьи с использованием современных методов также способствует здоровью матери и ребенка путем предотвращения нежелательных беременностей и частых беременностей, которые подвергаются более высокому риску для плохих акушерских результатов. Уровни спроса на планирование семьи, удовлетворяющие современным методам в 75 процентов и более, обычно считаются высокими, а значения 50 процентов или менее обычно считаются очень низкими.","data_sources":"Кластерное обследование по многим показателям «О положении женщин и детей», проводимое в Кыргызской Республике в соответствии с раундами глобального исследования MICS.","data_collection":"Выборочное обследование домашних хозяйств «О положении женщин и детей», включающий вопросник для женщин в возрасте 15-49 лет, который заполнялся для всех женщин целевой возрастной группы, проживавших в домохозяйстве. ","computation_methods":"Показатель удовлетворенной потребности в контрацепции для ограничения числа детей включают число женщин, которые используют (или партнер которых использует) какой-либо метод контрацепции и которые больше не хотят иметь детей, женщин, которые используют мужскую или женскую стерилизацию, и женщин, которые ответили, что они бесплодны. В удовлетворенную потребность в контрацепции для планирования сроков рождения детей включают число женщин, которые используют (или партнер которых использует) какой-либо метод контрацепции и которые хотят иметь еще одного ребенка или не определились, хотят ли они иметь еще одного ребенка. Сумма показателей удовлетворенных потребностей для планирования сроков рождения и ограничении числа детей составляет общую удовлетворенную потребность в контрацепции.","comments_limitations":"В расчете участвуют данные, прошедшие контроль качества данных. Любые технические ошибки, такие как ошибка измерения, ошибка записи исключаются из расчетов на всех уровнях: страновом, региональном и глобальном.","quality_assurance":"Контроль качества данных осуществлялся на всех этапах исследования: подготовка инструментария, разработка выборки, обучение, техника проведения опросов, контроль данных с еженедельной выдачей таблиц качества данных, расчет весовых коэффициентов, методики расчета показателей, подготовка отчета. Проверка осуществлялась экспертами странового, регионального и главного офисами ЮНИСЕФ. ","data_availability_gaps":"Наличие оценок по стране с периодичностью раундов глобальной программы MICS ЮНИСЕФ. ","disaggregation":"Данные дезагрегированы на национальном и субнациональном уровнях, по типу местности, возрастным группам, уровню образования, квинтилю благосостояния.","international_comparability":"Данные собраны и разработаны в соответствии с международными стандартами и сопоставимы по странам.","references_documentation":"http://www.un.org/en/development/desa/population/\nwww.Unfpa.org/data\nhttps://www.unicef.org\nНациональная платформа отчётности ЦУР КР: https://sustainabledevelopment-kyrgyzstan.github.io","indicator":"3.7.1","target_id":"3.7","sdg_goal":"3","reporting_status":"complete","indicator_sort_order":"03-07-01"}