{"goal_meta_link_text":"custom.meta_link_text","data_non_statistical":false,"goal_meta_link":"https://unstats.un.org/sdgs/metadata/files/Metadata-03-09-02.pdf","graph_type":"line","indicator_name":"global_indicators.3-9-2-title","graph_title":"global_indicators.3-9-2-title","national_geographical_coverage":"Кыргызская Республика","measurement_units":"на 100 000 человек","page_content":"","en":{"goal_name":"3: Ensure healthy lives and promote well-being for all at all ages","target_name":"3.9. By 2030, substantially reduce the number of deaths and illnesses from hazardous chemicals and air, water and soil pollution and contamination","indicator_name1":"3.9.2 Mortality rate attributed to unsafe water, unsafe sanitation and lack of hygiene (exposure to unsafe Water, Sanitation and Hygiene for All (WASH) services)","organization_name":"National Statistical Committee of the Kyrgyz Republic (Demographic Statistics Division)","contact_name":"Taipova Т.S.","contact_email":"tamarataipova@mail.ru, t.taipova@stat.kg","contact_phone":"+996 (0312) 32 46 36","organization_website":"www.stat.kg ","definitions":"The mortality rate attributed to unsafe water, unsafe sanitation and lack of hygiene (exposure to unsafe Water, Sanitation and Hygiene for All (WASH) services) expressed per 100,000 population.","concepts":"Deaths attributable to unsafe water, sanitation and hygiene focusing on inadequate WASH services. The included diseases are the WASH attributable fractions of diarrhea (ICD-10 code A00, A01, A03, A04, A06-A09), intestinal nematode infections (ICD-10 code B76- B77, B79) and protein-energy malnutrition (ICD-10 code E40-E46).","rationale_interpretation":"The indicator expresses the number of deaths from inadequate water, sanitation and hygiene (with focus on WASH services) which could be prevented by improving those services and practices. It is based on both the WASH service provision in the country, as well as the related health outcomes, and therefore provides important information on the actual diseases.","data_sources":"Cause of death information is obtained from medical death certificates drawn up by doctors or mid-level medical personnel on disease, accident, homicide, suicide and other external influences resulting in death. These documents, along with civil registration of deaths drawn up by civil registry offices are sent to statistical agencies for calculation.","data_collection":"Mortality data are obtained from the annual statistical compilation of official records of deaths drawn up by the civil registration offices (The Civil Registration Office of the State Registration Service under GKR). Aggregated data are collected and processed by the regional statistical offices and the National Statistical Committee of the Kyrgyz Republic.","computation_methods":"The number of deaths from unsafe water, unsafe sanitation and lack of hygiene (exposure to unsafe WASH services) in a year, current estimate. Calculated for 100,000 population.","comments_limitations":"Get acquainted with coding rules for the primary cause of death and definitions set out in the revised International Statistical Classification of Diseases (ICD-10). In case of difficulties with diagnosis, contact staff of the E-Health Center of the Ministry of Health to consult for the final diagnosis. These data are key for improving health and reducing preventable mortality in the country.","quality_assurance":"Logical and arithmetic control of recorded data is carried out. Data control in data records is carried out by logical control procedure embedded in the data input and processing software. The causes of death codes are checked along diagnoses recorded in death report, according to ICD-10, and results tables are analyzed for causes of death.","data_availability_gaps":"Available upon request.","disaggregation":"Territorial data aggregation: country, region, district.\nData aggregation by sex: total, men, women.","international_comparability":"International definition of the indicator is used for national statistics. Data coding and compilation on deaths by cause of death is done by state statistics authorities in accordance with the WHO International Statistical Classification of Diseases and Causes of Death (ICD-10), since 2000 report. By agreement with the National Statistical Committee, database on mortality is submitted to the Centre for Electronic Health of the Ministry of Health of the Kyrgyz Republic: form C52 «Population mortality by cause of death» submitted annually, in June following the reporting year.","references_documentation":"References to RLA and methodology: http://www.stat.kg/ru/about/pravovye-osnovy-organov-gosudarstvennoj-statistiki/; https://unstats.un.org/sdgs/Metadata; http://www.stat.kg/ru/statistics/download/methodology/68/."},"national_metadata_update_url_text":"2021-04-28: see changes on GitHub","national_metadata_update_url":"https://github.com/sdg-kyrgyzstan/open-sdg-data-starter/commit/709f4811917e0e5023fdfbf5c48e1bb6cde6670a","goal_name":"3: Обеспечение здорового образа жизни и содействие благополучию для всех в любом возрасте","target_name":"3.9. К 2030 году существенно сократить количество случаев смерти и заболевания в результате воздействия опасных химических веществ и загрязнения, и отравления воздуха, воды и почв","indicator_name1":"3.9.2 Смертность от отсутствия безопасной воды, безопасной санитарии и гигиены (от отсутствия безопасных услуг в области водоснабжения, санитарии и гигиены (ВССГ) для всех)","organization_name":"Национальный статистический комитет КР  (Отдел демографической статистики)","contact_name":"Таипова Т.С.","contact_email":"tamarataipova@mail.ru, t.taipova@stat.kg","contact_phone":"+996 (0312) 32 46 36","organization_website":"www.stat.kg","definitions":"Число смертей в результате употребления нечистой воды, антисанитарии и недостаточной гигиены (воздействия некачественных услуг в области водоснабжения, санитарии и гигиены (WASH)) на 100 000 населения.","concepts":"Случаи смерти, связанные с нечистой водой, антисанитарией и недостаточной гигиеной, с особым акцентом на качествеуслуг WASH. Включенными заболеваниями являются фракции диареи (МКБ-10 код А00, А01, А03, А04, А06-А09), вызванные некачественными услугами WASH, инфекции кишечной нематоды (МКБ-10 код В76-В77, В79) и недостаточность белковой пищи (МКБ-10 Е40-Е46).","rationale_interpretation":"Показатель выражает количество смертей из-за нечистой воды, антисанитарии и недостаточной гигиены (с акцентом на услуги WASH), которые могут быть предотвращены путем улучшения качества этих услуг и практики их применения. Он основан как на информации о качестве услуг WASH в стране, так и на данных о состоянии здоровья населения в результате их использования, и, следовательно, содержит важную информацию о фактических заболеваниях.","data_sources":"Источником информации о причинах смерти являются записи в медицинских свидетельствах о смерти, составляемых врачом или средним медицинским персоналом относительно заболевания, несчастного случая, убийства, самоубийства и другого внешнего воздействия, послуживших причиной смерти. Эти документы вместе с актовыми записями о смерти направляются для разработки в органы государственной статистики.","data_collection":"Сведения о смертях получаются на основании ежегодной статистической разработки данных, содержащихся в актовых записях о смерти, составляемых органами записи актов гражданского состояния (ЗАГС при Государственной регистрационной службе при Правительстве КР). Агрегированные данные собираются и обрабатываются областными управлениями статистики и НСК КР.","computation_methods":"Отношение числа умерших от употребления нечистой воды, антисанитарии и недостаточной гигиены (воздействие небезопасных услуг WASH) к среднегодовой численности постоянного населения по текущей оценке. Рассчитывается на 100 000 населения.","comments_limitations":"Знать правила кодирования первоначальной причины смерти и дефиниции, изложенные в классификаторе, Международная статистическая классификация болезней и проблем, связанных со здоровьем 10-го пересмотра (МКБ-10). В случае затруднения с правильностью выставленного диагноза обратиться к сотрудникам Центра электронного здравоохранения МЗ КР с целью установления окончательного диагноза. Эти данные имеют решающее значение для улучшения здоровья и сокращения случаев предотвратимой смертности в стране.","quality_assurance":"Проводится логический и арифметический контроль отчетных данных. Процедура проверки правильности данных в актовых записях о смерти осуществляется путем логического контроля, заложенного в программном обеспечении по вводу и разработке данных. Проводится корректировка проставленных кодов причин смерти на соответствие диагнозам, записанным в актовой записи о смерти, согласно МКБ-10, и анализ выходных таблиц по причинам смерти.","data_availability_gaps":"По запросам пользователей.","disaggregation":"Дезагрегация: данных по территории (республика, область, район) и по полу.","international_comparability":"Национальное определение показателя, используемое в статистике, соответствует его международному определению. Кодирование и разработка данных об умерших по причинам смерти производятся органами государственной статистики на основании Международной статистической классификации болезней и причин смерти 10-го пересмотра (МКБ-10) Всемирной организации здравоохранения (ВОЗ), начиная с отчета за 2000г. По соглашению с НСК база данных по смертности передается Центру электронного здравоохранения КР при Министерстве здравоохранения: форма С52 «Смертность населения по причинам смерти» – ежегодно, в июне месяце года, следующего за отчетным годом.","references_documentation":"Ссылки на НПА и методологию: http://www.stat.kg/ru/about/pravovye-osnovy-organov-gosudarstvennoj-statistiki/; https://unstats.un.org/sdgs/Metadata; http://www.stat.kg/ru/statistics/download/methodology/68/.","indicator":"3.9.2","target_id":"3.9","sdg_goal":"3","reporting_status":"complete","indicator_sort_order":"03-09-02"}