{"goal_meta_link_text":"custom.meta_link_text","goal_meta_link":"https://unstats.un.org/sdgs/metadata/files/Metadata-04-02-02.pdf","indicator_name":"global_indicators.4-2-2-title","data_non_statistical":false,"graph_type":"bar","graph_title":"Уровень участия в организованных видах обучения (за один год до достижения официального возраста поступления в школу)","national_geographical_coverage":"Кыргызская Республика","measurement_units":"Процент","page_content":"","en":{"goal_name":"4: Ensure inclusive and equitable quality education and promote lifelong learning opportunities for all ","target_name":"4.2. By 2030, ensure that all girls and boys have access to quality early childhood development, care and pre-primary education so that they are ready for primary education","indicator_name1":"4.2.2. Participation rate in organized learning (one year before the official primary entry age), by sex","organization_name":"National Statistical Committee of KR (Social Statistics Division)","contact_name":"Rakhmanova Zh.Zh.","contact_email":"rakhmanovazz@mail.ru","contact_phone":"(0312) 32 46 52","organization_website":"www.stat.kg","definitions":"The participation rate in organized learning (one year before the official primary entry age), by sex as defined as the percentage of children in the given age range who participate in one or more organized learning programme, including programmes which offer a combination of education and care. Participation in early childhood and in primary education are both included. The age range will vary by country depending on the official age for entry to primary education.","concepts":"Pre-schooling is organized at schools with special classes equipped with furniture and teaching aids. This training is provided to children who, for one reason or another, are not enrolled in kindergartens, but need to be \"trained\" to enter first grade. Children are taken care of by specially trained teachers.\nPre-schooling, unlike kindergarten, where children stay all day, lasts three to six hours per day. Learning process is aimed at solving issues of socialization and adaptation of 6-year-olds to new conditions and teaching children basic skills of communication, cooperation, interaction and overcoming psycho-social barriers.","rationale_interpretation":"The indicator measures children’s exposure to organized learning activities in the year prior to the start of primary school. A high value of the indicator shows a high degree of participation in organized learning immediately before the official entrance age to primary education.","data_sources":"Data for calculating the indicator are obtained from the annual national statistical reports submitted by education organizations in the GS-1 form «Report of the general education day schools at the beginning of academic year».","data_collection":"Statistical observation method - complete observations based on annual statistical reporting\nStatistical observation focuses on the number of children who participate in an organized pre-schooling learning programme.\nUnits of observation are general educational organizations (schools), pre-school organizations, organized learning programmes for early childhood development","computation_methods":"The number of pre-schooled children should be divided by population aged 6 and multiplied by 100.\nThe calculation shall follow the formula:\n\ny = n / N * 100 , where \nn - number of children in pre-schooling programmes\nN - population aged 6.","comments_limitations":"Participation in learning programmes in the early years is not full time for many children, meaning that exposure to learning environments outside of the home will vary in intensity. The indicator measures the percentage of children who are exposed to organized learning but not the intensity of the programme, which limits the ability to draw conclusions on the extent to which this target is being achieved. More work is needed to ensure that the definition of learning programmes is consistent across various surveys and defined in a manner that is easily understood by survey respondents, ideally with complementary information collected on the amount of time children spend in learning programmes.","quality_assurance":"Logical and arithmetic control of recorded data is carried out.","disaggregation":"Indicators are disaggregated by territory, type of area and form of ownership.","references_documentation":"www.uis.unesco.org\nLaw of the Kyrgyz Republic №92 dated 30 April 2003 «On education»\nKR National SDG Reporting Platform: https://sustainabledevelopment-kyrgyzstan.github.io"},"national_metadata_updated_date":"2021-10-06","national_metadata_update_url_text":"2021-10-06: see changes on GitHub","national_metadata_update_url":"https://github.com/sdg-kyrgyzstan/open-sdg-data-starter/commit/9a309761242acc81474bf73648949cff45020674","goal_name":"Цель 4: Обеспечение всестороннего и справедливого качественного образования и расширение возможностей обучения на протяжении всей жизни для всех","target_name":"4.2. К 2030 году обеспечить всем девочкам и мальчикам доступ к качественным системам развития, ухода и дошкольного обучения детей младшего возраста с тем, чтобы они были готовы к получению начального образования","indicator_name1":"4.2.2. Уровень участия в организованных видах обучения (за один год до достижения официального возраста поступления в школу) в разбивке по полу","organization_name":"Национальный статистический комитет КР (Отдел социальной статистики)","contact_name":"Рахманова Ж.Ж.","contact_email":"rakhmanovazz@mail.ru","contact_phone":"(0312) 32 46 52","organization_website":"www.stat.kg","definitions":"Уровень участия в организованном обучении (за один год до официального начального возраста) по полу, определяется как процент детей в данном возрасте, которые участвуют в одной или нескольких организованных учебных программах, включая программы, которые предлагают сочетание образования и ухода. В данный показатель также входит участие в программах образования детей младшего возраста и в программах начального образования. Возрастной диапазон зависит от официального возраста вступления в начальное образование в конкретной стране.","concepts":"Предшкольная подготовка проводится на базе школ, в которых есть специальные классы с мебелью, учебно-методическими пособиями. Подобной подготовкой охвачены дети, которые по тем или иным причинам не попали в детские сады, однако их уровень нужно \"подтянуть\", чтобы дети могли пойти в первый класс. С детьми занимаются учителя, прошедшие курсы переквалификации. \nПредшкольная подготовка, в отличие от детсадов, где дети находятся почти весь день, занимает у детей 3-6 часа в день. Процесс обучения в классах/группах подготовки к школе нацелен на решение проблем социализации и адаптации детей 6 лет к новым условиям жизни и на привитие детям элементарных навыков общения, сотрудничества, взаимодействия и преодоления психосоциальных барьеров","rationale_interpretation":"Показатель измеряет участие детей в организованных учебных мероприятиях за год до вступления в начальную школу. Высокое значение показателя свидетельствует о высокой степени участия в организованном обучении непосредственно перед официальным возрастом до начального образования.","data_sources":"Источниками информации для расчета показателя является ежегодные данные государственной статистической отчетности, представляемой общеобразовательными организациями республики по форме ОШ-1 «Отчет дневной общеобразовательной школы на начало учебного года».","data_collection":"Метод статистического наблюдения- сплошное наблюдения на основе годовой статистической отчетности\nОбъектом статистического наблюдения является численность детей, прошедших предшкольную подготовку.\nЕдиницами наблюдения являются общеобразовательные организации (школы), дошкольные организации, организованные организации для развития младшего возраста","computation_methods":"Численность детей, прошедших предшкольную подготовку, следует разделить на численность постоянного населения в возрасте 6 лет и умножить на 100.\nРасчет осуществляется по формуле:\n\ny = n / N * 100  , где \nn - численность детей, прошедших предшкольную подготовку\nN - численность постоянного населения в возрасте 6 лет.","comments_limitations":"Учебные программы, рассчитанные на детей в раннем возрасте, часто не рассчитаны на целый день, что определяет различие в интенсивности такого образования. Показатель измеряет процент детей, которые участвуют в организованном обучении, но не интенсивность программы обучения, что ограничивает возможность оценки степени достижения цели. Требуется проведение дополнительных мероприятий по согласованию учебных программ в различных обследованиях и определения их таким образом, чтобы они легко понимались респондентами в ходе опроса. В идеале, опрос должен включать дополнительную информацию по количеству времени, которое дети тратят на учебные программы.","quality_assurance":"Проводится логический и арифметический контроль отчетных данных.","disaggregation":"Детализация показателей осуществляется по территории, типу местности, формам собственности.","references_documentation":"www.uis.unesco.org\nЗакон Кыргызской Республики от 30 апреля 2003 года №92 «Об образовании»;\nНациональная платформа отчётности ЦУР КР: https://sustainabledevelopment-kyrgyzstan.github.io","indicator":"4.2.2","target_id":"4.2","sdg_goal":"4","reporting_status":"complete","indicator_sort_order":"04-02-02"}