{"data_non_statistical":false,"goal_meta_link":"https://unstats.un.org/sdgs/metadata/files/Metadata-04-0C-01.pdf ","goal_meta_link_text":"custom.meta_link_text","graph_type":"line","indicator_name":"global_indicators.4-c-1-title","graph_title":"global_indicators.4-c-1-title","national_geographical_coverage":"Кыргызская Республика","measurement_units":null,"page_content":"","en":{"goal_name":"4. Ensure inclusive and equitable quality education and promote lifelong learning opportunities for all","target_name":"4.c. By 2030, substantially increase the supply of qualified teachers, including through international cooperation for teacher training in developing countries, especially least developed countries and small island developing States","indicator_name1":"4.c.1. Proportion of teachers in: (a) pre-primary; (b) primary; (c) lower secondary; and (d) upper secondary education who have received at least the minimum organized teacher training (e.g. pedagogical training) pre-service or in-service required for teaching at the relevant level in a given country","organization_name":"National Statistical Committee of KR (Social Statistics Division)","contact_name":"Rakhmanova Zh.Zh.","contact_email":"rakhmanovazz@mail.ru","contact_phone":"(0312) 32 46 52","organization_website":"www.stat.kg","definitions":"The percentage of teachers  who have received at least the minimum organized pedagogical teacher training pre-service and in-service required for teaching at the relevant level ","concepts":"A trained specialist is a qualification given to persons who have completed a full higher education programme in a relevant specialty.","rationale_interpretation":"Teachers play a key role in ensuring the quality of education provided. Ideally all teachers should receive adequate, appropriate and relevant pedagogical training to teach at the chosen level of education and be academically well-qualified in the subject(s) they are expected to teach. This indicator measures the share of the teaching work force which is pedagogically well-trained.","data_sources":"Data for calculating the indicator are obtained from the annual State statistical reports submitted by country’s pre-school organizations in the form «Report of pre-school organization», as well as general education organizations in the form ES-1 «Report of general education school at the beginning of the academic year».","data_collection":"Statistical observation method - complete observations based on annual statistical reporting\nStatistical observation focuses on the number of teachers who have completed higher or specialized secondary pedagogical degree.\nUnits of observation are pre-school organizations, general educational organizations (schools)","computation_methods":"The number of teachers with higher and specialized secondary degree divided by the total number of teachers in a given academic year and multiplied by 100.\nFollowing the formula:\ny = n / N * 100 , where\ny =percentage of certified teachers \nn = number of teachers with higher and secondary degrees\nN =total number of teachers in a given academic year.","disaggregation":"Indicators are disaggregated by area, type of location and type of ownership.","references_documentation":"https://sustainabledevelopment-kyrgyzstan.github.io\nwww.uis.unesco.org \nLaw of the Kyrgyz Republic №92 dated 30 April 2003  «On Education»"},"national_metadata_update_url_text":"2021-05-20: see changes on GitHub","national_metadata_update_url":"https://github.com/sdg-kyrgyzstan/open-sdg-data-starter/commit/9320be2bfcdbdb40ad2e8fc470d4be8a98c7a70d","goal_name":"Цель 4. Обеспечение всеохватного и справедливого качественного образования и поощрение возможности обучения на протяжении всей жизни для всех","target_name":"4.c. К 2030 году значительно увеличить число квалифицированных учителей, в том числе посредством международного сотрудничества в подготовке учителей в развивающихся странах, особенно в наименее развитых странах и малых островных развивающихся государствах","indicator_name1":"4.c.1. Доля учителей в: a) дошкольных учреждениях, b) начальной школе, c) младшей средней школе и d) старшей средней школе, прошедших до начала или во время работы, по меньшей мере, минимальную организованную профессиональную учительскую подготовку (например, педагогическую) на соответствующем уровне в данной стране","organization_name":"Национальный статистический комитет КР\n(Отдел социальной статистики)","contact_name":"Рахманова Ж.Ж.","contact_email":"rakhmanovazz@mail.ru","contact_phone":"(0312) 32 46 52","organization_website":"www.stat.kg","definitions":"Количество учителей, прошедших до начала или во время работы, по меньшей мере, минимальную организованную профессиональную учительскую подготовку, в процентах от всех учителей в соответствующих образовательных учреждениях","concepts":"Дипломированный специалист – квалификация, присваиваемая лицам, освоившим программу полного высшего образования по определенной специальности.","rationale_interpretation":"Учителя играют ключевую роль в обеспечении качества предоставляемого образования. В идеале, все учителя должны получать адекватную, соответствующую и своевременную педагогическую подготовку для осуществления педагогической деятельности на выбранном уровне образования и быть высококвалифицированными специалистами по предмету (предметам), который они должны преподавать. Этот показатель измеряет долю учебной рабочей силы, которая является педагогически хорошо подготовленной.","data_sources":"Источниками информации для расчета показателя является ежегодные данные государственной статистической отчетности, представляемой дошкольными организациями республики по форме «Отчет дошкольной организации», а также общеобразовательными организациями республики по форме ОШ-1 «Отчет дневной общеобразовательной школы на начало учебного года».","data_collection":"Метод статистического наблюдения- сплошное наблюдения на основе годовой статистической отчетности\nОбъектом статистического наблюдения являются учителя с высшим и средне-специальным образованием.\nЕдиницами наблюдения являются дошкольные организации, общеобразовательные организации (школы).","computation_methods":"Метод расчета: Численность учителей, имеющих высшее и средне-специальное профессиональное образование, следует разделить на общее численность учителей в данном учебном году и умножить на 100.\n           Расчет осуществляется по формуле:\n\ny = n / N * 100  , где\ny =доля дипломированных учителей\nn =численность учителей, имеющих высшее и средне-специальное образование\nN =общее численность учителей в данном учебном году.","disaggregation":"Дезагрегация показателей осуществляется по территории, типу местности, формам собственности.","references_documentation":"https://sustainabledevelopment-kyrgyzstan.github.io\nwww.uis.unesco.org \nЗакон Кыргызской Республики от 30 апреля 2003 года №92 «Об образовании»","indicator":"4.c.1","target_id":"4.c","sdg_goal":"4","reporting_status":"notstarted","indicator_sort_order":"04-0c-01"}