{"goal_meta_link_text":"custom.meta_link_text","goal_meta_link":null,"indicator_name":"global_indicators.5-3-1-title","data_non_statistical":false,"graph_type":"bar","graph_title":"global_indicators.5-3-1-title","national_geographical_coverage":"Кыргызская Республика","measurement_units":"Процент","page_content":"","en":{"goal_name":"5. Achieve gender equality and empower all women and girls","target_name":"5.3. Eliminate all harmful practices, such as child, early and forced marriage and female genital mutilation","indicator_name1":"5.3.1. Proportion of women aged 20-24 years who were married or in a union before age 15 and before age 18","organization_name":" National Statistical Committee of the Kyrgyz Republic (Household Statistics Division)","contact_name":"Kerimalieva N.K.","contact_email":"Sdg_nsc@stat.kg ","contact_phone":"(0312) 32 46 91","organization_website":"www.stat.kg","definitions":"Proportion of women aged 20-24 years who were married or in a union before age 15 and before age 18","concepts":"Both formal (i.e., marriages) and informal unions are covered under this indicator. Informal unions are generally defined as those in which a couple lives together for some time, intends to have a lasting relationship, but for which there has been no formal civil or religious ceremony (i.e., cohabitation).","rationale_interpretation":"Marriage before the age of 18 is a fundamental violation of human rights. Child marriage often compromises a girl’s development by resulting in early pregnancy and social isolation, interrupting her schooling, limiting her opportunities for career and vocational advancement and placing her at increased risk of intimate partner violence. In many cultures, girls reaching puberty are expected to assume gender roles associated with womanhood. These include entering a union and becoming a mother. The practice of early/child marriage is a direct manifestation of gender inequality. The issue of child marriage is addressed in a number of international conventions and agreements. Although marriage is not mentioned directly in the Convention on the Rights of the Child, child marriage is linked to other rights – such as the right to freedom of expression, the right to protection from all forms of abuse, and the right to be protected from harmful traditional practices.","data_sources":"Multiple Indicator Cluster Survey (MICS)","data_collection":"ComputerAssisted Personal Interview (CAPI) have been used for surveys. The application for data collection, including a special CAPI data management platform, is based on CSPro (Census and Survey Processing System) version 6.3. Procedures and standard software developed under the global CAPI programme were adapted to the final version of the 2018 CAPI questionnaire for Kyrgyzstan and used in the survey.","computation_methods":"Number of women aged 20-24 who were first married or in union before age 15 (or before age 18) divided by the total number of women aged 20-24 in the population multiplied by 100","comments_limitations":"UNICEF Country Offices are invited to submit, through an online system, any updated data for a number of key indicators on the well-being of women and children. Updates sent by the country offices are then reviewed by sector specialists at UNICEF headquarters to check for consistency and overall data quality of the submitted estimates. This review is based on a set of objective criteria to ensure that only the most recent and reliable information is included in the databases. Once reviewed, feedback is made available on whether or not specific data points are accepted, and if not, the reasons why.","quality_assurance":"There are existing tools and mechanisms for data collection that countries have implemented to monitor the situation with regards to this indicator. The modules used to collect information on marital status among women and men of reproductive age (15-49 years) in the DHS and MICS have been fully harmonized.","data_availability_gaps":"Comparable data on this indicator are currently available for 124 low- and middle-income countries","disaggregation":"Age, place of residence, geographic location, education and other background characteristics of women","international_comparability":"Global aggregates are weighted averages of all the sub-regions that make up the world. Regional aggregates are weighted averages of all the countries within the region. Comparable data on this indicator are currently available for 124 low- and middle-income countries","references_documentation":"https://sustainabledevelopment-kyrgyzstan.github.io\nhttp://www.stat.kg/media/files/d0f77c65-07d9-469d-879a-84dc5aae8833.pdf\nMultiple Indicator Cluster Survey, 2018\nData.unicef.org"},"national_metadata_updated_date":"2021-10-04","national_metadata_update_url_text":"2021-10-04: see changes on GitHub","national_metadata_update_url":"https://github.com/sdg-kyrgyzstan/open-sdg-data-starter/commit/6e3b50aa05abdb4b43b7739e7e7a712e8c22148d","goal_name":"Цель 5. Обеспечение гендерного равенства и расширение прав и возможностей всех женщин и девочек","target_name":"5.3. Ликвидация всех вредных видов практики, такие как детские, ранние и принудительные браки и калечащих операции на женских половых органах","indicator_name1":"5.3.1. Доля женщин в возрасте от 20 до 24 лет, вступивших в брак или союз до 15 лет и до 18 лет","organization_name":"Национальный статистический комитет КР\n(Отдел статистики домашних хозяйств)","contact_name":"Керималиева Н.К","contact_email":"Sdg_nsc@stat.kg ","contact_phone":"(0312) 32 46 91","organization_website":"www.stat.kg","definitions":"Доля женщин в возрасте от 20-24 лет, состоящих в браке или в союзе до 15 лет и в возрасте до 18 лет","concepts":"По этому показателю охвачены как официальные браки, так и неформальные союзы. Неофициальные союзы обычно определяются как те, в которых пара живет вместе какое-то время, намеревается иметь длительные отношения, но для которых не было официальной гражданской или религиозной церемонии (т.е. сожительства).","rationale_interpretation":"Брак до 18 лет является фундаментальным нарушением прав человека. Детский брак часто ставит под угрозу развитие девочки, приводя к ранней беременности и социальной изоляции, прерывая ее обучение, ограничивая ее возможности для карьерного роста и профессионального роста и повышая риск насилия со стороны интимных партнеров. Ожидается, что во многих культурах девочки, достигшие половой зрелости, возьмут на себя гендерные роли, связанные с женской жизнью. К ним относятся вступление в союз и становление матерью. \nПрактика раннего/детского брака является прямым проявлением гендерного неравенства. Вопрос о детском браке рассматривается в ряде международных конвенций и соглашений. Хотя брак не упоминается непосредственно в Конвенции о правах ребенка, детский брак связан с другими правами, такими как право на свободу выражения мнений, право на защиту от всех форм злоупотреблений и право на защиту от вредных традиционных практик.","data_sources":"Кластерное обследование по многим показателям (MICS)","data_collection":"В опросах КОМП используется персональное интервью с использованием компьютеров (ComputerAssisted Personal Interview, CAPI). Приложение для сбора данных, в том числе специальная платформа управления данными КОМП, основано на программном обеспечении CSPro (Census and Survey Processing System) версии 6.3. Процедуры и стандартные программы, разработанные в рамках глобальной\nпрограммы КОМП, были адаптированы к окончательной версии вопросника КОМП Кыргызстан, 2018 года и использовались в опросе.","computation_methods":"Показатель рассчитывается, как число женщин в возрасте 20-24 лет, впервые вступившие в брак или в союзе до 15 лет (или до 18 лет), деленное на общее число женщин в возрасте 20-24 лет в популяции, умноженное на 100.","comments_limitations":"Государственным учреждениям ЮНИСЕФ предлагается через онлайн-систему представить любые обновленные данные по ряду ключевых показателей благосостояния женщин и детей. Обновления, отправленные государственными учреждениями, затем проверяются специалистами сектора в штаб-квартире ЮНИСЕФ для проверки согласованности и общего качества данных представленных оценок. Этот обзор основан на наборе объективных критериев для обеспечения включения в базы данных только самой последней и надежной информации. После рассмотрения обратная связь предоставляется по вопросу о том, принимаются ли конкретные точки данных, а если нет, причины.","quality_assurance":"Существуют разработанные ранее инструменты и механизмы сбора данных, которые страны внедрили для мониторинга ситуации в отношении этого показателя. Модули, используемые для сбора информации о семейном положении среди женщин и мужчин репродуктивного возраста (15-49 лет) в DHS и MICS, были полностью согласованы.","data_availability_gaps":"Сопоставимые данные по этому показателю в настоящее время имеются в 124 странах с низким и средним уровнем доходов","disaggregation":"Возраст, место жительства, географическое положение, образование  и другие фоновые характеристики женщин.","international_comparability":"Глобальные агрегированные показатели являются средневзвешенными для всех субрегионов, составляющих весь мир. Региональные показатели являются средневзвешенными для всех стран региона.\nСопоставимые данные по этому показателю в настоящее время имеются в 124 странах с низким и средним уровнем доходов.","references_documentation":"https://sustainabledevelopment-kyrgyzstan.github.io\nhttp://www.stat.kg/media/files/d0f77c65-07d9-469d-879a-84dc5aae8833.pdf\nПубликация «Кластерное обследование по многим показателям, 2018»\nData.unicef.org","indicator":"5.3.1","target_id":"5.3","sdg_goal":"5","reporting_status":"complete","indicator_sort_order":"05-03-01"}