{"goal_meta_link_text":"custom.meta_link_text","data_non_statistical":false,"graph_type":"line","indicator_name":"Доля проб воды, не отвечающих гигиеническим нормативам по санитарно-химическим и микробиологическим показателям","graph_title":"Доля проб воды, не отвечающих гигиеническим нормативам по санитарно-химическим и микробиологическим показателям","national_geographical_coverage":"Кыргызская Республика","measurement_units":"Процент","tags":["custom.national"],"page_content":"","en":{"data_non_statistical":false,"graph_type":"line","indicator_name":"Proportion of water samples non-compliant with hygienic standards for sanitary-chemical and microbiological parameters","graph_title":"Proportion of water samples non-compliant with hygienic standards for sanitary-chemical and microbiological parameters","national_geographical_coverage":"Kyrgyz Republic","measurement_units":"Percentage","tags":["custom.national"],"page_content":"","goal_name":"6.Ensure availability and sustainable management of water and sanitation for all","target_name":"6.1 By 2030, achieve universal and equitable access to safe and affordable drinking water for all","indicator_name1":"6.1.1.1 Proportion of water samples that do not meet hygiene standards","organization_name":"The National Statistical Committee of the Kyrgyz Republic (Social Statistics Unit)","contact_name":"Zh. Zh. Rakhmanova","contact_email":"rakhmanovazz@mail.ru","contact_phone":"+996 (0312) 32 46 52","organization_website":"www.stat.gov.kg","definitions":"This indicator represents the proportion of drinking water samples that deviate from national quality standards in the total number of drinking water samples taken from various sources (water supply companies, open water intakes, groundwater).","rationale_interpretation":"This indicator makes it possible to assess the degree of contamination of drinking water with chemicals and microbiological organisms. This indicator allows you to determine the risk of negative effects of poor-quality drinking water on human health, and also characterizes the degree of compliance of drinking water with national sanitary requirements and standards.Public access to clean drinking water is of paramount importance in reducing the risk of exposure to polluted waters, and in particular the possibility of infection and related diseases. Additionally, the relationship of this indicator with other socio-economic characteristics, as well as its contribution to assessing the level of general hygiene and quality of life, make it a universal indicator of human development.","data_sources":"The NSC calculates the proportion of water samples that do not meet hygienic standards (Sanitary condition of water bodies in places of public water use) according to the data provided by the Ministry of Health's DPGSEN based on the state statistical Reporting form No. 18 \"Report on the work of the Center for State Sanitary and Epidemiological Surveillance.\"","data_collection":"\"The Department of Disease Prevention and State Sanitary and Epidemiological Supervision of the Ministry of Health of the Kyrgyz Republic monitors the quality of drinking water on both urban, regional and national scales. Sample collection is carried out using an approved network and with a certain frequency. Microbiological and physico-chemical analysis is performed. The indicator is calculated based on the available number of drinking water samples that do not meet national quality standards in relation to the total number of drinking water samples. The Kyrgyz integrated hydrogeological expedition of the GKPEN is conducting a survey of water intake facilities, both complexes and single wells and springs, including water quality.\"","computation_methods":"The proportion of samples exceeding national standards can be calculated using the formula: % of samples exceeding national standards =(number of samples exceeding standards/ total number of samples)","disaggregation":"The Kyrgyz Republic by region","international_comparability":"WHO Guidelines on Drinking Water Quality Control (fourth edition). The EU Drinking Water Directive (98/83/EC) sets values for 48 of the most common parameters based on WHO guidelines. Guidelines for Setting Targets, assessing progress and reporting under the Protocol on Water and Health, ECE 2010.","references_documentation":"The National SDG Reporting Platform of the Kyrgyz Republic: https://sustainabledevelopment-kyrgyzstan .github.io"},"1. Информация об индикаторе":"6.1.1.1","national_metadata_updated_date":"2025-07-31","goal_name":"6. Обеспечение наличия и рационального использования водных ресурсов и санитарии для всех ","target_name":"6.1 К 2030 году обеспечить всеобщий и равноправный доступ к безопасной и недорогой питьевой воде для всех ","indicator_name1":"6.1.1.1 Доля проб воды, не отвечающих гигиеническим нормативам","organization_name":"Национальный статистический комитет КР (Отдел социальной статистики)","contact_name":"Рахманова Ж.Ж.","contact_email":"rakhmanovazz@mail.ru","contact_phone":"(0312) 32 46 52","organization_website":"www.stat.gov.kg","definitions":"Этот показатель представляет долю проб питьевой воды, в которых наблюдаются отклонения от национальных стандартов качества, в общем количестве проб питьевой воды, отобранных из различных источников (предприятия водоснабжения, открытые водозаборы, подземные воды).","rationale_interpretation":"Данный показатель позволяет оценить степень загрязнения питьевой воды химическими веществами и микробиологическими организмами. Данный показатель позволяет определить риск негативного воздействия некачественной питьевой воды на здоровье человека, а также характеризует степень соответствия питьевой воды национальным санитарным требованиям и нормам.Доступ населения к чистой питьевой воде является вопросом первостепенной важности в деле снижения риска воздействия загрязненных вод, и в частности возможности заражения и связанных с ними заболеваниями. Дополнительным образом связь данного показателя с другими социо-экономическими характеристиками, а также его вклад в оценку уровня общей гигиены и качества жизни делают его универсальным показателем человеческого развития.","data_sources":"НСК рассчитывает долю проб воды, не отвечающих гигиеническим нормативам (Санитарное состояние водных объектов в местах водопользования населения) по данным предоставляемым ДПЗГСЭН МЗ на основании формы государственной статистической отчётности №18 «Отчет о работе центра государственного санитарно-эпидемиологического надзора».","data_collection":"Департамент профилактики заболеваний и государственного санитарно-эпидемиологического надзора Министерства здравоохранения КР контролирует качество питьевой воды как городского, районного так и республиканского масштаба. Сбор проб выполняется по утвержденной сети и с определенной периодичностью. Выполняется микробиологический и физико-химический анализ. Показатель рассчитывается на основе имеющихся количества проб питьевой воды, не соответствующих национальным стандартам качества по отношению к общему количеству проб питьевой воды.\nКыргызской комплексной гидрогеологической экспедицией ГКПЭН ведется обследование водозаборных сооружений, как комплексов, так и одиночных скважин и родников, в том числе на качество воды.","computation_methods":"Доля проб с превышением национальных стандартов может быть рассчитана по формуле:                                                                                                       % проб с превышением национальных стандартов =(количество проб с превышением стандартов/ общее количество проб)","disaggregation":"Кыргызская Республика в разрезе областей","international_comparability":"Руководство ВОЗ по контролю качества питьевой воды (четвертое издание). В Директиве ЕС о питьевой воде (98/83/ЕС) на основе руководства ВОЗ устанавливаются значения для 48 наиболее общих параметров. Руководящие принципы по установлению целевых показателей, оценке прогресса и отчетности в рамках Протокола по проблемам воды и здоровья, ЕЭК 2010 год.","references_documentation":"Национальная платформа отчетности ЦУР КР: https://sustainabledevelopment-kyrgyzstan.github.io","indicator_number":"6.1.1.1","target_number":"6.1","goal_number":"6","reporting_status":"complete","indicator_sort_order":"06-01-01-01"}