{"goal_meta_link_text":"custom.meta_link_text","goal_meta_link":"https://unstats.un.org/sdgs/metadata/files/Metadata-06-02-01.pdf","indicator_name":"global_indicators.6-2-1-title","data_non_statistical":false,"graph_type":"bar","graph_title":"global_indicators.6-2-1-title","national_geographical_coverage":"Кыргызская Республика","measurement_units":"Процент","page_content":"","en":{"goal_name":"6. Ensure availability and sustainable management of water and sanitation for all","target_name":"6.2. By 2030, achieve access to adequate and equitable sanitation and hygiene for all and end open defecation, paying special attention to the needs of women and girls and those in vulnerable situations","indicator_name1":"6.2.1. Proportion of population using safely managed sanitation services, including a handwashing facility with soap and water","organization_name":" National Statistical Committee of the Kyrgyz Republic (Household Statistics Division)","contact_name":"Kerimalieva N.K.","contact_email":"Sdg_nsc@stat.kg ","contact_phone":"(0312) 32 46 91","organization_website":"www.stat.kg","definitions":"The Proportion of population using safely managed sanitation services, including a hand-washing facility with soap and water is currently being measured by the proportion of the population using an improved basic sanitation facility at the household level which is not shared with other households and where excreta is safely disposed in situ or treated off-site. ‘Improved’ source defined the same as used for MDG monitoring i.e. flush or pour flush toilets to sewer systems, septic tanks or pit latrines, ventilated improved pit latrines, pit latrines with a slab, and composting toilets.\nHandwashing facility: a device to contain, transport or regulate the flow of water to facilitate handwashing with soap and water in the household.","concepts":"Improved sanitation facilities include the following: flush or pour flush toilets to sewer systems, septic tanks or pit latrines, ventilated improved pit latrines, pit latrines with a slab, and composting toilets. Safely disposed in situ; when pit latrines and septic tanks are not emptied, the excreta may still remain isolated from human contact and can be considered safely managed. For example, with the new SDG indicator, households that use twin pit latrines or safely abandon full pit latrines and dig new facilities, a common practice in rural areas, would be counted as using safely managed sanitation services.\nA handwashing facility with soap and water: a handwashing facility is a device to contain, transport or regulate the flow of water to facilitate handwashing. This indicator is a proxy of actual handwashing practice, which has been found to be more accurate than other proxies such as self-reports of handwashing practices.","rationale_interpretation":"MDG target 7C called for ‘sustainable access’ to ‘basic sanitation’. The JMP developed the metric of use of ‘improved’ sanitation facilities, which are likely to hygienically separate human excreta from human contact, and has used this indicator to track progress towards the MDG target since 2000. International consultations since 2011 have established consensus on the need to build on and address the shortcomings of this indicator; specifically, to address normative criteria of the human right to water including accessibility, acceptability, and safety. Furthermore, the safe management of faecal wastes should be considered, as discharges of untreated wastewater into the environment create public health hazards. The above consultation concluded that post-2015 targets, which apply to all countries, should go beyond the basic level of access and address indicators of safe management of sanitation services, including dimensions of accessibility, acceptability and safety.","data_sources":"Based on the Multiple Indicator Cluster Survey, 2018","data_collection":"ComputerAssisted Personal Interview (CAPI) have been used for surveys. The application for data collection, including a special CAPI data management platform, is based on CSPro (Census and Survey Processing System) version 6.3. Procedures and standard software developed under the global CAPI programme were adapted to the final version of the 2018 CAPI questionnaire for Kyrgyzstan and used in the survey.","computation_methods":"The percentage of the population using safely managed sanitation services is calculated by combining data on the proportion of the population using different types of basic sanitation facilities with estimates of the proportion of faecal waste which is safely disposed in situ or treated off-site.\nThe Methodological Note describes in more detail how estimates of the proportion of household wastewater that is safely disposed of in situ or treated off-site will be combined with data on use of different types of sanitation facilities, as recorded in the current JMP database. http://www.wssinfo.org/fileadmin/user_upload/resources/Methodological-note-on-monitoring-SDG-targets-for-WASH-and-wastewater_WHO-UNICEF_8October2015_Final.pdf","quality_assurance":"Estimates of excreta management will be collected from countries and used to adjust the data on use of basic sanitation facilities as needed. Administrative, population and environmental data can also be combined to estimate safe disposal or transport of excreta, when no country data are available. Data on disposal or treatment of excreta are limited but estimates for safe management of faecal wastes can be calculated based on faecal waste flows associated with the use of different types of basic sanitation facility.","data_availability_gaps":"Time series data are available for the basic sanitation level of service over the period 1990-2015. These serve as the foundation for the safely managed sanitation service indicator. Some elements of safe management (e.g. wastewater treatment) were not collected during the MDG period and trend analysis will only be possible several years into the SDGs. (From 1990 to 2015)","disaggregation":"Disaggregated by region (geographical and urban/rural area).","international_comparability":"National household surveys measure the indicator directly, which creates discrepancies with the international methodology. The WHO/UNICEF Joint Monitoring Programme for Water Supply and Sanitation (JMP) estimates access to basic services for each country, separately in urban and rural areas, by fitting a regression line to a series of data points from household surveys and censuses. This approach was used to report on use of ‘improved water’ sources for MDG monitoring. The JMP is evaluating the use of alternative statistical estimation methods as more data become available. The accompanying Methodological Note describes in more detail how data on availability and quality from different sources, can be combined with data on use of different types of supplies, as recorded in the current JMP database to compute the proposed indicator.  http://www.wssinfo.org/fileadmin/user_upload/resources/Methodological-note-on-monitoring-SDG-targets-for-WASH-and-wastewater_WHO-UNICEF_8October2015_Final.pdf.  \nWHO is required by World Health Assembly resolution to consult on all WHO statistics, and seek feedback from countries on data about countries and territories. Before publishing, all JMP estimates undergo rigorous country consultations facilitated by WHO and UNICEF country offices. Often these consultations give rise to in-country visits, and meetings about data reconciliations. JMP has been engaged with more than fifty countries over the last 10 years in explaining JMP estimates, and reasons for discrepancies if any. JMP has also developed an online tool to facilitate future data validation and expanded its online capabilities so that these reconciliations could be done in much more interactive and real time manner, reducing cost of reconciliations missions.","references_documentation":"KR National SDG Reporting Platform: https://sustainabledevelopment-kyrgyzstan.github.io\nhttp://www.stat.kg/media/files/d0f77c65-07d9-469d-879a-84dc5aae8833.pdf"},"national_metadata_update_url_text":"2021-05-12: see changes on GitHub","national_metadata_update_url":"https://github.com/sdg-kyrgyzstan/open-sdg-data-starter/commit/7431b3539f654b04386fe84f0ce454cf921d54b4","goal_name":"Цель 6. Обеспечение наличия и рационального использования водных ресурсов и санитарии для всех","target_name":"6.2. К 2030 году обеспечить всеобщий и равноправный доступ к надлежащим санитарно-гигиеническим средствам и положить конец открытой дефекации, уделяя особое внимание потребностям женщин и девочек и лиц, находящихся в уязвимом положении","indicator_name1":"6.2.1. Доля населения, использующего организованные с соблюдением требований безопасности услуги санитарии, включая устройства для мытья рук с мылом и водой","organization_name":"Национальный статистический комитет КР\n(Отдел статистики домашних хозяйств)","contact_name":"Керималиева Н.К","contact_email":"Sdg_nsc@stat.kg ","contact_phone":"(0312) 32 46 91","organization_website":"www.stat.kg","definitions":"Доля населения, использующего организованные с соблюдением требований безопасности услуги санитарии, включая устройства для мытья рук с мылом и водой, на текущий момент измеряется как доля населения, которая использует улучшенные базовые услуги санитарии на уровне домашних хозяйств, и не делит их с другими домашними хозяйствами, а экскременты безопасно удаляются на месте или обрабатываются за пределами помещения. \nУлучшенные источники определяются также, как и для мониторинга ЦРТ, а именно: смывные туалеты, подключенные к канализации, септики, выгребные ямы, вентилированные выгребные ямы, закрытые выгребные ямы, компостирующие туалеты.  \nУстройство для мытья рук: устройство для сбора, транспортировки или регулирования потока воды для облегчения мытья рук с мылом и водой в домашнем хозяйстве.","concepts":"Улучшенные средства санитарии включают в себя: смывные туалеты, подключенные к канализационным системам, септики, выгребные ямы и компостирующие туалеты. Безопасное размещение средств санитарии на месте характеризуется следующим: в случае если ямы и септики не опорожняются, экскременты могут оставаться изолированными от контакта с людьми и могут считаться организованными с соблюдениями требований норм безопасности. Например, для нового показателя ЦУР, домохозяйства, которые используют туалеты с двумя ямами или безопасно прекращают использование полных выгребных ям и выкапывают новые объекты (что является обычной практикой в сельских районах) будут учитываться как домохозяйства, пользующие санитарными услугами, организованными с соблюдением норм безопасности. \nУстройство, предназначенное для мытья рук с мылом и водой: устройство для мытья рук — это устройство для сбора, перемещения или регулирования потока воды для облегчения мытья рук. Показатель наличия данных устройств наиболее точно отражает реальную ситуацию с практикой мытья рук, чем непосредственные заявления индивидуумов касательно наличия практики мытья рук.","rationale_interpretation":"Цель тысячелетия 7С ориентирована на «устойчивый доступ» и «базовый уровень санитарии». Совместная программа мониторинга (JMP) разработала метрику использования «улучшенных» санитарных сооружений, предусматривающих разделение отходов жизнедеятельности человека от непосредственного контакта с человеком, и использует данный показатель для отслеживания прогресса выполнения ЦРТ с 2000 года. В результате международных совещаний с 2011 было решено устранять упущения данного индикатора; в частности, обратиться к нормативным критериям прав человека на воду включая доступность и качество воды. Более того, необходимо учитывать безопасное обращение с фекальными отходами, поскольку выбросы неочищенных сточных вод в окружающую среду создают угрозу для здоровья населения. \nВ результате проведенных совещаний пришли к выводу что цели, поставленные после 2015 года, которые относятся ко всем странам, должны выходить за рамки базового уровня доступа и учитывать соблюдение норм безопасности услуг санитарии, включая измерение уровня доступности и безопасности. ","data_sources":"По данным кластерного обследования по многим показателям, 2018г.","data_collection":"В опросах КОМП используется персональное интервью с использованием компьютеров (ComputerAssisted Personal Interview, CAPI). Приложение для сбора данных, в том числе специальная платформа управления данными КОМП, основано на программном обеспечении CSPro (Census and Survey Processing System) версии 6.3. Процедуры и стандартные программы, разработанные в рамках глобальной\nпрограммы КОМП, были адаптированы к окончательной версии вопросника КОМП Кыргызстан, 2018 года и использовались в опросе.","computation_methods":"Процент населения, использующего услуги санитарии, организованные с учетом норм безопасности, рассчитывается путем объединения данных о доле населения, использующих различные типы базовых санитарно-гигиенических объектов, с оценками доли населения в домохозяйствах, в которых фекальные отходы расположены на месте или очищаются за пределами домохозяйства с соблюдением норм безопасности. \nБолее подробно о том, как объединяются оценки доли бытовых сточных вод, которые безопасно удаляются на месте или обрабатываются за пределами площадки, с данными об использовании различных типов санитарных объектов описано в методологической записке http://www.wssinfo.org/fileadmin/user_upload/resources/Methodological-note-on-monitoring-SDG-targets-for-WASH-and-wastewater_WHO-UNICEF_8October2015_Final.pdf","quality_assurance":"Оценки управления отходами будут собираться от стран, и использоваться для корректировки данных об использовании основных средств санитарии по мере необходимости. Административные, демографические и экологические данные также могут быть объединены для оценки безопасного удаления или транспортировки экскрементов в случае отсутствия данных по странам. Данные об удалении или обработке экскрементов ограничены, но оценки безопасного обращения с фекальными отходами могут быть рассчитаны на основе потоков фекальных отходов, связанных с использованием различных видов основных средств санитарии.","data_availability_gaps":"Данные временного ряда доступны для показателя базового уровня услуг санитарии за период 1990-2015 годы.\n Эти данные являются основой формирования показателя наличия услуг санитарии, организованных с соблюдением требований безопасности. Некоторые элементы требований безопасности (например, обработка сточных вод) не были собраны в течение периода ЦРТ, и анализ тенденций будет возможен только в течение нескольких лет в рамках проекта ЦУР. (С 1990 по 2015 год)","disaggregation":"Индикатор дезагрегирован по регионам (географическим и городским / сельским).","international_comparability":"Национальные обследования домашних хозяйств оценивают показатель прямым методом, что отличается от международной методологии. Совместная программа мониторинга ВОЗ / ЮНИСЕФ по водоснабжению и санитарии (JMP) оценивает доступ к базовым услугам для каждой страны отдельно в городских и сельских районах путем подгонки линии регрессии к ряду точек данных из обследований домашних хозяйств и переписей. Этот подход использовался для построения отчета об использовании источников «улучшенной воды» для мониторинга ЦУР. По мере поступления большего количества данных JMP оценивает использование альтернативных методов статистической оценки. В сопроводительной Методической записке более подробно описывается, как данные о доступности и качестве из разных источников могут быть объединены с данными об использовании различных типов трубопроводов, которые учтены в текущей базе данных JMP для расчета предлагаемого индикатора. http://www.wssinfo.org/fileadmin/user_upload/resources/Methodological-note-on-monitoring-SDG-targets-for-WASH-and-wastewater_WHO-UNICEF_8October2015_Final.pdf.  \nВОЗ, согласно резолюции Всемирной ассамблеи здравоохранения, консультируется со странами по всем статистическим данным ВОЗ и запрашивает отзывы от стран по данным и территориям. Перед публикацией все оценки JMP проходят строгие страновые консультации при содействии национальных отделений ВОЗ и ЮНИСЕФ. Часто эти консультации приводят к непосредственному посещению страны и совещаниям по сверке данных. За последние 10 лет JMP взаимодействовал с более чем пятьюдесятью странами, объясняя оценки JMP и причины расхождений, если таковые имеются. JMP также разработал онлайн-инструмент для облегчения будущей проверки данных и расширения своих онлайн-возможностей. Данный инструмент позволит согласовывать данные в более интерактивном режиме и в режиме реального времени, что должно привести к сокращению расходов на миссии по согласованию данных.","references_documentation":"Национальная платформа отчётности ЦУР КР: https://sustainabledevelopment-kyrgyzstan.github.io \nhttp://www.stat.kg/media/files/d0f77c65-07d9-469d-879a-84dc5aae8833.pdf","indicator":"6.2.1","target_id":"6.2","sdg_goal":"6","reporting_status":"complete","indicator_sort_order":"06-02-01"}