{"goal_meta_link_text":"custom.meta_link_text","goal_meta_link":"https://unstats.un.org/sdgs/metadata/files/Metadata-08-07-01.pdf","indicator_name":"global_indicators.8-7-1-title","data_non_statistical":false,"graph_type":"bar","graph_title":"Доля детей в возрасте от 5 до 17 лет, занятых детским трудом, в разбивке по полу и возрасту","national_geographical_coverage":"Кыргызская Республика","measurement_units":"Процент","page_content":"","en":{"goal_name":"8. Promote sustained, inclusive and sustainable economic growth, full and productive employment and decent work for all","target_name":"8.7. Take immediate and effective measures to eradicate forced labour, end modern slavery and human trafficking and secure the prohibition and elimination of the worst forms of child labour, including recruitment and use of child soldiers, and by 2025 end child labour in all its forms","indicator_name1":"8.7.1. Proportion and number of children aged 5-17 years engaged in child labour, by sex and age","organization_name":" National Statistical Committee of the Kyrgyz Republic (Household Statistics Division)","contact_name":"Kerimalieva N.K.","contact_email":"Sdg_nsc@stat.kg ","contact_phone":"(0312) 32 46 91","organization_website":"www.stat.kg","definitions":"The number of children engaged in child labour corresponds to the number of children reported to be in child labour during the reference period (usually the week prior to the survey).","concepts":"The term child labour refers to the subset of children’s activities that is injurious, negative or undesirable to children and that should be targeted for elimination. Child labour is a legal concept rather than a statistical one, and the international legal standards that define it are therefore the necessary frame of reference for child labour statistics. The three principal international conventions on child labour – ILO Convention No. 138 (Minimum Age) (C138), ILO Convention No. 182 (Worst Forms) (C182), and the United Nations Convention on the Rights of the Child (CRC), together set the legal boundaries for child labour, and provide the legal basis for national and international actions against it.\nIn December 2008, the International Conference of Labour Statisticians (ICLS) adopted the Resolution concerning statistics of child labour. This Resolution helps in translating the legal standards governing child labour into statistical terms. In particular, the Resolution is designed to set standards for the collection, compilation and analysis of national child labour statistics, and to guide countries in updating their existing statistical system in this field.\nIn accordance with the Resolution, and on the basis of the production boundary set by the United Nations System of National Accounts (SNA), child labour is defined for measurement purposes to include all persons aged 5 to 17 years who are engaged in one or more of the following activities during a specified time period: \n• hazardous work (18th ICLS, paragraphs 21 to 32); \n• worst forms of child labour other than hazardous work (18th ICLS, paragraphs 33 to 34); and \n• employment below the minimum working age, excluding, where applicable, “light work”, performed by children aged not less than 12 or 13 years (18th ICLS, paragraphs 35 to 37).","rationale_interpretation":"Far too many children in the world remain trapped in child labour, compromising their individual future. According to the latest ILO global estimates, about 168 million children worldwide are child labourers, accounting for almost 11 percent of the child population.","data_sources":"Multiple Indicator Cluster Survey (MICS)","data_collection":"ComputerAssisted Personal Interview (CAPI) have been used for surveys. The application for data collection, including a special CAPI data management platform, is based on CSPro (Census and Survey Processing System) version 6.3. Procedures and standard software developed under the global CAPI programme were adapted to the final version of the 2018 CAPI questionnaire for Kyrgyzstan and used in the survey.","computation_methods":"The measurement methodology used by the ILO in its global estimates on child labour, building on the ICLS statistical definition, classifies child labour on the basis of the following criteria:\n• Ages 5 to 11: at least 1 hour of economic activity per week;\n• Ages 12 to 14: at least 14 hour of economic activity per week in all forms of economic activity except permissible “light” work, where light work is operationally defined as economic activity that (i) does not exceed 14 hours per week and that (ii) is not hazardous in nature; and\n• Ages 15 to 17: work in designated hazardous industries, or in designated hazardous occupations, or for long hours. Long hours are defined as 43 or more hours during the reference week.\nThe proportion of children in child labour is calculated as the number of children in child labour divided by the total number of children in the population. For the purposes of this indicator, children include all persons aged 5 to 17.\n\nChildren aged 5-17: Number of children aged 5-17 reported in child labour during the week prior to the survey divided by the total number of children aged 5-17 in the population, multiplied by 100.\n\nChildren aged 5-14: Number of children aged 5-14 reported in child labour during the week prior to the survey divided by the total number of children aged 5-14 in the population, multiplied by 100.\n\nChildren aged 15-17: Number of children aged 15-17 reported child labour during the week prior to the survey divided by the total number of children aged 15-17 in the population, multiplied by 100.","comments_limitations":"Child labour estimates based on the statistical standards set out in the ICLS resolution represent useful benchmarks for international comparative purposes but are not necessarily consistent with estimates based on national child labour legislation. ","data_availability_gaps":"Nationally representative and comparable data are currently available for 102 countries, including Kyrgyz Republic.","disaggregation":"Disaggregation by sex and age group (age groups 5-14 and 15-17).","international_comparability":"ILO Convention №138 contains a number of flexibility clauses left to the discretion of the competent national authority in consultation (where relevant) with workers’ and employers’ organizations (e.g., minimum ages, scope of application). This means that there is no single legal definition of child labour across countries, and thus, no single statistical measure of child labour consistent with national legislation across countries. ","references_documentation":"KR National SDG Reporting Platform: https://sustainabledevelopment-kyrgyzstan.github.io "},"national_metadata_update_url_text":"2021-05-20: see changes on GitHub","national_metadata_update_url":"https://github.com/sdg-kyrgyzstan/open-sdg-data-starter/commit/9320be2bfcdbdb40ad2e8fc470d4be8a98c7a70d","goal_name":"Цель 8. Содействие поступательному, всеохватному и устойчивому экономическому росту, полной и производительной занятости и достойной работе для всех ","target_name":"8.7. Принятие срочных и эффективных мер для того, чтобы искоренить принудительный труд, покончить с современным рабством и торговлей людьми и обеспечить запрет и ликвидацию наихудших форм детского труда, включая вербовку и использование детей-солдат, а к 2025 году покончить с детским трудом во всех его формах","indicator_name1":"8.7.1. Доля и число детей в возрасте от 5 до 17 лет, занятых детским трудом, в разбивке по полу и возрасту","organization_name":"Национальный статистический комитет КР\n(Отдел статистики домашних хозяйств)","contact_name":"Керималиева Н.К","contact_email":"Sdg_nsc@stat.kg ","contact_phone":"(0312) 32 46 91","organization_website":"www.stat.kg","definitions":"Число детей, занятых детским трудом, соответствует числу детей, которые, как сообщается, находятся в детском труде в течение отчетного периода (обычно за неделю до обследования).","concepts":"Термин «детский труд» относится к подмножеству детской деятельности, которая является вредной, негативной или нежелательной для детей, и которая должна быть направлена на ликвидацию. Детский труд является скорее правовой концепцией, чем статистической, и поэтому международно-правовые стандарты, определяющие ее, являются необходимой основой для статистики детского труда. Три основные международные конвенции о детском труде - Конвенция МОТ № 138 (минимальный возраст) (C138), Конвенция МОТ № 182 (наихудшие формы) (C182) и Конвенция Организации Объединенных Наций о правах ребенка (КПР) вместе устанавливают правовые границы для детского труда и обеспечивают правовую основу для действий на национальном и международном уровнях против него.\nВ декабре 2008 года Международная конференция статистиков труда (ICLS) приняла Резолюцию о статистике детского труда. Это постановление помогает в переводе правовых норм, регулирующих детский труд, в статистические термины. В частности, Резолюция предназначена для установления стандартов сбора, компиляции и анализа национальной статистики детского труда и руководства странами по обновлению их существующей статистической системы в этой области.\nВ соответствии с Резолюцией и на основе границы производства, установленной Системой национальных счетов Организации Объединенных Наций (СНС), детский труд определяется для целей измерения, включая всех лиц в возрасте от 5 до 17 лет, которые занимаются одним или несколькими следующих видов деятельности в течение определенного периода времени:\n • опасная работа (18-я МКСТ, пункты 21-32);\n• наихудшие формы детского труда, кроме опасной работы (18-я МКСТ, пункты 33-34); \n• занятость ниже минимального трудоспособного возраста, исключая, где это применимо, «легкую работу», выполняемую детьми в возрасте не менее 12 или 13 лет (18-я сессия ICLS, пункты 35-37).","rationale_interpretation":"Слишком много детей в мире остаются в ловушке детского труда, ставя под угрозу их индивидуальное будущее. Согласно последним мировым оценкам, МОТ, около 168 миллионов детей во всем мире являются детьми-работниками, на которые приходится почти 11 процентов детского населения. ","data_sources":"Кластерное обследование по многим показателям (MICS)","data_collection":"В опросах КОМП используется персональное интервью с использованием компьютеров (ComputerAssisted Personal Interview, CAPI). Приложение для сбора данных, в том числе специальная платформа управления данными КОМП, основано на программном обеспечении CSPro (Census and Survey Processing System) версии 6.3. Процедуры и стандартные программы, разработанные в рамках глобальной\nпрограммы КОМП, были адаптированы к окончательной версии вопросника КОМП Кыргызстан, 2018 года и использовались в опросе.","computation_methods":"Методология измерения, используемая МОТ в ее глобальных оценках по детскому труду, основанная на статистическом определении МКНС, классифицирует детский труд на основе следующих критериев:\n• Возраст 5-11: не менее 1 часа экономической активности в неделю;\n• Возраст 12-14 лет: не менее 14 часов экономической активности в неделю во всех видах экономической деятельности, за исключением разрешенной «легкой» работы, где легкая работа определяется оперативно, как экономическая деятельность, которая (i) не превышает 14 часов в неделю и что (ii) не является опасным по своей природе; и\n• В возрасте от 15 до 17 лет: работа в определенных опасных отраслях промышленности или в определенных опасных профессиях, или в течение долгих часов. Длительные часы определяются как 43 или более часов в течение базовой недели.\nДоля детей в детском труде рассчитывается как количество детей в детском труде, деленное на общее число детей в населении. Для целей этого показателя дети включают всех лиц в возрасте от 5 до 17 лет. \nДети в возрасте от 5 до 17 лет: число детей в возрасте от 5 до 17 лет, зарегистрированных в детском труде в течение недели до обследования, деленное на общее число детей в возрасте 5-17 лет в населении, умноженное на 100 человек.\nДети в возрасте от 5 до 14 лет: число детей в возрасте от 5 до 14 лет, зарегистрированных в детском труде в течение недели до обследования, деленное на общее число детей в возрасте 5-14 лет в населении, умноженное на 100 человек.\nДети в возрасте 15-17 лет: число детей в возрасте от 15 до 17 лет сообщало о детском труде в течение недели до обследования, деленное на общее число детей в возрасте 15-17 лет в населении, умноженное на 100 человек.","comments_limitations":"Оценки детского труда, основанные на статистических стандартах, изложенных в резолюции ICLS, являются полезными ориентирами для международных сравнительных целей, но не обязательно соответствуют оценкам, основанным на национальном законодательстве в области детского труда.","data_availability_gaps":"В настоящее время доступны национальные и сопоставимые данные для 102 стран, включая КР, с низким и средним уровнем дохода.","disaggregation":"Показатель дезагрегирован по полу и возрастной группе (возрастные группы 5-14 и 15-17).","international_comparability":"Конвенция МОТ № 138 содержит ряд положений о гибкости, оставленных на усмотрение компетентного национального органа в консультации (где это уместно) с организациями работников и работодателей (например, минимальный возраст, область применения). Это означает, что нет единого юридического определения детского труда в разных странах, и, таким образом, ни одна статистическая мера детского труда не соответствует национальному законодательству в разных странах.","references_documentation":"Национальная платформа отчётности ЦУР: https://sustainabledevelopment-kyrgyzstan.github.io ","indicator":"8.7.1","target_id":"8.7","sdg_goal":"8","reporting_status":"complete","indicator_sort_order":"08-07-01"}