{"goal_meta_link_text":"custom.meta_link_text","data_non_statistical":false,"goal_meta_link":"https://unstats.un.org/sdgs/metadata/files/Metadata-09-0B-01.pdf ","graph_type":"line","indicator_name":"global_indicators.9-b-1-title","graph_title":"global_indicators.9-b-1-title","national_geographical_coverage":"Кыргызская Республика","measurement_units":"Процент","page_content":"","1":{"Метод расчета:":"Расчет показателя «Доля продукции высокотехнологичных и средне технологичных отраслей в валовом внутреннем продукте обрабатывающей промышленности» производится на основе формулы:  S1=(VAmt+VAht)/VAt\nГде:\nS1 - доля продукции средне технологичных и высокотехнологичных отраслей в валовой добавленной стоимости обрабатывающей промышленности\nVAt   - добавленная стоимость обрабатывающей промышленности;\nVAmt  - добавленная стоимость отраслей среднетехнологичного уровня в основных текущих ценах;\nVAht - добавленная стоимость отраслей высокотехнологичного уровня в основных текущих ценах.\n"},"2":{"Метод расчета:":"\n"},"en":{"goal_name":"9. Build resilient infrastructure, promote inclusive and sustainable industrialization and foster innovation","target_name":"9.b Support domestic technology development, research and innovation in developing countries, including by ensuring a conducive policy environment for, inter alia, industrial diversification and value addition to commodities","indicator_name1":"9.b.1 Proportion of medium and high-tech industry value added in total value added","organization_name":"NSC KR","contact_name":"Isenkulova E. K.","contact_email":"eisenkulova@stat.kg","contact_phone":"(0312) 32 46 95","organization_website":"www.stat.kg","definitions":"\"The gross value added of manufacturing products is the most important indicator of national accounts, characterizing the state and development of industry in the Kyrgyz Republic over a certain period.  The calculation of the SDG indicator 9.b.1 \"The share of value added of products of medium-tech and high-tech industries in the total value added\" is necessary to determine the level of technological development of the manufacturing industry.\nThe criterion for classifying high-tech industries is a high level of technological development, determined in relation to gross value added (GDP). \"","concepts":"High-tech products include innovative products that use the results of research and development work that correspond to the priority areas of science, technology and technology development and (or) the list of critical technologies of the country.  Medium-tech industries include manufacturing that requires more sophisticated technologies and a more skilled workforce than low-tech industries. Examples: automotive industry, household appliance manufacturing, chemical industry.","rationale_interpretation":"\"The GVA of manufacturing industry products is the most important and widely used indicator by researchers, necessary to determine the level of industrialization of the country. The share of GVA of manufacturing industry products in GDP plays an important role in the development of the country's economy. \nThe increase in the share of value added of medium- and high-tech industries in the total volume of manufacturing industry indicates an increase in the competitiveness of the national economy, an increase in the country's innovation potential, an improvement in the quality of products and services, and an increase in the standard of living of the population.    \"","data_sources":"The sources of information and methods of collection and processing for the compilation of GVA by types of economic activity in the manufacturing industry are the state statistical reporting, f-No. 1FD, f-No. 1-FHD(micro), f-No. 22 SDI report on the execution of the State Budget.","data_collection":"Information is collected on the basis of continuous statistical accounting of industrial enterprises of all forms of ownership.","computation_methods":"\"The calculation of the indicator \"The share of high-tech and medium-tech industries in the gross domestic product of the manufacturing industry\" is based on the formula: S1=(VAmt+VAht)/VAt\nWhere:\nS1 is the share of products from medium-tech and high-tech industries in the gross value added of the manufacturing industry\nVAt - added value of the manufacturing industry;\nVAmt is the value added of medium-technology industries at basic current prices;\nVAht is the added value of high-tech industries at basic current prices.\n\"","comments_limitations":"\"\nThis indicator reflects the degree of technological efficiency of the manufacturing industry in a country or region. It shows how industries using more complex and high-tech technologies (medium and high-tech) contribute to the creation of added value throughout the manufacturing industry. The growth of this indicator indicates the transition of the economy to more advanced technological structures and increased innovation activity.\n\n The distinction between medium- and low-tech industries may vary from country to country and is based on an international (e.g., OECD) or national classification.\n Not all countries keep detailed records of value added by technological levels of industries.\nIt may be difficult to obtain up-to-date and comparable data. Differences in the methods of calculating GVA (gross value added) between countries may affect the comparability of data.  The indicator covers only the manufacturing industry and does not include sectors where high added value is also possible (for example, IT, financial services).\n\n\"","data_availability_gaps":"Dynamic series have been available since 2010. The data is published in various publications of the National Statistical Committee, posted on the NSC website.","disaggregation":"The data is calculated internationally.","international_comparability":"Comparable"},"national_metadata_updated_date":"2025-08-13","indicator_number":"9.b.1","target_number":"9.b","goal_number":"9","reporting_status":"complete","indicator_sort_order":"09-0b-01"}