{"goal_meta_link_text":"United Nations Sustainable Development Goals Metadata","goal_meta_link":"https://unstats.un.org/sdgs/metadata/files/Metadata-01-02-02.pdf","data_non_statistical":false,"graph_type":"bar","graph_title":"Proportion of men, women and children of all ages living in poverty in all its dimensions according to national definitions","indicator_name":"Proportion of men, women and children of all ages living in poverty in all its dimensions according to national definitions","national_geographical_coverage":"Кыргызская Республика","measurement_units":"Процент","page_content":"","national_metadata_updated_date":"2021-10-04","national_metadata_update_url_text":"2021-10-04: see changes on GitHub","national_metadata_update_url":"https://github.com/sdg-kyrgyzstan/open-sdg-data-starter/commit/d7a781926f2180f5bd610901bf1c8cb9542bb82c","goal_name":"1. End poverty in all its forms everywhere","target_name":"1.2: By 2030, reduce at least by half the proportion of men, women and children of all ages living in poverty in all its dimensions according to national definitions","indicator_name1":"1.2.2: Proportion of men, women and children of all ages living in poverty in all its dimensions according to national definitions","organization_name":" National Statistical Committee of the Kyrgyz Republic (Household Statistics Division)","contact_name":"Kerimalieva N.K.","contact_email":"Sdg_nsc@stat.kg ","contact_phone":"(0312) 32 46 91","organization_website":"www.stat.kg","definitions":"Proportion of men, women and children of all ages living in poverty in all its dimensions (multidimensional poverty) is when an individual is unable to meet his basic needs in accordance with social norms and generally accepted standards.","concepts":"Poverty assessment can be done not only by consumption or income estimates, but also applying deprivation approach. Under this approach, individuals are considered poor when their consumption does not meet social standards and do not have access to a certain range of goods and services.\nThe multidimensional approach to poverty assessment in the Kyrgyz Republic focuses on five dimensions (monetary poverty, health, housing conditions, food security and education) and 11 indicators, thus, making it possible to get detailed picture of real poverty and its dimensions.","rationale_interpretation":"Dimensions and indicators were selected in accordance with several guiding principles: well established multidimensional welfare indices, applicability to the Kyrgyz Republic context, relevance in the context of the Sustainable Development Goals (SDGs) and data availability.\nThere are theoretical and practical justifications for each dimension, emphasizing their importance as major welfare determinants. The NSDS of the Kyrgyz Republic sets targets for achieving by 2040 for each aspect of multidimensional poverty.","data_sources":"Integrated Household Budget and Labour Force Sample Survey (hereinafter IHBLFSS).","data_collection":"Data are obtained through the IHBLFSS questionnaires using a cluster sample built on the latest available Census and up-to-date housing lists. The IHBLFS surveys rely on personal interviews collected using tablet computers (ComputerAssisted Personal Interview, CAPI).\nData are collected on a quarterly basis and an indicator is calculated using data for the past year.","computation_methods":"The National Multidimensional Poverty Index (NMPI) has been developed by the National Statistical Committee of the Kyrgyz Republic in cooperation with the United Nations Children’s Fund and the United Nations Development Programme. NMIP is calculated using the internationally recognized methodology of Sabina Alkire and James Foster. It is characterized by three main multidimensional poverty indicators. These are multidimensional poverty incidence (H), the average intensity of deprivation among the poor (A) and the National Multidimensional Poverty Index (M). \nUnder these poor are considered those deprived of at least one third of the weighted indicators.","comments_limitations":"The National Multidimensional Poverty Index and its components allow assessing changes in the population’s quality of life over time and dynamics for different groups. When implemented at the inter-country level, such studies make it possible to compare States policies outcomes and, at the national level, meet the needs of comparative analysis of situation in country’s regions.","quality_assurance":"The raw data are checked for quality before being submitted for further analysis.","data_availability_gaps":"Data has been available since 2016.","disaggregation":"National and subnational level, by area, sex and age group.  ","international_comparability":"Standard methodology is used, and the set of indicators included in the measurements is relevant for the Kyrgyz Republic","references_documentation":"KR National SDG Reporting Platform:  https://sustainabledevelopment-kyrgyzstan.github.io ","indicator":"1.2.2","target_id":"1.2","sdg_goal":"1","reporting_status":"complete","indicator_sort_order":"01-02-02"}