{"goal_meta_link_text":"United Nations Sustainable Development Goals Metadata","data_non_statistical":false,"graph_type":"line","indicator_name":"Proportion of employed population living below the official poverty line","graph_title":"Proportion of employed population living below the official poverty line","national_geographical_coverage":"Kyrgyz Republic","measurement_units":"Percentage","tags":["National"],"page_content":"","national_metadata_updated_date":"2025-07-28","goal_name":"1. End poverty in all its forms everywhere","target_name":"1.2: By 2030, reduce at least by half the proportion of men, women and children of all ages living in poverty in all its dimensions according to national definitions","indicator_name1":"1.2.1.1 Poverty rate among the employed population according to the national poverty line","organization_name":"National Statistical Committee of the Kyrgyz Republic 1.Labour and Employment Statistics Division 2.Department of Household Statistics","contact_name":"1.G. Zh. Jailobaeva 2.Kalymbetova Yryskan\n","contact_email":"G. Zh. Jailobaeva: jailobaeva@stat.kg\nKalymbetova Yryskan: yryskan.kalymbetova@gmail.com ","contact_phone":"G. Zh. Jailobaeva: (0312) 62-60-76\nKalymbetova Yryskan: (0312) 32 46 55","organization_website":"www.stat.gov.kg","definitions":"Poverty rate among employed population is a proportion of employed population in classified as poor households","concepts":"Employed population (see the link) \nPoverty line is the minimum level of income deemed adequate to satisfy minimum human needs.\nConsumption expenditures of the household are monetary expenditures on non-food consumer goods and services, and the value of food consumption.","rationale_interpretation":"Poverty indicator among the employed population is designed for the purpose of the government policy development to ensure full and productive employment for all, including women and youth ","data_sources":"Integrated Sample Household Budget and Labour Force Survey (IHS).","data_collection":"Interviewers conduct the survey making direct visits to households and completing IHS questionnaires approved by the Kyrgyz Republic National Statistical Committee Resolution. Employment and Unemployment Module is filled for all persons in the household aged 15 years and older.  The IHS is based on personal interviews using tablet computers (ComputerAssisted Personal Interview, CAPI).\nThe data are collected on a quarterly basis, and the indicator is developed based on the end-of-year results.","computation_methods":"Poverty rate among the employed population is calculated based on two standards: ILO methodology is used for employed population; poverty measure is used for poor population.\nGiven that these two surveys are integrated in Kyrgyzstan, and that employment and living standards questionnaires are filled out in the same households, this indicator is calculated merging the data from both data sets.","comments_limitations":"The indicator is calculated for the employed population aged 15 years and older.","quality_assurance":"The raw data are quality-tested before being used for further analysis.","data_availability_gaps":"A comparable time series based on a single methodology is available since 2000.","disaggregation":"National and subnational level, by location, sex and age groups","international_comparability":"The poverty among the employed population is calculated using the national poverty line and is not comparable with other countries.","references_documentation":"Poverty: http://cbd.minjust.gov.kg/act/view/ru-ru/92513\nEmployment: http://www.stat.kg/ru/metodologicheskie-polozheniya-po-statistike/rynok-truda-i-zanyatost/","indicator_number":"1.2.1.1","target_number":"1.2","goal_number":"1","reporting_status":"complete","indicator_sort_order":"01-02-01-01"}