{"goal_meta_link_text":"United Nations Sustainable Development Goals Metadata","data_non_statistical":false,"graph_type":"line","indicator_name":"Proportion of population receiving pensions and disability benefits as percentage of total population","graph_title":"Proportion of population receiving pensions and disability benefits as percentage of total population","national_geographical_coverage":"Kyrgyz Republic","measurement_units":"Percentage","tags":["National"],"page_content":"","national_metadata_updated_date":"2025-08-01","goal_name":"1. End poverty in all its forms everywhere","target_name":"1.3. Implement nationally appropriate social protection systems and measures for all, including floors, and by 2030 achieve substantial coverage of the poor and the vulnerable","indicator_name1":"1.3.1.с  Proportion of population receiving pensions and disability benefits","organization_name":"The National Statistical Committee of the Kyrgyz Republic (Social Statistics Unit)","contact_name":"Zh. Zh. Rakhmanova","contact_email":"rakhmanovazz@mail.ru","contact_phone":"+996 (0312) 32 46 52","organization_website":"www.stat.gov.kg","definitions":"Proportion of persons receiving pensions and disability benefits to total population","concepts":"Disability pensions are determined regardless of the disability cause in the event of permanent disability when a person is declared a disabled, and are paid until restoration of the person’s work capacity or for life.\nInsured persons certified as disabled are entitled to disability pensions, provided that they have contribution period at the time of disability occurrence. Persons certified as disabled who are not entitled to a pension receive an allowance.","rationale_interpretation":"The Kyrgyz legislation provides for legal regulation of guaranteed minimum social standards to ensure the basic living needs of the population, including social standards for pensions.\nInsured citizens of the Kyrgyz Republic, foreign citizens and stateless persons residing in the country who contribute to the state pension social insurance on the basis of and under the conditions stipulated in the Law of the Kyrgyz Republic on the State Social Insurance:627} have the right to pensions under the state pension social insurance (hereinafter - pensions). ","data_sources":"The Social Fund of the Kyrgyz Republic, the Ministry of Labour and Social Development of the Kyrgyz Republic, the Accumulative Pension Fund of the Kyrgyz Republic, ministries and departments with pension bodies submit administrative data according to the approved state statistical reporting forms","data_collection":"On an annual basis, the NSC collects and processes Report on the social benefits’ recipients and monthly allowances’ amount, Report on the number of pensioners and their monthly pensions, Report on the number of pensioners registered with the Accumulative Pension Fund and their monthly pensions, Report on the number of pensioners in security, defence and law enforcement agencies and their pension amount according to the statistical reporting forms. ","computation_methods":"Ratio of the number of pensions’ and disability benefits’ recipients to the total population. ","quality_assurance":"The causes and groups of disability, as well as the time of disability onset are determined by the Medical and Social Expert Commissions (MSEC) acting on the basis of the Regulation approved by the Government of the Kyrgyz Republic","data_availability_gaps":"Data are available since 2007.","disaggregation":"The national level","international_comparability":"The Medical and Social Expert Commissions (MSEC) are responsible for disability determination ","references_documentation":"Law of the Kyrgyz Republic on the State Pension Social Insurance:  http://cbd.minjust.gov.kg/act/view/ru-ru/557/310?cl=ru-ru\nThe Kyrgyz Republic SDG National Reporting Platform: https://sustainabledevelopment-kyrgyzstan.github.io","indicator_number":"1.3.1.c","target_number":"1.3","goal_number":"1","reporting_status":"complete","indicator_sort_order":"01-03-01-0c"}