{"goal_meta_link_text":"United Nations Sustainable Development Goals Metadata","data_non_statistical":false,"graph_type":"line","indicator_name":"Proportion of population receiving monthly allowance for low-income families/\"uy-bulogo komok\", social benefits and pensions","graph_title":"Proportion of population receiving monthly allowance for low-income families/\"uy-bulogo komok\", social benefits and pensions","national_geographical_coverage":"Kyrgyz Republic","measurement_units":"Percentage","tags":["National"],"page_content":"","national_metadata_updated_date":"2025-07-31","goal_name":"1. End poverty in all its forms everywhere","target_name":"1.3: Implement nationally appropriate social protection systems and measures for all, including floors, and by 2030 achieve substantial coverage of the poor and the vulnerable","indicator_name1":"1.3.1.a Proportion of the population receiving MSB/\"Üy-bülögö kömök\" (family assistance) to the total population","organization_name":"The National Statistical Committee of the Kyrgyz Republic (Social Statistics Division)","contact_name":"Zh. Zh. Rakhmanova","contact_email":"rakhmanovazz@mail.ru","contact_phone":"+996 (0312) 32 46 52","organization_website":"www.stat.gov.kg","definitions":"Population covered by pensions or social allowances","concepts":"Pension (allowance) recipient is an individual covered by a pension (allowance). \nPension is an insurance benefit payable in the insured event to the insured person in the amount and under the conditions provided for in the legislation on state pension social insurance.\nThe number of pension recipients is the number of persons as of the end (beginning) of the reporting year covered by monthly payment on the terms and conditions stipulated by the legislation on pension provision. The total number of pension recipients is calculated based on the number of personal pensioners’ accounts registered with the Social Fund, other ministries and departments, as well as the Non-State Pension Fund.\nMandatory social security is a system of social and economic measures enshrined in legislation to guarantee material security for citizens in old age, in the event of disability or loss of breadwinner in the family; and to provide benefits to families with relatively low average per capita incomes, if they are not entitled to a pension.","rationale_interpretation":"The Kyrgyz legislation provides for legal regulation of guaranteed minimum social standards to ensure the basic living needs of the population, including social standards for pensions.\nInsured citizens of the Kyrgyz Republic, foreign citizens and stateless persons residing in the country who contribute to the state pension social insurance on the basis of and under the conditions stipulated in the Law of the Kyrgyz Republic on the State Social Insurance:627} have the right to pensions under the state pension social insurance (hereinafter - pensions). ","data_sources":"The Social Fund of the Kyrgyz Republic, the Ministry of Labour and Social Development of the Kyrgyz Republic, the Accumulative Pension Fund of the Kyrgyz Republic, ministries and departments with pension bodies submit administrative data according to the approved state statistical reporting forms.","data_collection":"On an annual basis, the NSC collects and processes Report on the social benefits’ recipients and monthly allowances’ amount, Report on the number of pensioners and their monthly pensions, Report on the number of pensioners registered with the Accumulative Pension Fund and their monthly pensions, Report on the number of pensioners in security, defence and law enforcement agencies and their pension amount according to the statistical reporting forms. ","computation_methods":"The ratio of the number of pensioners registered in all pension bodies and the number of citizens covered by social benefits to the total population.","quality_assurance":"Supervisory authorities monitor personal accounts and pensions and benefits amount.","data_availability_gaps":"Data are available since 2007.","disaggregation":"National level","international_comparability":"Pension age is is established by the Kyrgyz Republic laws","references_documentation":"Law of the Kyrgyz Republic on the State Pension Social Insurance:  http://cbd.minjust.gov.kg/act/view/ru-ru/557/310?cl=ru-ru","indicator_number":"1.3.1.a","target_number":"1.3","goal_number":"1","reporting_status":"complete","indicator_sort_order":"01-03-01-0a"}