{"goal_meta_link_text":"United Nations Sustainable Development Goals Metadata","data_non_statistical":false,"goal_meta_link":"https://unstats.un.org/sdgs/metadata/files/Metadata-10-01-01.pdf","graph_type":"line","indicator_name":"Growth rates of household expenditure or income per capita among the bottom 40 per cent of the population and the total population","graph_title":"Темпы роста доходов домохозяйств на душу населения среди наименее обеспеченных 40 процентов населения и среди населения в целом","national_geographical_coverage":"Кыргызская Республика","measurement_units":"Процент","page_content":"","national_metadata_update_url_text":"2020-07-08: see changes on GitHub","national_metadata_update_url":"https://github.com/sdg-kyrgyzstan/open-sdg-data-starter/commit/8acbf71a071ef8036679568a5bf2faa3f6a4b059","goal_name":"Goal 10. Reduce inequality within and among countries","target_name":"10.1. By 2030, progressively achieve and sustain the above national average income growth among the poorest 40 per cent of the population","indicator_name1":"10.1.1. Growth rate of household expenditure or per capita income among the poorest 40 per cent of the population and the population in general","organization_name":"The National Statistical Committee of the Kyrgyz Republic (Household Statistics Division)","contact_name":"Y. I. Kalymbetova","contact_email":"Y.Kalymbetova@stat.kg ","contact_phone":"(312) 66 41 64","organization_website":"www.stat.kg","definitions":"The growth rate in the welfare aggregate of bottom 40% is computed as the annualized average growth rate in per capita real consumption or income of the bottom 40% of the income distribution in a country from household surveys over a roughly 5-year period. The national average growth rate in the welfare\naggregate is computed as the annualized average growth rate in per capita real consumption or income of the total population in a country from household surveys over a roughly 5-year period.","concepts":"Promoting shared prosperity is defined as fostering income growth of the bottom 40 percent of the welfare distribution in every country and is measured by calculating the annualized growth of mean per capita real income or consumption of the bottom 40 percent. The choice of the bottom 40 percent as the target population is one of practical compromise. The bottom 40 percent differs across countries depending on the welfare distribution, and it can change over time within a country. Because boosting shared prosperity is a country-specific goal, there is no numerical target defined globally. ","rationale_interpretation":"Improvements in shared prosperity require both a growing economy and a consideration of equity. Shared prosperity explicitly recognizes that while growth is necessary for improving economic welfare in a society, progress is measured by how those gains are shared with its poorest members. Moreover, in an inclusive society it is not sufficient to raise everyone above an absolute inimum standard of living; it must ensure that economic growth increases prosperity among the poor over time.\nThe decision to measure shared prosperity based on income or consumption was not taken to ignore the many other dimensions of welfare. It is motivated by the need for an indicator that is easy to understand, communicate, and measure—though measurement challenges exist. Indeed, shared prosperity comprises many dimensions of well-being of the less well-off, and when analyzing shared prosperity in the context of a country, it is important to consider a wide range of indicators of welfare.","data_sources":"National representative household surveys, including income or consumption module.","data_collection":"National representative household surveys","computation_methods":"Growth rates are calculated as annualized average growth rates over a roughly five-year period. ","comments_limitations":"There are mainly two limitations of shared prosperity indicators: data availability and data quality.","disaggregation":"No disaggregations are required for this indicator","international_comparability":"To generate measures of shared prosperity that are reasonably comparable across countries, the World Bank Group has a standardized approach for choosing time periods, data sources, and other relevant parameters.","references_documentation":"SDG National Reporting Platform: https://sustainabledevelopment-kyrgyzstan.github.io \nData are published in statistical compendiums “Employment and Unemployment”, “Women and Men in the Kyrgyz Republic”, “Kyrgyzstan in Figures”","indicator":"10.1.1","target_id":"10.1","sdg_goal":"10","reporting_status":"complete","indicator_sort_order":"10-01-01"}