{"goal_meta_link_text":"United Nations Sustainable Development Goals Metadata","data_non_statistical":false,"goal_meta_link":"https://unstats.un.org/sdgs/metadata/files/Metadata-10-04-01.pdf","graph_type":"line","indicator_name":"Labour share of GDP, comprising wages and social protection transfers","graph_title":"Labour share of GDP, comprising wages and social protection transfers","national_geographical_coverage":"Кыргызская Республика","measurement_units":"Процент","page_content":"","national_metadata_update_url_text":"2021-05-07: see changes on GitHub","national_metadata_update_url":"https://github.com/sdg-kyrgyzstan/open-sdg-data-starter/commit/fa59914bdcc4f37d4177614e9232a9339b677750","goal_name":"Goal 10. Reduce inequality within and among countries","target_name":"10.4 Adopt policies, especially fiscal, wage and social protection policies, and progressively achieve greater equality","indicator_name1":"10.4.1. Labour share of GDP, comprising wages and social protection transfers","organization_name":"The National Statistical Committee of the Kyrgyz Republic (Office for Economic Statistics and National Accounts)","contact_name":"E. K. Isenkulova","contact_email":"eisenkulova@stat.kg","contact_phone":"(0312) 32 46 95","organization_website":"www.stat.kg","definitions":"Labour share of Gross Domestic Product (GDP) is the total compensation of employees given as a percent of GDP, which is a measure of total output. It provides information about the relative share of output which is paid as compensation to employees as compared with the share paid to capital in the production process for a given reference period.","concepts":"Compensation of employees is the total in-cash or in-kind remuneration payable to the employee by the enterprise for the work performed by the employee during the accounting period, irrespective of whether it is paid in advance, simultaneously or after completion of work. Employees’ labour remuneration is calculated based on actual payroll amount, including social security contributions, income taxes and other payments payable by employees directly to the social security authorities and tax services.","rationale_interpretation":"The method of GDP formation by sources of income is one of the three methods used by the National Statistical Committee of the Kyrgyz Republic to calculate GDP under SNA-1993 and 2008. However, it is not the main method, because according to the adopted methodology not all income indicators are obtained by direct account, some of them are calculated using the balance method.","data_sources":"The National Statistical Committee performs data collection, processing and calculation.","data_collection":"It is an estimate indicator, using data from industry statistics, Ministry of Finance, Social Fund and the National Bank of the Kyrgyz Republic. Periodicity: annual.","computation_methods":"The indicator on labour share of GDP, including compensations and salaries and social security payments is calculated as follows: \nLF share = Wage/GDP*100,\nwhere\nLF share is Labour force share,\nWage - Total compensation of employees,\nGDP - Gross Domestic Product (GDP).","comments_limitations":"In general, labour share in GDP will underestimate the proportion of GDP accrued to total employment, as it covers only the compensation of employees and does not include the labour income of the selfemployed. \nThus the indicator may be less relevant in countries where a large proportion of employment is in self-employment. However, an adjusted labour share may be estimated to take into account the labour income of self-employed workers.\nGDP may exclude or underreport activities that are difficult to measure, such as transactions in the informal sector or in illegal markets, etc. thus understating the GDP. Moreover, GDP does not account for the social and environmental costs of production, and is therefore is not a good measure of the level of over-all wellbeing.","quality_assurance":"Logical and arithmetic control of the reporting data is conducted.ik5r6","data_availability_gaps":"Dynamic data since 1993 are available at the website of the National Statistical Committee.www.stat.kg","disaggregation":"The data are estimated at the national level.","international_comparability":"The Kyrgyz Republic payroll data are available to be compared upon request from international organizations (questionnaires are completed).","references_documentation":"The Kyrgyz Republic SDG National Reporting Platform: https://sustainabledevelopment-kyrgyzstan.github.io/16-7-1/ \nThe UN System of National Accounts – UN SNA-1993 and SNA 2008:\nRecommendations of the CIS-STAT Committee on the Generation of Income Account. Moscow, 1995: European System of Integrated Economic Accounts 1995.","indicator":"10.4.1","target_id":"10.4","sdg_goal":"10","reporting_status":"complete","indicator_sort_order":"10-04-01"}