{"goal_meta_link_text":"United Nations Sustainable Development Goals Metadata (pdf 2066kB)","data_non_statistical":false,"goal_meta_link":"https://unstats.un.org/sdgs/metadata/files/Metadata-11-05-02.pdf","graph_type":"line","indicator_name":"Direct economic loss in relation to global GDP, damage to critical infrastructure and number of disruptions to basic services, attributed to disasters","graph_title":"Direct economic loss in relation to global GDP, damage to critical infrastructure and number of disruptions to basic services, attributed to disasters","national_geographical_coverage":"Kyrgyz Republic","measurement_units":"Percentage, million soms","page_content":"","national_metadata_updated_date":"2025-08-01","goal_name":"Goal 11. Make cities and human settlements inclusive, safe, resilient and sustainable ","target_name":"11.5 By 2030, significantly reduce the number of deaths and the number of people affected and substantially decrease the direct economic losses relative to global gross domestic product caused by disasters, including water-related disasters, with a focus on protecting the poor and people in vulnerable situations","indicator_name1":"11.5.2 Direct economic loss attributed to disasters in relation to global gross domestic product (GDP)","organization_name":"The National Statistical Committee of the Kyrgyz Republic (Sustainable Development and Environment Statistics Department) ","contact_name":"Mambetaliev T.A.","contact_email":"Sdg_nsc@stat.kg ","contact_phone":"(0312) 62 56 07","organization_website":"www.stat.gov.kg","definitions":"Direct economic loss: the monetary value of total or partial destruction of physical assets existing in the affected area. Direct economic loss is nearly equivalent to physical damage.","data_sources":"The Ministry of Emergency Situations annually provides consolidaterd information according to the state statistical reporting format No. 1-ES.","data_collection":"Enterprises and Organizations, local self-government bodies, cities of regional significance report to the local state administration and district departments of the Ministry of Emergency Situations, then to the departments of the Ministry of Emergency Situations in oblasts and the city of Bishkek, then to the Kyrgyz Ministry of Emergency Situations.","computation_methods":"It will be calculated as the total direct economic loss in a country divided by total global GDP.","comments_limitations":"Data on losses attributed to natural disasters significantly depend on large-scale catastrophic events, which are an exception. UNISDR recommends the countries to report data on such events to include or exclude them from the analysis.","quality_assurance":"The Kyrgyz national disaster loss database usually registers physical damage value (housing unit loss, infrastructure loss etc.), which needs conversion to monetary value according to the UNISDR methodology. The converted global value is divided by global GDP (inflation adjusted, constant USD).","disaggregation":"The Kyrgyz Republic","references_documentation":"The Kyrgyz Republic SDG National Reporting Platform: https://sustainabledevelopment-kyrgyzstan.github.io","indicator_number":"11.5.2","target_number":"11.5","goal_number":"11","reporting_status":"complete","indicator_sort_order":"11-05-02"}