{"goal_meta_link_text":"United Nations Sustainable Development Goals Metadata","data_non_statistical":false,"graph_type":"line","indicator_name":"Household disposal of municipal solid waste, by type","graph_title":"Household disposal of municipal solid waste, by type","national_geographical_coverage":"Kyrgyz Republic","measurement_units":"Percentage","composite_breakdown_label":"Вид избавления:","tags":["National"],"page_content":"","1. Информация об индикаторе":"11.6.1.2","national_metadata_updated_date":"2025-08-13","goal_name":"\n11. Make cities and human settlements inclusive, safe, resilient and sustainable","target_name":"11.6 By 2030, reduce the adverse per capita environmental impact of cities, including by paying special attention to air quality and municipal and other waste management","indicator_name1":"11.6.1.2 Household disposal of municipal solid waste, by type","organization_name":"National Statistical Committee of the Kyrgyz Republic (Department of Household Statistics)","contact_name":"Kalymbetova Yryskan","contact_email":"yryskan.kalymbetova@gmail.com ","contact_phone":"(0312) 32 46 55","organization_website":"www.stat.gov.kg","definitions":"This indicator reflects the ways used by the population to get rid of garbage. This indicator reflects the ways to get rid of garbage in the following categories::                                                                                                         - Dumping into the garbage chute;\n- Collection by truck, container;\n- Dumping in garbage heaps;\n- Burning;\n- Instillation.\n","concepts":"\"The ways in which households dispose of their garbage includes both organized disposal systems and informal/unsafe methods.\n\nTypes of disposal:\nA garbage chute is a centralized garbage disposal system inside a building (usually in apartment buildings).\n\nTruck/container collection is the regular disposal of waste by public or private services.\n\nDumping in garbage heaps is the disposal of waste in unauthorized places (on vacant lots, roadsides, etc.).\n\nIncineration is the self–incineration of waste, often outdoors.\n\nBurying is the independent disposal of waste in the soil, usually near the house.\n\"","rationale_interpretation":"The indicator of ways to get rid of waste produced indicates the environmental impact on atmospheric, water and land resources. At the same time, the ways to get rid of waste directly depend on access to services provided by public utilities. A balanced waste management program should aim to minimize the amount of waste, as well as promote proper waste disposal and recycling.","data_sources":"Integrated survey of household budgets and labor force, National Statistical Committee of the Kyrgyz","data_collection":"\nRepublic \"Data collection is carried out by interviewing homes as part of a sample survey of households conducted in all regions of the republic on a quarterly basis.\nThe object of statistical observation is the composition and housing conditions of households. The unit of observation is households.\nConducting a sample integrated survey of household budgets and the workforce is regulated by the Decree of the Government of the Kyrgyz Republic \"On statistics of sample household surveys\" dated January 17, 2004 No. 25 and the Program of Statistical Work. The indicator is monitored annually.\n\"","computation_methods":"It is calculated by the ratio of the number of households using various methods of disposal of household waste to the total number of households.","quality_assurance":"The quality of the indicator is guaranteed by the use of a representative sample in the IODH, compliance with the terms and conditions of the survey, as well as multi-stage control, including checking the questionnaires for completeness and logical consistency.","data_availability_gaps":"1) Annual statistical Compendium of the state of the environment in the Kyrgyz Republic; 2) Annual Compendium of the Standard of Living of the population","disaggregation":"By territory (republic, region)","references_documentation":"1) https://stat.gov.kg/ru/publications/uroven-zhizni-naseleniya-kyrgyzskoj-respubliki/                                                                                                          2) https://stat.gov.kg/ru/publications/sbornik-okruzhayushaya-sreda-v-kyrgyzskoj-respublike/","indicator_number":"11.6.1.2","target_number":"11.6","goal_number":"11","reporting_status":"complete","indicator_sort_order":"11-06-01-02"}