{"goal_meta_link_text":"United Nations Sustainable Development Goals Metadata","data_non_statistical":false,"graph_type":"line","indicator_name":"Area of green spaces and plantations in settlements per 1,000 inhabitants","graph_title":"Area of green spaces and plantations in settlements per 1,000 inhabitants (hectares)","national_geographical_coverage":"Kyrgyz Republic","measurement_units":"hectares per 1,000 population","tags":["National"],"page_content":"","1. Информация об индикаторе":"11.7.1.a","national_metadata_updated_date":"2025-08-04","goal_name":"\n11. Make cities and human settlements inclusive, safe, resilient and sustainable","target_name":"11.7 By 2030, provide universal access to safe, inclusive and accessible, green and public spaces, in particular for women and children, older persons and persons with disabilities","indicator_name1":"11.7.1.a Green space and plantation area in urban settlements per 1,000 population per hectare","organization_name":"Department of Digital Development and Sustainable Development Statistics","contact_name":"Mambetaliev T.A.","contact_email":"Sdg_nsc@stat.kg ","contact_phone":"0 (312) 62 56 07","organization_website":"www.stat.gov.kg","definitions":"The area of green spaces in settlements per capita reflects the results of measures for greening settlements aimed at improving the ecological state of the environment and landscaping the territory.","rationale_interpretation":"Green spaces are of great importance from a sanitary, hygienic and social point of view. The most important hygienic feature of green spaces is expressed in the regulation of thermal and radiation conditions, in the creation of a microclimate that provides comfortable environmental conditions. Equally important is the fact that green spaces are a powerful factor in protecting populated areas from dust, gases, wind and noise. In addition, they have a beneficial effect on the central nervous system of a person through the senses, improving his well-being.","data_sources":"Data collection is carried out by the NSC on the basis of the state statistical reporting form No. 1 - Improvement \"Report on the improvement and sanitary cleaning of cities and settlements\" from the combines of municipal enterprises, organizations engaged in the improvement of cities and settlements, population data.","data_collection":"The total area of all green spaces includes the area of all green areas and plantings listed at the end of the year. These are: specially planted or natural forests, green and protective zones; forest parks, citywide (village-wide) and regional parks of culture and recreation, children's parks, gardens and parks, boulevards, squares; plantings in residential areas, indoor landscaping; green spaces of cemeteries, etc. types of special-purpose landscaping and restricted-use plantings located on the territory of: educational institutions, healthcare institutions, kindergartens and nurseries, public buildings, sports complexes, industrial enterprises, etc.; flower beds and lawns located along streets, squares, embankments, etc. Tree planting in holes (along streets, driveways, and embankments) is not included in the total area of all green areas and plantings.","computation_methods":"The area of green spaces and massifs in populated areas per 1000 people per 1 ha = The area of green spaces and massifs in populated areas/population *1000","comments_limitations":"The norm of landscaping is considered to be 25 hectares of green spaces per person.","data_availability_gaps":"Annual Statistical Collection \"Environment in the Kyrgyz Republic)","disaggregation":"By territory (republic, region)","international_comparability":"Not used ","references_documentation":"National SDG Reporting Platform: https://sustainabledevelopment-kyrgyzstan.github.io The official website of the NSC KR: http://www.stat.kg/ru/statistics/turizm-otdyh-ohrana-okruzhayushej-sredy/","indicator_number":"11.7.1.a","target_number":"11.7","goal_number":"11","reporting_status":"complete","indicator_sort_order":"11-07-01-0a"}