{"goal_meta_link_text":"United Nations Sustainable Development Goals Metadata","data_non_statistical":false,"goal_meta_link":"http://unstats.un.org/sdgs/files/metadata-compilation/Metadata-Goal-12.pdf","graph_type":"bar","indicator_name":"(a) Hazardous waste generated per capita; and (b) proportion of hazardous waste treated, by type of treatment","graph_title":"Образование опасных отходов на душу населения","national_geographical_coverage":"Кыргызская Республика","measurement_units":"кг на душу населения","page_content":"","national_metadata_updated_date":"2021-10-08","national_metadata_update_url_text":"2021-10-08: see changes on GitHub","national_metadata_update_url":"https://github.com/sdg-kyrgyzstan/open-sdg-data-starter/commit/51dc79dc141a0de3ed54a3128350503141c2b750","goal_name":"Goal 12. Ensure sustainable consumption and production patterns","target_name":"12.4 By 2020, achieve the environmentally sound management of chemicals and all wastes throughout their life cycle, in accordance with agreed international frameworks, and significantly reduce their release to air, water and soil in order to minimize their adverse impacts on human health and the environment ","indicator_name1":"12.4.2 Hazardous waste generated per capita and proportion of hazardous waste treated, by type of treatment ","organization_name":"The National Statistical Committee of the Kyrgyz Republic (Sustainable Development and Environment Statistics Department)","contact_name":"N.K. Kerimalieva","contact_email":"Sdg_nsc@stat.kg ","contact_phone":"(0312) 32 46 91","organization_website":"www.stat.kg","definitions":"Hazardous waste generation is the quantity of production and consumption wastes of 1-3 hazard classes generated during a certain period. Hazardous waste (other than radioactive waste) contain any hazardous substances (such as toxic, infectious, explosive, flammable, highly reactive) in a quantity and in a form to pose an immediate or potential danger to human health or environment, either alone or in contact with others.","concepts":"In accordance with the Kyrgyz Law on Production and Consumption Wastes, all hazardous wastes are divided into classes based on their harmful effect on humans and the environment. Production and consumption wastes are divided into five hazard classes: first class - substances (wastes) are extra-hazardous, second class - substances (wastes) are highly hazardous, third class - substances (wastes) are moderately hazardous, fourth class - substances (wastes) are low hazardous, fifth class - substances (wastes) are virtually non-hazardous.","rationale_interpretation":"а) Global level – State parties to the 1989 Basel Convention on the Control of Transboundary Movements of Hazardous Wastes and their Disposal have agreed to take all possible measures to ensure and minimize hazardous and other (including domestic) waste generation. Chapter 20 of Agenda 21 related to overall targets, provides for ‘preventing or minimizing the generation of hazardous wastes as part of an overall integrated cleaner production approach’ (20.7).  \n(b) Subregional level - The EECCA Environment Strategy provides for the development of cross-sectoral action plans on waste management and economic mechanisms to facilitate the application of environmentally sound technologies, waste prevention and minimization. The EU Waste Framework Directive provides for increased efforts to prevent and reduce waste generation, ensure waste management and develop new waste disposal methods.","data_sources":"The data are collected by the NSC according to the national statistical reporting format No. 1 – Wastes - Reports on Production and Consumption Waste Generation and Management\" (annual reporting)","data_collection":"Statistical reporting is submitted by all economic entities, regardless of their form of ownership, which conduct activities in the field of production and consumption waste management, as well as enterprises and organizations generating, disposing toxic industrial wastes, and reporting to the territorial statistical bodies at their location.","computation_methods":"Ratio of generated production and consumption waste of 1-3 hazard classes to average annual number of population, kilograms per person. The share of recycled industrial and consumption waste of 1-3 hazard classes is the ratio of recycled and reused waste volume to the total volume of generated industrial and consumption waste of 1-3 hazard classes.","quality_assurance":"Logical and arithmetic control ","data_availability_gaps":"Data are collected annually by the NSC based on the state statistical reports","disaggregation":"By area (country, oblast)","references_documentation":"The Kyrgyz Republic SDG National Reporting Platform: https://sustainabledevelopment-kyrgyzstan.github.io","indicator":"12.4.2","target_id":"12.4","sdg_goal":"12","reporting_status":"complete","indicator_sort_order":"12-04-02"}