{"data_non_statistical":true,"goal_meta_link":"http://unstats.un.org/sdgs/files/metadata-compilation/Metadata-Goal-12-b-1.pdf","goal_meta_link_text":"United Nations Sustainable Development Goals Metadata (pdf 782kB)","graph_type":"line","indicator_name":"Implementation of standard accounting tools to monitor the economic and environmental aspects of tourism sustainability","graph_title":"Implementation of standard accounting tools to monitor the economic and environmental aspects of tourism sustainability","national_geographical_coverage":"Kyrgyz Republic","measurement_units":null,"page_content":"### [Resolution of the Cabinet of Ministers of the Kyrgyz Republic No. 765 dated 18 December 2024 \"On the Approval of the Sustainable Tourism Development Programme for 2025–2030\"](https://cbd.minjust.gov.kg/53-370/edition/23959/ru)\n\n#### The Programme clearly outlines the development prospects of the tourism industry through to 2030. The Cabinet of Ministers of the Kyrgyz Republic will gradually focus its efforts on diversifying tourism markets, enhancing the country’s visibility in the international arena, supporting the private sector in developing high-quality niche tourism products, improving service quality, and stimulating the further development of the domestic tourism market.\n#### Infrastructure development and investment mobilization for the implementation of priority projects will serve as key drivers of growth and progress in the tourism sector.\n#### The Programme has been developed to provide a clear strategy and action plan aimed at enhancing the value, profitability, and sustainability of Kyrgyzstan’s tourism industry. It also sets out to unlock the country’s tourism potential by transforming the Kyrgyz Republic’s tourism assets into world-class tourism products and experiences, thereby attracting high-spending tourists from leading global travel markets.\n#### By 2030, Kyrgyzstan is expected to gain widespread recognition as one of the leading year-round high-quality tourism destinations, built upon the country's unique cultural and natural heritage, high-level service delivery, and centuries-old traditions of Kyrgyz hospitality.\n#### Through strategic investments in infrastructure, education, and marketing, and by offering visitors unique experiences tailored to high-value-added service markets worldwide, Kyrgyzstan aims to rank among the top 50 countries in the global Travel and Tourism Competitiveness Index.\n","national_metadata_updated_date":"2025-07-25","goal_name":"Goal 12. Ensure sustainable consumption and production patterns","target_name":"12.b Develop and implement tools to monitor sustainable development impacts for sustainable tourism that creates jobs and promotes local culture and products ","indicator_name1":"12.b.1 Implementation of standard accounting tools to monitor the economic and environmental aspects of tourism sustainability","organization_name":"Department of Tourism under the Ministry of Culture, Information and Tourism of the Kyrgyz Republic","contact_name":"Dastan Dayirbekovich Dayirbekov","contact_email":"dayirbekov@gmail.com","contact_phone":"0707 44 84 24, 0312 900 443","organization_website":"deptourism.gov.kg","definitions":"According to the Kyrgyz Law on Tourism, tourism is the temporary departure (travel) of citizens of the Kyrgyz Republic, foreign citizens or stateless persons (hereinafter referred to as ‘citizens’) outside their permanent place of residence for recreational, educational, professional, business, sports, religious and other purposes without engaging in remunerated activities in the country (place) of temporary residence.","concepts":"Sustainable tourism means sustainable economy, social responsibility, and environmental safety in tourism activities, which means meeting the needs of the present without compromising the ability of future generations to meet their own needs. \nTourism activities means activities of tour operators and travel agencies, as well as any other travel arrangements.\nTourism product is a set of services provided to citizens (tourists).\nActors of tourism activity include enterprises, institutions, agencies regardless of their forms of ownership, or individuals registered according to the law of the Kyrgyz Republic.\nTour operator activity - activity on formation, promotion and sale of tourist product carried out by legal entity or individual entrepreneur (hereinafter referred to as tour operator).\nTravel agent activity means promoting or selling tourism product by legal entity or individual entrepreneur (hereinafter referred to as a travel agent);","rationale_interpretation":"In general, recommendations on sustainable tourism development, as well as sustainable development management practices apply to all forms of tourism in all types of destinations, including including mass tourism and the various tourism subsectors. Sustainability principles refer to the environmental, economic and sociocultural dimensions of tourism development, and a balance needs to be maintained between these three dimensions to guarantee long-term sustainability.\nTourism in the Kyrgyz Republic is one of the priority and export-oriented sectors of the country’s economy.\nSustainable tourism primarily addresses sociocultural, environmental and economic issues through:\n- Preserving cultural values and the identity of the nation, thus bringing the peoples of the world together;\n- Optimizing the use of natural resources, which are the backbone of tourism development;\n- Sustainable employment for local people, thereby contributing to the economic empowerment of local people and poverty reduction. The tourism sector in the Kyrgyz Republic is growing steadily. By 2023, the contribution of tourism to GDP will reach 7 per cent.","data_sources":"Official websites of the Department of Tourism under the MCIT KR, MCIT KR, open data portal, other Kyrgyz tourism websites","data_collection":"Analysis and monitoring, official request, survey","computation_methods":"Number of arriving tourists, GDP, tax revenues, number of business entities is computed based on the data of the National Statistical Committee of the Kyrgyz Republic, State Border Service of the Kyrgyz Republic, and in line with the classification of the World Tourism Organization (UNWTO).","comments_limitations":"When counting the number of tourists, the National Statistical Committee mainly focuses on the organizational sector of recreation and tourism. Unorganized/informal vacation of foreign tourists, as well as domestic tourists is very popular. In this regard, the total number of tourists is much higher than the National Statistical Committee data.","quality_assurance":" Needs improvement…","data_availability_gaps":"Official website of the Department of Tourism under the MCIT KR ","references_documentation":"The Kyrgyz Republic SDG National Reporting Platform: https://sustainabledevelopment-kyrgyzstan.github.io\n1. According to the Law of the Kyrgyz Republic on Tourism No. 34 dated March 25, 1999;\n2. Acts of the KR Jogorku Kenesh (Parliament), the Kyrgyz President and The Government Decrees \n3. Local acts of the Ministry and Department of Tourism under the MCIT KR;\n4. The Kyrgyz Government Decree on Approval of the Kyrgyz Government’s Tourism Development Program for 2019-2023 No. 36 of January 31, 2019.","indicator_number":"12.b.1","target_number":"12.b","goal_number":"12","reporting_status":"complete","indicator_sort_order":"12-0b-01"}