{"goal_meta_link_text":"United Nations Sustainable Development Goals Metadata","data_non_statistical":false,"goal_meta_link":"https://unstats.un.org/sdgs/metadata/files/Metadata-13-01-03.pdf","graph_type":"bar","indicator_name":"Proportion of local governments that adopt and implement local disaster risk reduction strategies in line with national disaster risk reduction strategies","graph_title":"Proportion of local governments that adopt and implement local disaster risk reduction strategies in line with national disaster risk reduction strategies","national_geographical_coverage":"Кыргызская Республика","measurement_units":null,"page_content":"","national_metadata_updated_date":"2025-08-13","goal_name":"13. Take urgent action to combat climate change and its impacts","target_name":"13.1 Strengthen resilience and adaptive capacity to climate-related hazards and natural disasters in all countries","indicator_name1":"13.1.3 Proportion of local governments that adopt and implement local disaster risk reduction strategies in line with national disaster risk reduction strategies","organization_name":"Ministry of Emergency Situations of the Kyrgyz Republic","contact_name":"Sharshenov Bolot Belekovich","contact_email":"osp@mes.gov.kg","contact_phone":990112019,"organization_website":"www.mchs.gov.kg","definitions":"The indicator reflects the percentage (%) of local authorities of the Kyrgyz Republic that have adopted and are implementing approved disaster risk reduction strategies consistent with national strategies.","concepts":"Local authorities — aiyl okmotu, city mayors and district state administrations.\n\nThe Disaster Risk Reduction strategy is a document containing an action plan for the prevention and minimization of the consequences of emergency situations, coordinated with the national strategy.","rationale_interpretation":"The indicator is used to assess the level of integration of disaster risk reduction at the local level and reflects the fulfillment of Kyrgyzstan's international obligations under the Sendai Framework for Disaster Risk Reduction 2015-2030.","data_sources":"Data sources: Administrative data of the Ministry of Emergency Situations of the Kyrgyz Republic, reports of local authorities on the implementation of disaster risk reduction measures.\n\n","data_collection":"Annual data collection through official reports of local authorities, generalization and verification of the Ministry of Emergency Situations of the Kyrgyz Republic.","computation_methods":"Calculation method:\n\nShare (%)=Number of local authorities that have adopted and are implementing DRR strategies/Total number of local authorities in the country ×100\n\n","comments_limitations":"The data represents the number of local governments that have adopted and are implementing disaster risk reduction strategies, and is expressed in numbers and percentages. The indicator is based on administrative reports and reflects the actual number of such bodies as of the end of the reporting year.","quality_assurance":"The data is being checked and coordinated with local authorities and the National Statistical Committee of the Kyrgyz Republic.","data_availability_gaps":"Data is available for 2019-2024, and there are no gaps.","disaggregation":"Breakdown: Possible by aiyl aimags","international_comparability":"The indicator corresponds to the global SDG indicator 1.5.4/ 11.b.2 / 13.1.3, the methodology is based on the Sendai Framework and the UNDDRR.","references_documentation":"Sendai Framework for Disaster Risk Reduction 2015-2030\n\nMethodology for calculating SDGs 1.5.4 / 11.b.2 / 13.1.3 (www.stat.gov.kg )\n\nNational Strategy for Disaster Risk Reduction of the Kyrgyz Republic until 2030","indicator_number":"13.1.3","target_number":"13.1","goal_number":"13","reporting_status":"complete","indicator_sort_order":"13-01-03"}