{"data_non_statistical":true,"goal_meta_link":"http://unstats.un.org/sdgs/files/metadata-compilation/Metadata-Goal-13-2-1.pdf","goal_meta_link_text":"United Nations Sustainable Development Goals Metadata (pdf 759kB)","graph_type":"line","indicator_name":"Number of countries with nationally determined contributions, long-term strategies, national adaptation plans, strategies as reported in adaptation communications and national communications","graph_title":"Number of countries with nationally determined contributions, long-term strategies, national adaptation plans, strategies as reported in adaptation communications and national communications","national_geographical_coverage":"Kyrgyz Republic","measurement_units":null,"page_content":"### - The Priority Directions for Adaptation to Climate Change in the Kyrgyz Republic were adopted (Government Resolution of the Kyrgyz Republic No. 549 dated 2 October 2013), along with sectoral programs in key areas: water resources, agriculture, public health, emergency situations, forest resources, and biodiversity.\n### - Four National Communications on climate change have been prepared.\n### - The Kyrgyz Republic has ratified the Paris Agreement.\n","national_metadata_updated_date":"2025-08-04","goal_name":"Goal 13. Take urgent action to combat climate change and its impacts.","target_name":"13.2 Integrate climate change measures into national policies, strategies and planning","indicator_name1":"13.2.1 Number of countries with nationally determined contributions, long-term strategies, national adaptation plans and adaptation communications, as reported to the secretariat of the United Nations Framework Convention on Climate Change","organization_name":"The State Agency on Environment Protection and Forestry","contact_name":"N. S. Baidakova","contact_email":"banatalia@yandex.com ","contact_phone":"0(312) 54-94-87","organization_website":"www.ecology.gov.kg ","indicator_number":"13.2.1","target_number":"13.2","goal_number":"13","reporting_status":"complete","indicator_sort_order":"13-02-01"}