{"goal_meta_link_text":"United Nations Sustainable Development Goals Metadata","data_non_statistical":false,"graph_type":"line","indicator_name":"Forest area as a proportion of total area of the country","graph_title":"Forest area as a proportion of total area of the country","national_geographical_coverage":"Kyrgyz Republic","measurement_units":"Percentage","tags":["National"],"page_content":"","national_metadata_updated_date":"2025-08-15","goal_name":"15. Protect, restore and promote sustainable use of terrestrial ecosystems, sustainably manage forests, combat desertification, and halt and reverse land degradation and halt biodiversity loss","target_name":"15.1 By 2020, ensure the conservation, restoration and sustainable use of terrestrial and inland freshwater ecosystems and their services, in particular forests, wetlands, mountains and drylands, in line with obligations under international agreements","indicator_name1":"15.1.1.1 Forest area as a proportion of total area of the country","organization_name":"Forest Service (Interregional Forest Management Department of the Forest Service under the Ministry of Emergency Situations of the Kyrgyz Republic)","contact_name":"Kadyrov Mirbek Bekbosunovich","contact_email":"e-mail: ulou@forest.gov.kg","contact_phone":"+996 (501) 011 380, +996(700)393844, +996(703)444003","organization_website":"tel. 59-01-56, e-mail: ulou@forest.gov.kg","definitions":"The accounting of the forest fund in 2023 was carried out in accordance with the unified accounting procedure for the forest fund approved by Resolution No. 111 of the Government of the Kyrgyz Republic dated March 11, 2015.","concepts":"Accounting of the forest fund is one of the activities of the forest accounting system and is carried out periodically every five years to simultaneously determine the quantitative and qualitative characteristics of the forest fund and the changes taking place in it.","rationale_interpretation":"The current Accounting of the forest fund and the previous ones were carried out according to Form No. 1 \"Distribution of the areas of the state forest fund or specially protected natural territories by land\" and Form No. 2 \"Distribution of the area of forests and timber reserves by prevailing species and age groups\".","data_sources":"The sources of Accounting are primary documentation of forestry enterprises, reserves and natural parks, materials of forest management, national forest inventory and Management of Forest Ecosystem Development and strategic planning.","data_collection":"Training seminars were held on the preparation of accounting materials for the forest fund in 2023 for all forestry enterprises, reserves and natural parks of the Kyrgyz Republic, their reports were adopted, a database was created, an analysis of the state of forests and forestry at the level of forestry enterprises, natural parks, reserves and summary data on the region was carried out.","computation_methods":"The assessment of the state of the forest and the activities of forest facilities is based on 12 criteria – changes in the lands of the GLF and protected areas and outside the territory of the GLF and protected areas over the inter-accounting period, breed composition, age structure, stock and growth, planting of forest crops, the state of forest crops, nursery farming, transfer to a forested area, logging, unauthorized logging, types of forests and forest management.","data_availability_gaps":"The data is available","disaggregation":"By region.","international_comparability":"Respond","references_documentation":"ulou@forest.gov.kg","indicator_number":"15.1.1.1","target_number":"15.1","goal_number":"15","reporting_status":"complete","indicator_sort_order":"15-01-01-01"}