{"goal_meta_link_text":"United Nations Sustainable Development Goals Metadata","data_non_statistical":false,"goal_meta_link":"https://unstats.un.org/sdgs/metadata/files/Metadata-15-02-01.pdf ","graph_type":"bar","indicator_name":"Progress towards sustainable forest management","graph_title":"Progress towards sustainable forest management","national_geographical_coverage":"Кыргызская Республика","measurement_units":"Гектары, Млн.тонн на гектар, Процент","page_content":"","national_metadata_updated_date":"2025-08-01","goal_name":"15. Protect, restore and promote sustainable use of terrestrial ecosystems, sustainably manage forests, combat desertification, and halt and reverse land degradation and halt biodiversity loss","target_name":"15.2 By 2020, promote the implementation of sustainable management of all types of forests, halt deforestation, restore degraded forests and substantially increase afforestation and reforestation globally","indicator_name1":"15.2.1 Progress towards sustainable forest management","organization_name":"SAEPF, Department of Forest Ecosystem Development, State Institution “","contact_name":"Kyrgyz Forest Management\" Zhumaev Nurlan Kadyrovich, Chukumbaev Sabyr Zholochievich\"","contact_phone":"+996 (312) 54-88-42,  +996 (312) 54-03-99 ","definitions":"Reforestation in forests of national importance includes: planting and sowing forests; promoting natural regeneration of forests. \nAlso, measures are being taken to create plantings on ravines, gullies, sands and other inconvenient lands, the cultivation and introduction of young trees into the category of valuable tree plantations in forests of national importance, the creation of nurseries of tree and shrub species, the planting of seedlings and cuttings of tree, shrub, fruit and berry and technical breeds in schools. \nIncrease of forests due to reforestation measures. Changing the forest area will allow us to assess the preservation of natural forest ecosystems. The dynamic growth of the indicator shows an adequate policy in the field of forest conservation and enhancement.","rationale_interpretation":" The rate of net change in forest area per year;\n Aboveground biomass reserve in forests (t/ha);\n The share of forest areas located in protected areas;\n The proportion of forest areas for which there is a long-term forest management plan;\n Certified forest areas","data_sources":"National forest inventory, accounting of the forest fund ","data_collection":"\n\"The SAEPF generates data on the area of reforestation in forests of national importance, including planting and sowing forests, and promoting natural regeneration. \nThe SAEPF collects data based on reports from forestry enterprises, nature parks, and nature reserves by region and summarizes information at the republic level. \nThe NSC collects information from forestry enterprises and other enterprises engaged in forestry work based on the state statistical reporting form \"Forestry Work Report\".\nThe data of the National Forest Inventory of the Kyrgyz Republic were approved by Resolution No. 407 of the Government of the Kyrgyz Republic dated July 26, 11. The second national forest inventory of the Kyrgyz Republic has been launched.\"","data_availability_gaps":"The data is available to interested parties on the websites of specialized bodies and official statistics, as well as country reports on biodiversity.","references_documentation":"The National SDG Reporting Platform of the Kyrgyz Republic: https://sustainabledevelopment-kyrgyzstan .github.io","indicator_number":"15.2.1","target_number":"15.2","goal_number":"15","reporting_status":"complete","indicator_sort_order":"15-02-01","organization_website":"+996 (312) 54-88-42,  +996 (312) 54-03-99"}