{"goal_meta_link_text":"United Nations Sustainable Development Goals Metadata","data_non_statistical":false,"graph_type":"bar","indicator_name":"Arable land area for reasons of non-use","graph_title":"Arable land area for reasons of non-use","national_geographical_coverage":"Kyrgyz Republic","measurement_units":"At the beginning of the year, thousand hectares","composite_breakdown_label":"Reasons for non-use","tags":["National"],"page_content":"","national_metadata_updated_date":"2025-08-01","goal_name":"15. Protect, restore and promote sustainable use of terrestrial ecosystems, sustainably manage forests, combat desertification, and halt and reverse land degradation and halt biodiversity loss","target_name":"15.3 By 2030, combat desertification, restore degraded land and soil, including land affected by desertification, drought and floods, and strive to achieve a land degradation-neutral world","indicator_name1":"15.3.1.1 Arable land area for reasons of non-use","organization_name":"National Statistical Committee of the Kyrgyz Republic (Department of Agricultural Statistics)","contact_name":"Mursabekova Gulzeynep Turdubekovna","contact_email":"gmursabekova@stat.kg","contact_phone":"+996 (0312) 66-40-43","organization_website":"www.stat.gov.kg","definitions":"Arable land is agricultural land that is annually cultivated and used for sowing crops, perennial grasses, as well as crops between rows of perennial plantings, plus pairs and the area of household plots. Agricultural crop acreage is the area occupied by crops by the end of sowing of spring crops. An unused arable land is an area where no work is carried out on the arable land for cultivating crops and cultivating the soil.","concepts":"Agricultural lands are of particular importance as a means of producing agricultural products.The involvement of unused arable agricultural land in agricultural turnover is an important strategic task for all participants in agricultural production.  Unused arable land is formed at the aiyl okmotu level, which allows you to determine unused arable land and the reasons for not using it. Taken in dynamics, the data of unused arable land reveal a trend of change in the structure of agricultural crops.","rationale_interpretation":"The purpose of developing the unused arable land indicator is to provide the Government of the Kyrgyz Republic with the necessary and reliable information on the size of agricultural crops and on the use of arable land.","data_sources":"The sources of information for calculating the unused arable land indicator are: form No. 4-CX \"Report on the results of sowing for the harvest of 202_g.\" Section 2. Land area as of 1.01.202__ Line 210 unused arable land total, including for reasons (p. 211 to p. 226).","data_collection":"The sources of information for calculating the unused arable land indicator are: form No. 4-CX \"Report on the results of sowing for the harvest of 202_g.\" Section 2. Land area as of 1.01.202__ Line 210 unused arable land total, including for reasons (p. 211 to p. 226).","computation_methods":"Line 210 \"Unused arable land\" - the area of unused arable land is taken into account. It is calculated by subtracting from the area of arable land (line 202) the acreage on arable land (line 174), the area of steam (line 207), the area of protected soil (line 208), the arable land used for nurseries, perennial plantings and flowers (line 209). that is, page 210 = page 202-174-207-208-209.  Then the reasons for not using the arable land are shown (Line 211 on page 226)","comments_limitations":"Unused area is calculated according to the following scheme: the basis for determining unused arable land is a report on acreage and Line 210 \"Unused arable land\" is calculated - the area of unused arable land is taken into account. It is calculated by subtracting from the area of arable land (line 202) the acreage on arable land (line 174), the area of steam (line 207), the area of protected soil (line 208), the arable land used for nurseries, perennial plantings and flowers (line 209). .  Then the reasons for not using the arable land are shown.:  P. 211 in connection with salinization and waterlogging, p. 212 due to lack of seed material, p. 213 due to the lack of irrigation network, lack of irrigation, p. 214 due to the harsh weather (lack of moisture in the soil in spring), p. 215 due to remoteness, rockiness, p. 216 due to lack of fuel and equipment, p. 217 due to lack of funds, p. 218 due to exposure to natural disasters, p. 219 due to employment under buildings, p. 220 due to allotment for a cemetery, p. 221 due to capital planning, reclamation construction, p. 222 in connection with the allotment for industry, p. 223 in connection with the expansion of settlements, p. 224 in connection with the fact that houses are empty, p. 225 in connection with the unwillingness or inability to cultivate the household plot and p. 226 in connection with the self-seizure of land. The sum of lines 211 through 226 should be taken into account, which should equal line 210.","quality_assurance":"After the development of the unused area indicator, logical and\narithmetic control is carried out on the acreage of agricultural crops..","data_availability_gaps":"Publication in the yearbook Agriculture of the Kyrgyz Republic, a collection of the final report on the size of sown areas of crops for the harvest of 202__ year.","disaggregation":"The indicators are calculated by territory","international_comparability":"The methodology was agreed with the FAO Representative Office in the Kyrgyz Republic.","references_documentation":"\"Methodology for the formation and calculation of unused arable land (resolution of the National Statistical Committee of ______.2020 №____)\nThe National SDG Reporting Platform of the Kyrgyz Republic: https://sustainabledevelopment-kyrgyzstan .github.io","indicator_number":"15.3.1.1","target_number":"15.3","goal_number":"15","reporting_status":"complete","indicator_sort_order":"15-03-01-01"}