{"goal_meta_link_text":"United Nations Sustainable Development Goals Metadata","data_non_statistical":false,"goal_meta_link":"https://unstats.un.org/sdgs/metadata/files/Metadata-15-04-01.pdf","graph_type":"bar","indicator_name":"Coverage by protected areas of important sites for mountain biodiversity","graph_title":"Coverage by protected areas of important sites for mountain biodiversity","national_geographical_coverage":"Кыргызская Республика","measurement_units":"Процент","page_content":"","national_metadata_updated_date":"2025-08-13","goal_name":"15. Protect, restore and promote sustainable use of terrestrial ecosystems, sustainably manage forests, combat desertification, and halt and reverse land degradation and halt biodiversity loss","target_name":"15.4 By 2030, ensure the conservation of mountain ecosystems, including their biodiversity, in order to enhance their capacity to provide benefits that are essential for sustainable development","indicator_name1":"15.4.1 Coverage by protected areas of important sites for mountain biodiversity","organization_name":"SAEPF, Department of Biodiversity Conservation and Specially Protected Natural Areas ","contact_name":"Turdumatov Talantbek Kubanychbekovich, Musaev Almaz Mustafaevich","contact_email":"info@fauna.kg,   \nTurdumatov.fauna@gmail.com","contact_phone":"+996 (312)   46-68-27","organization_website":"www.fauna.kg","definitions":"Determines the share of land, water surface and airspace above them in the total territory of the republic, protected in accordance with national legislation, constituting the area of specially protected natural territories.","concepts":"Specially protected natural territories are areas of territories and/or water areas having priority environmental, scientific, cultural, aesthetic and historical significance, which are national property, in whole or in part, permanently or temporarily withdrawn from economic activity, for which a special regime of protection and use is established.","rationale_interpretation":"They are created in order to preserve reference and unique natural complexes and objects, landmark natural formations, the genetic fund of the animal and plant world, study natural processes in the biosphere and control changes in its state.","data_sources":"The data is generated in accordance with the resolutions of the Government of the Kyrgyz Republic and other regulatory legal acts on the formation of protected areas and their reorganization.\nThe data sources are departmental materials of the results of the work of specialized bodies on land and forestry (the State Agency for Land Resources under the PKR, the State Institution Kyrgyz Forest Management\" under the PKR with the participation of the Institute of Biology of the National Academy of Sciences of the Kyrgyz Republic) on territories that are part of protected areas, as well as statistical reports of protected areas (state nature reserves and state natural parks) in the form No. 1-Protected areas (reports on specially protected natural areas).\"","data_collection":"The methods of data collection are the interdepartmental exchange of relevant information at the request of interested parties and statistical reporting.","computation_methods":"The percentage of protected areas from the total area of the country. \nThe share of the area of protected areas in the total area of the country is the specific weight of the total area of protected areas in relation to the total area of the country.\nThe method of calculating this form of representation of the indicator:\nShare of protected areas (%) = Total area of protected areas in ha / Country area in ha * 100","comments_limitations":"Discrepancies in indicators are likely due to inconsistencies between data on the area of a particular protected area object, according to the regulatory legal act characterizing it, and data based on subsequent processing of cartographic materials for the corresponding object.","quality_assurance":"Timely introduction of amendments and additions to the regulatory legal acts on protected areas in relation to the clarification of their boundaries and areas.","data_availability_gaps":"The data is available to interested parties on the websites of specialized bodies and official statistics, as well as country reports on biodiversity.","references_documentation":"The National SDG Reporting Platform of the Kyrgyz Republic: https://sustainabledevelopment-kyrgyzstan .github.io The indicator is formed according to the UNECE Guidelines \"Environmental Indicators and Assessment Reports based on them\", and the methodology of the SDG indicators, based on available data and consultations.","indicator_number":"15.4.1","target_number":"15.4","goal_number":"15","reporting_status":"complete","indicator_sort_order":"15-04-01"}