{"data_non_statistical":true,"goal_meta_link":"http://unstats.un.org/sdgs/files/metadata-compilation/Metadata-Goal-15.pdf","goal_meta_link_text":"United Nations Sustainable Development Goals Metadata","graph_type":"line","indicator_name":"Proportion of countries adopting relevant national legislation and adequately resourcing the prevention or control of invasive alien species","graph_title":"Proportion of countries adopting relevant national legislation and adequately resourcing the prevention or control of invasive alien species","national_geographical_coverage":"Кыргызская Республика","measurement_units":null,"page_content":"### - [Закон Кыргызской Республики \"О ветеринарии\" от 30 декабря 2014 года №175](http://extwprlegs1.fao.org/docs/pdf/kyr161509.pdf);\n### - [Решение Комиссии таможенного союза ЕврАзЭС от 18 июня 2010 года №317 \"О применении ветеринарно-санитарных мер в таможенном союзе\"](https://www.alta.ru/tamdoc/10sr0317/);\n### - [Кодекс здоровья наземных животных (МЭБ 2019г.)](https://www.fsvps.ru/fsvps-docs/ru/oie/oie_terrestrial_code_g_t1.pdf)\n","goal_name":"Цель 15. Защита и восстановление экосистем суши и содействие их рациональному использованию, рациональное лесопользование, борьба с опустыниванием, прекращение и обращение вспять процесса деградации земель и прекращение процесса утраты биологического разнообразия","target_name":"15.8 К 2020 году принять меры по предотвращению проникновения чужеродных инвазивных видов и по значительному уменьшению их воздействия на наземные и водные экосистемы, а также принять меры по предотвращению ограничения численности или уничтожения приоритетных видов  ","indicator_name1":"15.8.1 Доля стран, принимающих соответствующее национальное законодательство и выделяющих достаточные ресурсы для предотвращения проникновения или регулирования численности чужеродных инвазивных видов","organization_name":"Государственная инспекция по ветеринарной и фитосанитарной безопасности при Правительстве Кыргызской Республики при Правительстве Кыргызской Республики","contact_name":"Романов Ч. О","contact_email":"ukzj@mail.ru","contact_phone":"(0312) 660 780","organization_website":"http://gvfi.gov.kg/","definitions":"Предотвращение проникновения чужеродных инвазивных видов и по значительному уменьшению их воздействия на наземные и водные экосистемы, а также принять меры по предотвращению ограничения численности или уничтожения приоритетных видов","concepts":"Согласно информации МЭБ о регистрации болезней животных, которые она обнаруживает на своей территории. Каждая страна должна предпринять необходимые превентивные меры. Эта информация также включает в себя заболевания, передаваемые человеку, и преднамеренное введение патогенов. Информация отправляется немедленно или периодически в зависимости от серьезности заболевания. Эта цель относится к случаям заболеваний, как естественным, так и преднамеренным. Распространение осуществляется через электронную почту, информацию о болезнях и интерфейс Всемирной информационной системы по здоровью животных (интерфейс WAHIS).","rationale_interpretation":"Основные задачи в данной пункт является, охрана здоровья населения от болезней, общих для животных и человека, охрана здоровья животных от болезней и обеспечение эпизоотического благополучия, охрана территории Кыргызской Республики от заноса и распространения заразных и экзотических болезней животных, контроль за безопасностью продуктов, сырья животного и растительного происхождения, ветеринарных лекарственных средств, кормов и кормовых добавок, а также принятие мер по охране окружающей среды и. др.","data_sources":"Кадастры генетического фонда Кыргызстана, издаваемые НАН КР (Институт биологии), ведомственные и статистические отчеты уполномоченных государственных органов, Национальный доклад о состоянии окружающей среды КР.","data_collection":"В целях предотвращение проникновения чужеродных инвазивных болезней животных Госинспекция при экспорте и импорте живых животных и животноводческой продукции проводит регистрацию в электронной базе данных.","computation_methods":"Выборка данных из имеющихся источников.","comments_limitations":"Из-за отсутствия систематических работ по отслеживанию наличия и состояния чужеродных инвазивных видов/ подвидов, редко обновляются данные об их количестве.","quality_assurance":"Усиление контроля распространения и видового состава инвазивных чужеродных видов на территории республики","data_availability_gaps":"Кадастры и публикации НАН КР, сайты уполномоченных государственных органов","references_documentation":"Национальная платформа отчётности ЦУР КР: https://sustainabledevelopment-kyrgyzstan.github.io\n Сайт ветеринарной инспекции. http://gvfi.gov.kg/o-gosinspekcii/veterinarnyjj-nadzor.html./ https://www.oie.int/ Международный эпизоотической бюро. МЭБ. http://www.eurasiancommission.org/ ЕАЭС","indicator":"15.8.1","target_id":"15.8","sdg_goal":"15","reporting_status":"complete","indicator_sort_order":"15-08-01"}