{"goal_meta_link_text":"United Nations Sustainable Development Goals Metadata","data_non_statistical":false,"graph_type":"bar","indicator_name":"Proportion of women aged 15–49 subjected to physical violence (robbery or assault) in the last 12 months","graph_title":"Proportion of women aged 15–49 subjected to physical violence (robbery or assault) in the last 12 months","national_geographical_coverage":"Kyrgyz Republic","measurement_units":"Percentage","tags":["National"],"page_content":"","national_metadata_updated_date":"2025-08-01","goal_name":"16. Promote peaceful and inclusive societies for sustainable development, provide access to justice for all and build effective, accountable and inclusive institutions at all levels","target_name":"16.1 Significantly reduce all forms of violence and related death rates everywhere","indicator_name1":"16.1.3.1 Proportion of women aged 15–49 subjected to physical violence (robbery or assault) in the last 12 months","organization_name":"National Statistical Committee of the Kyrgyz Republic (Department of Household Statistics)","contact_name":"Kalymbetova Yryskan","contact_email":"yryskan.kalymbetova@gmail.com ","contact_phone":"(0312) 32 46 55","organization_website":"www.stat.gov.kg","definitions":"The percentage of women aged 15-49 who have been physically assaulted (including robbery or assault) in the last 12 months is the percentage of women in this age group who reported being victims of one or more acts of physical violence during the one year preceding the time of the survey.\n","concepts":"Physical violence is any use of physical force that causes or may cause harm to health. It includes hitting, pushing, strangulation, assault with a weapon, and other forms of violent physical impact.                                      Robbery is the violent or threatening seizure of property from a person, usually in a public place. This crime includes the threat or actual use of force.                                                                      Assault is an act of violent physical impact on a person, aimed at causing harm. \n________________________________________","rationale_interpretation":"Crime can have a big impact on the lives of victims and the community in which they live. Victims of crimes can suffer physically and psychologically, as well as lose property and income. In addition, crime can cause significant damage to the community in the form of measures that the community may need to prevent and/or correct criminal acts.","data_sources":"National Statistical Committee of the Kyrgyz Republic on the basis of Cluster Survey data on many indicators Kyrgyzstan","data_collection":"Computer-Assisted Personal Interview (CAPI) is used in COMP surveys. The data collection application, including the special COMP data management platform, is based on the CSPro (Census and Survey Processing System) software version 6.3. The procedures and standard programs developed under the COMP global program were adapted to the final version of the COMP Kyrgyzstan questionnaire, 2018 and used in the survey. \nThe data was collected using tablet computers running the Windows 8 operating system using a Bluetooth application for field operations, which allowed assignments and completed questionnaires to be transferred from/to the tablets of the supervisor and interviewer.","computation_methods":"The percentage of women aged 15-49 who have been physically assaulted (including robbed or assaulted) in the last 12 months .","quality_assurance":"The team leaders were responsible for the daily monitoring of field operations. A mandatory repeat survey was conducted in one household from the cluster. Daily observations of the interviewer's skills and results were carried out.\nDuring the field work, each team was visited several times by the survey managers, and field visits were organized by members of the UNICEF team.\nDuring the field work, verification tables were created every week for analysis and work with field teams, which were adapted versions of standard tables created by the COMP Program.","data_availability_gaps":"COMP 2023, 2018","disaggregation":"By territory, place of residence, income level, age, education level, and disability status.","international_comparability":"The standardized UNICEF methodology ensures comparability of data between countries and regions. The methodology includes clear instructions on sampling, question formulation, and data collection and processing. ","references_documentation":"https://sustainabledevelopment-kyrgyzstan.github.io/16/","indicator_number":"16.1.3.1","target_number":"16.1","goal_number":"16","reporting_status":"complete","indicator_sort_order":"16-01-03-01"}