{"goal_meta_link_text":"United Nations Sustainable Development Goals Metadata","data_non_statistical":false,"graph_type":"line","indicator_name":"Proportion of crimes committed in public places and on the streets out of total registered crimes","graph_title":"Proportion of crimes committed in public places and on the streets out of total registered crimes","national_geographical_coverage":"Kyrgyz Republic","measurement_units":"Percentage","tags":["National"],"page_content":"","nan":"Нормативно-правовая база\n­ Закон Кыргызской Республики «Об официальной статистике» от 8 июля 2019 года № 82;\n­ Уголовный кодекс Кыргызской Республики от 28 октября 2021 года №127;\n­ Кодекс Кыргызской Республики о правонарушениях от 28 октября 2021 года № 126;\n- Положение «О Едином реестре преступлений» от 24 марта 2025 года № 141;\n- Ежегодная статистическая программа.\n","national_metadata_updated_date":"2025-08-04","goal_name":"16. Promote peaceful and inclusive societies for sustainable development, provide access to justice for all and build effective, accountable and inclusive institutions at all levels","target_name":"16.1 Significantly reduce all forms of violence and related death rates everywhere","indicator_name1":"16.1.4.1 Proportion of crimes committed in public places and on the streets out of total registered crimes","organization_name":"NSK KR","contact_name":"Rakhmanova Zh.Zh.","contact_email":"rakhmanovazz@mail.ru","contact_phone":"0 (312) 32 46 52","organization_website":"www.stat.gov.kg","definitions":"The information log is an automated database that is an integral part of the EP AIS in the form of a registration module, which contains information about crimes committed or being prepared, as well as other information about incidents with the automatic assignment of a registration number to each entry.;\nThe Unified Register of Crimes is an electronic database that contains information about the beginning of pre-trial proceedings, procedural actions, the progress of a criminal case, applicants and participants in criminal proceedings.;\nAcceptance of a statement or report of a crime, as well as other information about an incident, is the mandatory acceptance and registration in the Law Enforcement Agency of a statement or report of a crime committed or impending, as well as other information about the incident by law enforcement officials.;\nPre–trial proceedings - criminal proceedings consisting of registration of an application, notification of a crime in the Unified Register of Crimes, pre-investigation check, investigation and referral by the prosecutor of the case materials to the court for consideration on the merits;\"","concepts":"According to paragraph 60 of the Regulation \"On the Unified Register of Crimes\". The EPP should include information about crimes committed in public places. A public place is defined as specially equipped public areas within or outside cities and towns intended for use by the public, as well as for holding mass events, services and recreation for citizens. Public places include: streets, alleys, squares, boulevards, squares, courtyards, and porches of apartment buildings.; cinemas, theaters, circuses, concert, viewing and exhibition halls, sports arenas and other indoor facilities intended for mass recreation, including nightclubs and discos, shops, catering establishments, beaches during their operation; educational and recreation organizations; healthcare organizations; museums and libraries; local and regional trains long-distance transport, air and sea transport vessels, salons of urban and intercity buses, minibuses and urban electric transport; buildings of airports, railway and automobile stations, platforms of railway stations; premises of government agencies and organizations that do not use access control; premises that are workplaces at facilities with access control, used by workers' collectives to work in cases of hooliganism.","rationale_interpretation":"Paragraph 61. Public places are divided into:\n1) permanent (places that can be accessed at any time: streets, alleys, squares, boulevards, embankments, squares, train stations, courtyards (except for courtyards of private houses);\n2) periodic (premises intended for servicing and recreation of the population at certain hours: markets, educational and health-improving institutions, recreation areas, cultural, entertainment, sports facilities, public transport, trade enterprises, passenger train cars).\nParagraph 62. Of the total number of crimes attributed to the number of crimes committed in public places, street crimes are distinguished, that is, those committed in socially equipped places: on streets, squares, boulevards, embankments, bridges, in alleys, unfenced courtyards (except for private ones), in residential areas, wooded areas, within cities (settlements), squares, beaches, recreation areas, markets, stadiums during their operation.\n","data_sources":"The sources of information for calculating the indicator are the administrative data of the Prosecutor General's Office of the Kyrgyz Republic. On a monthly basis, the National Statistical Committee receives official statistical report No. 1-the National Center for Crime Status Report, which is being developed both in the republic as a whole and across the territory, as well as for certain types of crimes committed in public places.","data_collection":"On December 1, 2021, the Criminal Code of the Kyrgyz Republic, as amended on October 28, 2021, entered into force, according to which the Unified Register of Crimes (ERP) was introduced.\nLaw enforcement agencies register statements (messages) in the Unified Register of Crimes in accordance with the procedure established by the legislation of the Kyrgyz Republic.\nThe collection and generalization of statistical information is carried out on the basis of registered crimes in the Unified Register of Crimes. The Unified Register of Crimes (ERP) is an electronic database that collects, stores, records, and searches for information about crimes and their perpetrators. This data is used to generate statistical reports and to provide information entered into the EPP.\nThe surveillance method is continuous surveillance (statements/reports to law enforcement agencies).\nThe object of statistical observation is persons who have applied to law enforcement agencies.\nThe units of observation are each fact of contacting law enforcement agencies.\n","computation_methods":"The crime structure is characterized by the percentage (proportion) of the number of registered crimes in public places to the total number of registered crimes multiplied by 100. These data make it possible to determine the trend of crimes in public places.\nThe proportion of crimes committed in public places and on the streets (Dp) is calculated using the formula: \n  Dp =Pob/Pv*100\n \nwhere Dp is the proportion of crimes committed in public places and on the streets; \n       Pob – the number of reported crimes in public places;\n       Pv – the number of registered crimes\n","comments_limitations":"Classification and coding system\n The state classifier The system of designations of objects of administrative-territorial and territorial units of the Kyrgyz Republic (SOATE);","disaggregation":"The indicator is detailed by region.","indicator_number":"16.1.4.1","target_number":"16.1","goal_number":"16","reporting_status":"complete","indicator_sort_order":"16-01-04-01","references_documentation":"\"Regulatory and legal framework\n The Law of the Kyrgyz Republic \"On Official Statistics\" dated July 8, 2019 No. 82;\n Criminal Code of the Kyrgyz Republic No. 127 dated October 28, 2021;\n Code of the Kyrgyz Republic on Offenses dated October 28, 2021 No. 126;\n- Regulation \"On the Unified Register of Crimes\" dated March 24, 2025 No. 141;\n- Annual statistical program.\n\""}