{"goal_meta_link_text":"United Nations Sustainable Development Goals Metadata","data_non_statistical":false,"graph_type":"line","indicator_name":"Mortality from attacks per 100,000 population","graph_title":"Mortality from attacks per 100,000 population","national_geographical_coverage":"Kyrgyz Republic","measurement_units":"Percentage","tags":["National"],"page_content":"","1. Информация об индикаторе":"16.1.1.1","national_metadata_updated_date":"2025-08-15","goal_name":"16. Promote peaceful and inclusive societies for sustainable development, provide access to justice for all and build effective, accountable and inclusive institutions at all levels","target_name":"16.1 Significantly reduce all forms of violence and related death rates everywhere","indicator_name1":"16.1.1.1 Mortality from attacks per 100,000 population","organization_name":"National Statistical Committee of the Kyrgyz Republic (Demographic Statistics Department)","contact_name":"Taipova T.S.","contact_email":"tamarataipova@mail.ru , t.taipova@stat.kg","contact_phone":"(0312) 32 46 36","organization_website":"www.stat.gov.kg","definitions":"The death rate associated with fatal attacks.","concepts":"Population mortality is the process of generation extinction, one of the two main subprocesses of population reproduction. Causes of death are diseases, pathological conditions, or injuries that led to or contributed to death, as well as the circumstances of an accident or act of violence that caused a fatal injury. Causes of death have been coded since 2000 based on the International Statistical Classification of Diseases and Causes of Death, 10th Revision (ICD-10) The World Health Organization.  \n Premeditated murder is an unlawful death inflicted on a person with the intention of causing death or serious injury. (Source: International Classification of Crimes for Statistical Purposes, ICCS 2015).","rationale_interpretation":"This indicator is widely used at the national and international levels to assess the most extreme forms of violent crimes, and also shows the obvious weaknesses of the security system of citizens. Ensuring safety from violence is a prerequisite for people to live a safe and active life, and it is also necessary for the free development of society and the economy. Premeditated murders occur in all countries of the world, this indicator has a global scale. \nIt is necessary to monitor premeditated murders in order to better understand their causes, intentions and consequences and, in the long term, develop effective preventive measures. If the data is correctly detailed (according to the International Classification of Crimes for Statistical Purposes, ICCS 2015), the indicator can identify various types of homicide-related violence: interpersonal (including partner violence, family violence), criminal (including organized crime and other forms of criminal activity), socio-political (including terrorism and hate crimes).","data_sources":"The source of information about the causes of death is the entries in medical death certificates drawn up by a doctor or nursing staff regarding illness, accident, murder, suicide and other external influences that caused death. These documents, together with the death certificates, are sent to the state statistical authorities for development. ","data_collection":"Information on deaths is obtained on the basis of the annual statistical development of data contained in death records compiled by the civil registry offices (Registry Office at the State Registration Service under the Government of the Kyrgyz Republic). Aggregated data is collected and processed by the regional statistical offices and the NSC of the Kyrgyz Republic.","computation_methods":"The ratio of deaths from fatal attacks to the average annual permanent population according to current estimates. Calculated per 100,000 population.","comments_limitations":"Know the rules for encoding the initial cause of death and definitions set out in the classifier International Statistical Classification of Diseases and Related Health Problems 10th Revision (ICD-10). In case of difficulty with the correctness of the diagnosis, contact the staff of the E-Health Center of the Ministry of Health of the Kyrgyz Republic in order to establish a definitive diagnosis.","quality_assurance":"Logical and arithmetic control of the reporting data is carried out. The procedure for verifying the correctness of data in death records is carried out through logical control embedded in the data entry and development software. The cause of death codes are adjusted to match the diagnoses recorded in the death certificate according to ICD-10, and the output tables for causes of death are analyzed.","data_availability_gaps":"Data on deaths from attacks are published in the statistical collections \"Women and Men of the Kyrgyz Republic\", \"Crime and Law and Order in the Kyrgyz Republic\", posted on the NSC website.","disaggregation":"By territory (republic, region, district), and by gender","international_comparability":"The national definition of the indicator used in statistics corresponds to its international definition. The coding and development of data on deaths due to causes of death are carried out by state statistical authorities on the basis of the International Statistical Classification of Diseases and Causes of Death, 10th revision (ICD-10) The World Health Organization (WHO), since the 2000 report. By agreement with the NSC, the mortality database is transferred to the Center for Electronic Health of the Kyrgyz Republic under the Ministry of Health: form 2 \"Information on the number of births, marriages, divorces and deaths due to causes of death\" – monthly, with a lag of 1.5 months. from the reporting month and form C52 \"Mortality due to causes of death\" – annually, in June of the year following the reporting year.","references_documentation":"\"Links to the NPA and methodology: http://www.stat.kg/ru/about/pravovye-osnovy-organov-gosudarstvennoj-statistiki / https://unstats.un.org/sdgs/metadata/files/Metadata http://www.stat.kg/ru/statistics/download/methodology/68 / NSC statistical publications: monthly report \"Socio-economic situation of the Kyrgyz Republic\", statistical collections: \"Social trends of the Kyrgyz Republic\", \"Women and Men of the Kyrgyz Republic\", \"Public health and healthcare in the Kyrgyz Republic\" on the official website of the NSC of the Kyrgyz Republic: http://www.stat.kg/ru/publications /\nNational Platform SDG reporting of the Kyrgyz Republic: \nhttps://sustainabledevelopment-kyrgyzstan.github.io\"","indicator_number":"16.1.1.1","target_number":"16.1","goal_number":"16","reporting_status":"complete","indicator_sort_order":"16-01-01-01"}