{"goal_meta_link_text":"United Nations Sustainable Development Goals Metadata","goal_meta_link":"https://unstats.un.org/sdgs/metadata/files/Metadata-16-02-01.pdf","indicator_name":"Proportion of children aged 1–17 years who experienced any physical punishment and/or psychological aggression by caregivers in the past month","data_non_statistical":false,"graph_type":"bar","graph_title":"Доля детей в возрасте от 1 года до 14 лет, в последний месяц подвергшихся любому физическому наказанию и/или психологической агрессии со стороны тех, кто обеспечивает уход за ними","national_geographical_coverage":"Кыргызская Республика","measurement_units":"Процент","page_content":"","national_metadata_updated_date":"2021-10-13","national_metadata_update_url_text":"2021-10-13: see changes on GitHub","national_metadata_update_url":"https://github.com/sdg-kyrgyzstan/open-sdg-data-starter/commit/921cdbf5a8e36281e0aac29828fb67396793cbd7","goal_name":"Goal 16. Promote peaceful and inclusive societies for sustainable development, provide access to justice for all and build effective, accountable and inclusive institutions at all levels","target_name":"16.2. End abuse, exploitation, trafficking and all forms of violence against and torture of children ","indicator_name1":"16.2.1. Proportion of children aged 1–17 years who experienced any physical punishment and/or psychological aggression by caregivers in the past month ","organization_name":"The National Statistical Committee of the Kyrgyz Republic (Household Statistics Division)","contact_name":"Y. I. Kalymbetova","contact_email":"Y.Kalymbetova@stat.kg ","contact_phone":"(312) 66 41 64","organization_website":"www.stat.kg","definitions":"Proportion of children aged 1-17 years who experienced any physical punishment and/or psychological aggression by caregivers in the past month is currently being measured by the proportion of children aged 1-14 years who experienced any physical punishment and/or psychological aggression by caregivers in the past month. ","concepts":"In Multiple Indicator Cluster Surveys (MICS), psychological aggression refers to the action of shouting, yelling or screaming at a child, as well as calling a child offensive names, such as ‘dumb’ or ‘lazy’. Physical (or corporal) punishment is an action intended to cause physical pain or discomfort, but not injuries. Physical punishment is defined as shaking the child, hitting or slapping him/her on the hand/arm/leg, hitting him/her on the bottom or elsewhere on the body with a hard object, spanking or hitting him/her on the bottom with a bare hand, hitting or slapping him/her on the face, head or ears, and beating him/her over and over as hard as possible. ","rationale_interpretation":"All too often, children are raised using methods that rely on physical force or verbal intimidation to punish unwanted behaviours and encourage desired ones. The use of violent discipline with children represent a violation of their rights. Physical discipline and psychological aggression tend to overlap and frequently occur together, exacerbating the short- and long-term harm they inflict. The consequences of violent discipline range from immediate effects to long-term damage that children carry well into adulthood. Violent discipline is the most widespread, and socially accepted, type of violence against children.","data_sources":"Household surveys such as UNICEF-supported MICS and DHS that have been collecting data on this indicator in low- and middle-income countries since around 2005. In some countries, such data are also collected through other national household surveys.","data_collection":"UNICEF undertakes an annual process to update its global databases, called Country Reporting on Indicators for the Goals (CRING). This exercise is done in close collaboration with UNICEF country offices with the purpose of ensuring that UNICEF global databases contain updated and internationally comparable data. UNICEF Country Offices are invited to submit, through an online system, any updated data for a number of key indicators on the well-being of women and children. Updates sent by the country offices are then reviewed by sector specialists at UNICEF headquarters to check for consistency and overall data quality of the submitted estimates. This review is based on a set of objective criteria to ensure that only the most recent and reliable information is included in the databases. The updated databases are also posted online at data.unicef.org. ","computation_methods":"Number of children aged 1-17 years who are reported to have experienced any physical punishment and/or psychological aggression by caregivers in the past month divided by the total number of children aged 1-17 in the population multiplied by 100.","comments_limitations":"Definitions of both physical punishment and psychological aggression will need to be very clearly defined for countries but this should not be a problem as there is a wealth of available literature and research on the violent punishment of children and General Comment No.13 on the Convention of the Rights of the Child (CRC) also provides a definition for “corporal” or “physical” punishment as well as “mental violence”. ","data_availability_gaps":"Nationally representative and comparable prevalence data are currently available for a sub-sample of children aged 1-14 years for 73 low- and middle-income countries. ","disaggregation":"Nationally representative and comparable prevalence data are currently available for a sub-sample of children aged 1-14 years for 73 low- and middle-income countries. ","references_documentation":"The Kyrgyz Republic SDG National Reporting Platform: https://sustainabledevelopment-kyrgyzstan.github.io","indicator":"16.2.1","target_id":"16.2","sdg_goal":"16","reporting_status":"complete","indicator_sort_order":"16-02-01"}