{"goal_meta_link_text":"United Nations Sustainable Development Goals Metadata","data_non_statistical":false,"goal_meta_link":"http://unstats.un.org/sdgs/files/metadata-compilation/Metadata-Goal-16.pdf","graph_type":"line","indicator_name":"Primary government expenditures as a proportion of original approved budget, by sector (or by budget codes or similar)","graph_title":"Primary government expenditures as a proportion of original approved budget, by sector (or by budget codes or similar)","national_geographical_coverage":"Кыргызская Республика","measurement_units":"Процент","page_content":"","national_metadata_updated_date":"2021-10-06","national_metadata_update_url_text":"2021-10-06: see changes on GitHub","national_metadata_update_url":"https://github.com/sdg-kyrgyzstan/open-sdg-data-starter/commit/643eaaa7bd02372eae871f541736d95c46489a12","goal_name":"Goal 16. Promote peaceful and inclusive societies for sustainable development, provide access to justice for all and build effective, accountable and inclusive institutions at all levels","target_name":"16.6.  Develop effective, accountable and transparent institutions at all levels ","indicator_name1":"16.6.1. Primary government expenditures as a proportion of original approved budget, by sector (or by budget codes or similar)","organization_name":"Ministry of Finance of the Kyrgyz Republic (Budget Policy Department)","contact_name":"T.A. Omurova","contact_email":" t.omurova@minfin.kg","contact_phone":"MF KR: +996-0312-62-53-13 (ext. 1110, 1112)","organization_website":"www.minfin.kg","definitions":"Primary government expenditures as a proportion of original approved budget","concepts":"State budget expenditures include all non-recoverable payments, whether they are reimbursable (i.e. paid in exchange for something) or not, and the purpose - operational activities or of non-financial assets procurement. Expenditures cover the following areas: public services funding related to economic activities (industry, agriculture, construction, communications, etc. ); socio-cultural activities financing (education, recreation, culture and religion, health care, social protection, housing and utilities); general public services, defence, public order and security, environmental protection, non-financial assets procurement, etc.","rationale_interpretation":"The indicator attempts to capture the reliability of government budgets: do governments spend what they intend to and do they collect what they set out to collect.","data_sources":"Data on public expenditures - data of the Central Treasury of the Ministry of Finance of the Kyrgyz Republic based on reports on implementation of the state, national and local budgets. \nLaw on the national budget for releavnt years.","data_collection":"Annual reports of the Central Committee of the MoF on implementation of the state, national and local budgets. Law on the national budget for relevant years.","computation_methods":"Primary government expenditures as a proportion of original approved budget disaggregated by sectors (in percentage terms).","comments_limitations":"The Law on the Nationa Budget is a source for the approved budget. \nReports on budget implementation  serve as sources for actual expenditures","data_availability_gaps":"Available at the MF KR website","disaggregation":"It is an aggregate indicator at the national level","international_comparability":"The indicator is comparable in percentage terms","references_documentation":"The Kyrgyz Republic SDG National Reporting Platform: https://sustainabledevelopment-kyrgyzstan.github.io \nMetadata at the UN website - https://unstats.un.org/sdgs/Metadata-16-06-01.pdf;  \nMF KR website - http://www.minfin.kg/ru/novosti/godovoy-otchet-ob-ispolnenii-byudzheta/page2","indicator":"16.6.1","target_id":"16.6","sdg_goal":"16","reporting_status":"complete","indicator_sort_order":"16-06-01"}