{"goal_meta_link_text":"United Nations Sustainable Development Goals Metadata","goal_meta_link":"https://unstats.un.org/sdgs/metadata/files/Metadata-16-09-01.pdf","indicator_name":"Proportion of children under 5 years of age whose births have been registered with a civil authority, by age","data_non_statistical":false,"graph_type":"bar","graph_title":"Proportion of children under 5 years of age whose births have been registered with a civil authority, by age","national_geographical_coverage":"Кыргызская Республика","measurement_units":"Процент","page_content":"","national_metadata_updated_date":"2021-10-12","national_metadata_update_url_text":"2021-10-12: see changes on GitHub","national_metadata_update_url":"https://github.com/sdg-kyrgyzstan/open-sdg-data-starter/commit/905aaa6e46b7dda47a49de48096af6f1d8ec1629","goal_name":"Goal 16. Promote peaceful and inclusive societies for sustainable development, provide access to justice for all and build effective, accountable and inclusive institutions at all levels ","target_name":"By 2030, provide legal identity for all, including birth registration ","indicator_name1":"16.9.1. Proportion of children under 5 years of age whose births have been registered with a civil authority, by age","organization_name":"The National Statistical Committee (Household Statistics Division)","contact_name":" Y.I. Kalymbetova","contact_email":"y.kalymbetova@gmail.com ","contact_phone":"(0312) 32-46-55","organization_website":"www.stat.kg","definitions":"Proportion of children under 5 years of age whose births have been registered with a civil authority.","rationale_interpretation":"Registering children at birth is the first step in securing their recognition before the law, safeguarding their rights, and ensuring that any violation of these rights does not go unnoticed.\nChildren without official identification documents may be denied health care or education. Later in life, the lack of such documentation can mean that a child may enter into marriage or the labour market, or be conscripted into the armed forces, before the legal age. In adulthood, birth certificates may be required to obtain social assistance or a job in the formal sector, to buy or prove the right to inherit\nproperty, to vote and to obtain a passport.\nChildren’s right to a name and nationality is enshrined in the Convention on the Rights of the Child (CRC) under Article 7. ","data_sources":"Source 1: The Multiple indicator cluster survey (MICS). MICS was conducted in Kyrgyzstan in 2018 and 2014. \nSource 2: The State Registration Service","data_collection":"Source 1: Data are collected within the MICS through a Questionnaire on Children under the age of 5 for mothers (or caregivers) of all children under the age of 5 in the household under the Birth Registration Module. The Multiple Indicator Cluster Survey (MICS) was conducted in Kyrgyzstan in 2018 and 2014. MICS uses ComputerAssisted Personal Interview (CAPI).","computation_methods":"Number of children under age of five whose births are reported as being registered with the relevant national civil authorities divided by the total number of children under the age of five in the population multiplied by 100.","disaggregation":"By sex, age, place of residence, area","international_comparability":"Nationally representative and comparable data are currently available for around 167 low- middle- and high-income countries","references_documentation":"The Kyrgyz Republic SDG National Reporting Platform: https://sustainabledevelopment-kyrgyzstan.github.io ","indicator":"16.9.1","target_id":"16.9","sdg_goal":"16","reporting_status":"complete","indicator_sort_order":"16-09-01"}