{"data_non_statistical":true,"goal_meta_link":"https://unstats.un.org/sdgs/metadata/files/Metadata-17-18-02.pdf","goal_meta_link_text":"United Nations Sustainable Development Goals Metadata (pdf 468kB)","graph_type":"line","indicator_name":"Number of countries that have national statistical legislation that complies with the Fundamental Principles of Official Statistics","graph_title":"Number of countries that have national statistical legislation that complies with the Fundamental Principles of Official Statistics","national_geographical_coverage":"Kyrgyz Republic","measurement_units":null,"page_content":" \n![alt text](http://www.stat.kg/static/images/logo.png \"Logo Title Text 1\")\n\n# LAW OF THE KYRGYZ REPUBLIC\n*\nBishkek, dated July 8, 2019 No. 82*\n## About official statistics\n\n***\n\n1. This Law regulates the organization and functioning of the national statistical system, establishes the legal basis for the development, production and dissemination of official statistics.\n\n***\n\n2. Official statistics under this Law:\n   1. includes statistical data characterizing on a representative basis the economic, demographic, social and environmental mass phenomena in the Kyrgyz Republic;\n   2. is developed, produced and disseminated in accordance with the provisions of this Law, the UN fundamental principles in the field of official statistics and takes into account internationally agreed statistical standards and recommendations;\n   3. referred to as official statistics in statistical programs.\n\n***\n\n3. The provisions of this Law shall apply to all data available to the producers of official statistics used for the development, production and dissemination of official statistical information.\n\n[Law of the Kyrgyz Republic on official statistics](http://www.stat.kg/media/files/2399f49c-47b5-4cc7-ae2a-61f7fce6906f.doc)\n","national_metadata_update_url_text":"2021-04-28: see changes on GitHub","national_metadata_update_url":"https://github.com/sdg-kyrgyzstan/open-sdg-data-starter/commit/b3feac4c79c3c1e43d3741e2a5ecbf717310f4ac","goal_name":"17. Strengthen the means of implementation and revitalize the global partnership for sustainable development","target_name":"17.18 By 2020, enhance capacity-building support to developing countries, including for least developed countries and small island developing States, to increase significantly the availability of high-quality, timely and reliable data disaggregated by income, gender, age, race, ethnicity, migratory status, disability, area and other characteristics relevant in national contexts ","indicator_name1":"17.18.2 Number of countries that have national statistical legislation that complies with the Fundamental Principles of Official Statistics","organization_name":"The National Statistical Committee of the Kyrgyz Republic (Statistics Organization and Coordination Unit)","contact_name":"G. B. Ermekbaeva","contact_email":"germekbaeva@stat.kg ","contact_phone":"(312) 62-56-39","organization_website":"www.stat.kg ","concepts":"National statistical legislation: The statistics law defines rules, regulation, measures with regard to the organization, management, monitoring and inspection of the statistical activities in a systematic way, strength, effectiveness and efficiency to assure the full coverage, accuracy and consistency with facts in order to provide reference for policy direction, socio economic planning, and contribute to the country’s development to achieve wealth, culture, well-being and equity.\nThe Fundamental Principles for Official Statistics adopted by the United Nations Statistical Commission, in its Special Session of 11-15 April 1994 are:\nPrinciple 1. Official statistics provide an indispensable element in the information system of a society,serving the government, the economy and the public with data about the economic, demographic, social and environmental situation. To this end, official statistics that meet the test of practical utility are to be compiled and made available on an impartial basis by official statistical agencies to honour citizens’ entitlement to public information.\nPrinciple 2. To retain trust in official statistics, the statistical agencies need to decide according to strictly professional considerations, including scientific principles and professional ethics, on the methods and procedures for the collection, processing, storage and presentation of statistical data.\nPrinciple 3. To facilitate a correct interpretation of the data, the statistical agencies are to present information according to scientific standards on the sources, methods and procedures of the statistics.\nPrinciple 4. The statistical agencies are entitled to comment on erroneous interpretation and misuse of statistics.\nPrinciple 5. Data for statistical purposes may be drawn from all types of sources, be they statistical surveys or administrative records. Statistical agencies are to choose the source with regard to quality, timeliness, costs and the burden on respondents.\nPrinciple 6. Individual data collected by statistical agencies for statistical compilation, whether they refer to natural or legal persons, are to be strictly confidential and used exclusively for statistical purposes.\nPrinciple 7. The laws, regulations and measures under which the statistical systems operate are to be made public.\nPrinciple 8. Coordination among statistical agencies within countries is essential to achieve consistency and efficiency in the statistical system.\nPrinciple 9. The use by statistical agencies in each country of international concepts, classifications and methods promotes the consistency and efficiency of statistical systems at all official levels.\nPrinciple 10. Bilateral and multilateral cooperation in statistics contributes to the improvement of systems of official statistics in all countries.","data_availability_gaps":"Law No. 82 of the Kyrgyz Republic on official statistics of July 8, 2019 regulates the organization and functioning of the national statistical system establishing the legal framework for the development, production and dissemination of official statistics. ","references_documentation":" The Kyrgyz Republic SDG National Reporting Platform: https://sustainabledevelopment-kyrgyzstan.github.io\n Link to the Kyrgyz Law on Official Statistics: http://www.stat.kg/ru/about/pravovye-osnovy-organov-gosudarstvennoj-statistiki/","indicator":"17.18.2","target_id":"17.18","sdg_goal":"17","reporting_status":"complete","indicator_sort_order":"17-18-02"}