{"goal_meta_link_text":"United Nations Sustainable Development Goals Metadata","data_non_statistical":false,"goal_meta_link":"https://unstats.un.org/sdgs/files/metadata-compilation/Metadata-Goal-17.pdf","graph_type":"bar","indicator_name":"Total government revenue as a proportion of GDP, by source","graph_title":"Total government revenue as a proportion of GDP, by source","national_geographical_coverage":"Кыргызская Республика","measurement_units":"Процент","page_content":"","national_metadata_update_url_text":"2021-05-07: see changes on GitHub","national_metadata_update_url":"https://github.com/sdg-kyrgyzstan/open-sdg-data-starter/commit/3a431f2771279e414385913af46a2e414d83b018","goal_name":"17: Strengthen the means of implementation and revitalize the global partnership for sustainable development","target_name":"17.1: Strengthen domestic resource mobilization, including through international support to developing countries, to improve domestic capacity for tax and other revenue collection","indicator_name1":"17.1.1: Total government revenue as a proportion of GDP, by source","organization_name":"Ministry of Finance of the Kyrgyz Republic (Department of forecasting of state revenues);\nNational Statistical Committee of the Kyrgyz Republic (Finance Statistics Division)","contact_name":"A.T. Kochkorov;\nM.A. Abdukadirova","contact_email":"a.kochkorov@minfin.kg;\nm.abdukadirova@stat.kg","contact_phone":"MF KR: +996-0312-62-53-13 (add. 1810)\nNSC KR: +996-0312-62-55-91, 66-42-09","organization_website":"MF KR: www.minfin.kg;\nNSC KR: www.stat.kg","definitions":"Total government revenue as a proportion of GDP, by source ","concepts":"State budget revenues consist of five main sources:\n- Tax revenues;\n- Contributions/repayments to social security and social needs;\n- Official transfers received;\n- Non-tax revenues;\n- Revenues from the sale of non-financial assets.\nTax revenues are mandatory non-refundable payments from income (turnover), legal entities and individuals; levies, customs duties or any other mandatory payments, including fines and penalties paid for violation of tax laws in favor of the budget.\nSocial security and social contributions/payments include all contributions from all sources to the Social Fund and the Mandatory Health Insurance Fund (FOMS). This budget line is used exclusively by the Social Fund and the FOMS. It also includes employees’ revenues records paid by employers, or paid by self-employed persons. It also includes accounting for receipts from employees paid by employers on their behalf and self-employed persons.\nGrants are (optional) fund transfers or gratuitous transfers received by public institutions, usually from other public administrative units or international organizations, governments of other states. \nNon-tax revenues include all reimbursable, non-refundable revenues, excluding revenues from capital transactions; revenues from property and interest, sale of goods and provision of services by public authorities and budgetary institutions (special funds), as well as revenues from fines, penalties and other payments outside tax legislation.\nRevenues from the sale of non-financial assets include revenues from transactions that reduce the economic assets (other than financial) held by an institutional unit.","rationale_interpretation":"Indicator reflects total government revenue as a proportion of GDP, or the total national revenue. \nThis indicator supports understanding countries’ domestic revenue mobilization for the purpose of policy implementation, resources for physical infrastructure, public goods and services.","data_sources":"Data on state revenues are the administrative data of the Central Treasury of the Ministry of Finance of the Kyrgyz Republic compiled from reports on state, national and local budgets’ implementation.\nData on GDP - Department of Economic Statistics and National Accounts of the National Statistical Committee of the Kyrgyz Republic.","data_collection":"The Central Treasury of the MOF KR provides reports on the state, national and local budgets’ implementation to the National Statistical Committee on a monthly and annual basis. \nGDP data are generated by the Department of Economic Statistics and National Accounts of the National Statistical Committee of the Kyrgyz Republic, in accordance with the Statistical Work Program.","computation_methods":"Calculated as the ratio of state budget revenues by budget classification sub-items in accordance with budget execution reporting to GDP (in percentage terms) ","data_availability_gaps":"Data on the indicator are available in the annual dynamics since 2007, available at the website of the National Statistical Committee of the Kyrgyz Republic, Open Data and Statistics/Sustainable Development Goals Sections","disaggregation":"Data for the indicator are provided for the Kyrgyz Republic in general and by revenues: \n Taxes;\n Social security/contributions;\n Official transfers received;\n Non-tax revenues;\n Revenues from the sale of non-financial assets.","international_comparability":"State revenues in total and by type of revenue - in accordance with the 2001 IMF Manual on Government Finance Statistics Manual, including revenues from the sale of non-financial assets.","references_documentation":"Metadata available at the UN website - https://unstats.un.org/sdgs/metadata/\nThe Kyrgyz Republic SDG National Reporting Platform: https://sustainabledevelopment-kyrgyzstan.github.io","indicator":"17.1.1","target_id":"17.1","sdg_goal":"17","reporting_status":"complete","indicator_sort_order":"17-01-01"}