{"goal_meta_link_text":"United Nations Sustainable Development Goals Metadata","data_non_statistical":false,"graph_type":"bar","indicator_name":"Exports of ICT goods as a percentage of total exports of goods","graph_title":"Exports of ICT goods as a percentage of total exports of goods","national_geographical_coverage":"Kyrgyz Republic","measurement_units":"Percentage","tags":["National"],"page_content":"","nan":"Показатели связанные с ИКТ, которые были представлены ОЭСР и рекомендованы Статистической комиссией ООН. Товары ИКТ — это товары, обеспечивающие внедрение информационно-коммуникационных технологий. Список товаров ИКТ разработан ОЭСР и ЮНКТАД на основе определения товаров ИКТ в Руководстве ОЭСР по измерению информационного общества (2011 года) и одобрен Статистической комиссией ООН.","national_metadata_updated_date":"2025-08-01","goal_name":"17. Strengthen the means of implementation and revitalize the Global Partnership for Sustainable Development","target_name":"17.11 Significantly increase the exports of developing countries, in particular with a view to doubling the least developed countries’ share of global exports by 2020","indicator_name1":"17.11.1.b Exports of ICT goods as a percentage of total exports of goods","organization_name":"National Statistical Committee\nDepartment of Foreign Trade Statistics of the Kyrgyz Republic\n","contact_name":"Sulaimanova G.N.","contact_email":"gsulaimanova@stat.kg","contact_phone":"(0312) 32 47 26","organization_website":"www.stat.gov.kg","concepts":"Export of goods is the export from the territory of the Kyrgyz Republic\nto the territory of another state of goods that reduce the reserves of the republic's material resources.\nICT products are products that ensure the implementation of information and communication technologies. \nExports of ICT goods as a percentage of total exports of goods is the annual value of exports of ICT goods divided by the total value of exports of goods (as a percentage).","rationale_interpretation":"Data on statistics on foreign and mutual trade, both in general and on ICT goods, are compiled by processing information contained in Declarations on Goods (customs statistics) and data from state statistical observations and surveys on foreign and mutual trade (forms of state statistical reporting).","data_sources":"The sources of information are statistics on foreign and mutual trade in goods of the Kyrgyz Republic. The initial data is available from the database on foreign and mutual trade in goods, developed by the National Statistical Committee. The data is available on a regular basis (monthly and annual figures). ","data_collection":"Data on statistics on foreign and mutual trade, both in general and on ICT goods, are compiled by processing information contained in Declarations on Goods (customs statistics) and data from state statistical observations and surveys on foreign and mutual trade (forms of state statistical reporting).","computation_methods":"The indicators are calculated by dividing the cost of importing or exporting goods classified as ICT goods (the amount of imports or exports of commodity items according to the list of compliance with the EAEU HS codes) by the total cost of importing or exporting goods. The result is multiplied by 100 to express it as a percentage.","comments_limitations":"ICT goods are defined according to the OECD classification of ICT goods, which is based on the classification of the Harmonized Commodity Description and Coding System of the World Customs Organization, consistent in codes with the Unified Commodity Nomenclature for Foreign Economic Activity of the Eurasian Economic Union (EAEU) at the level of 6 characters in accordance with the Recommendation of the Board of the Eurasian Economic Commission dated 03.12.2018 No. 27","quality_assurance":"Logical and arithmetic control of the reporting data, analysis of the output tables is carried out. The procedure for verifying the correctness of data on the import and export of ICT goods as a percentage of the total volume of imports and exports of goods is carried out through logical control embedded in the data entry and development software.","disaggregation":"For publication purposes, the indicators can be grouped by categories of ICT products into the following groups: \n1. Computer and peripheral equipment; \n2. Communication equipment (telecommunication equipment); \n3. Household electronic appliances (audio and video equipment);\n4. Other components of ICT products.","indicator_number":"17.11.1.b","target_number":"17.11","goal_number":"17","reporting_status":"complete","indicator_sort_order":"17-11-01-0b","international_comparability":"ICT-related indicators, which were presented by the OECD and recommended by the UN Statistical Commission. ICT products are products that ensure the implementation of information and communication technologies. The list of ICT products was developed by the OECD and UNCTAD based on the definition of ICT products in the OECD Guidelines on Measuring the Information Society (2011) and approved by the UN Statistical Commission."}