{"data_non_statistical":true,"goal_meta_link":"http://unstats.un.org/sdgs/files/metadata-compilation/Metadata-Goal-17-5-1.pdf","goal_meta_link_text":"United Nations Sustainable Development Goals Metadata (pdf 468kB)","graph_type":"line","indicator_name":"Number of countries that adopt and implement investment promotion regimes for developing countries, including the least developed countries","graph_title":"Number of countries that adopt and implement investment promotion regimes for developing countries, including the least developed countries","national_geographical_coverage":"Kyrgyz Republic","measurement_units":null,"page_content":"### [The Law of the Kyrgyz Republic “On Investments in the Kyrgyz Republic” No. 66 dated 27 March 2003](https://naskr.gov.kg/ru/2019/06/04/zakon-kr-ob-investiciyax-v-kyrgyzskoj-respublike/) establishes the main principles of the State investment policy aimed at improving the investment climate in the country and promoting the attraction of domestic and foreign investments by providing a fair and equal legal regime for investors and guarantees for the protection of investments made in the economy of the Kyrgyz Republic.\n\n\n### Note: The Kyrgyz Republic has signed 37 agreements on the promotion and protection of investments with various countries.\n","national_metadata_updated_date":"2025-08-04","goal_name":"Goal 17. Strengthen the means of implementation and revitalize the global partnership for sustainable development","target_name":"17.5 Adopt and implement investment promotion regimes for least developed countries ","indicator_name1":"17.5.1 Number of countries that adopt and implement investment promotion regimes for least developed countries","organization_name":"Ministry of Economy of the Kyrgyz Republic","contact_name":"A.A. Amanova","contact_email":"stratplan10@mail.ru","organization_website":"http://mineconom.gov.kg/ru ","definitions":"This indicator demonstrates availability and implementation of the country’s investment promotion regimes at the national level.","concepts":"Instruments used in investment promotion regimes include investment guarantees, financial or fiscal support for external investors, and international investment agreements between the investor’s home and host country.  In addition to these legal instruments, countries often also provide information and other advisory services to their external investors.\nAn investment guarantee is insurance offered by home governments or other institutions to investors to protect them from certain political risks in their host countries, such as the risk of discrimination, expropriation, transfer restrictions or contract violations.\nAn international investment agreement is an agreement between two or more countries to promote and protect investments made by investors from one country in the other country, which obliges the host government to provide certain standards of treatment and protection to foreign investors (nationals and companies from another country) and their investments.   ","rationale_interpretation":"Target 17.5 is focused on adoption and implementation of investment promotion regimes for least developed countries. In order to achieve target 17.5, it is necessary to identify and implement investment promotion regimes that can directly benefit a developing country. \n\nInvestment promotion regimes can be defined as instruments that are directly aimed at encouraging foreign investment, whether external or domestic, through specific investment measures in the home or host country.","data_sources":"Ministry of Economy of the Kyrgyz Republic","comments_limitations":"This indicator in the Kyrgyz Republic was nationalized and demonstrates the adoption of investment promotion regimes in the Kyrgyz Republic.\n\nThe Law of the Kyrgyz Republic on Investments in the Kyrgyz Republic No. 66 of March 27, 2003 establishes the main principles of the state investment policy aimed at improving the investment climate in the country and stimulating domestic and foreign investments through fair, equal legal treatment of investors and guaranteeing protection of investments attracted by them into the economy of the Kyrgyz Republic.\n\nNote: The Kyrgyz Republic signed 36 agreements related to investment promotion and protection with different countries.","references_documentation":"The Kyrgyz Republic SDG National Reporting Platform: https://sustainabledevelopment-kyrgyzstan.github.io","indicator_number":"17.5.1","target_number":"17.5","goal_number":"17","reporting_status":"complete","indicator_sort_order":"17-05-01"}