{"goal_meta_link_text":"United Nations Sustainable Development Goals Metadata","data_non_statistical":false,"goal_meta_link":"http://unstats.un.org/sdgs/files/metadata-compilation/Metadata-17-06-01.pdf'","graph_type":"line","indicator_name":"Fixed Internet broadband subscriptions per 100 inhabitants, by speed","graph_title":"Fixed Internet broadband subscriptions per 100 inhabitants, by speed","national_geographical_coverage":"Кыргызская Республика","measurement_units":"Число","composite_breakdown_label":"По скоростям","page_content":"","national_metadata_updated_date":"2025-07-24","goal_name":"Goal 17. Strengthen the means of implementation and revitalize the global partnership for sustainable development","target_name":"17.6 Enhance North-South, South-South and triangular regional and international cooperation on and access to science, technology and innovation and enhance knowledge-sharing on mutually agreed terms, including through improved coordination among existing mechanisms, in particular at the United Nations level, and through a global technology facilitation mechanism ","indicator_name1":"17.6.1: Fixed broadband subscriptions per 100 inhabitants, by speed","organization_name":"National Statistical Committee of the Kyrgyz Republic (Department of Trade and Services Statistics, Information and Communication Technologies, and Tourism)","contact_name":"Tekeeva L.A.","contact_email":"Ltekeeva@stat.kg","contact_phone":"0 (312) 32-47-25","organization_website":"www.stat.gov.kg","definitions":"The indicator defines fixed Internet broadband subscriptions, by speed, refers to the number of fixed-broadband subscriptions to the public Internet, split by advertised download speed (In March 2023, the series description was updated from “Fixed Internet broadband subscriptions per 100\ninhabitants, by speed” to “Fixed broadband subscriptions per 100 inhabitants, by speed”; content in the\nseries is the same.)","concepts":"The indicator is currently broken down by the following subscription speeds:\n- 256 kbit/s to less than 2 Mbit/s subscriptions: Refers to all fixed broadband Internet subscriptions with advertised downstream speeds equal to, or greater than, 256 kbit/s and less than 2 Mbit/s.\n- 2 Mbit/s to less than 10 Mbit/s subscriptions: Refers to all fixed -broadband Internet subscriptions with advertised downstream speeds equal to, or greater than, 2 Mbit/s and less than 10 Mbit/s.\n- Equal to or above 10 Mbit/s subscriptions (4213_G10). Refers to all fixed -broadband Internet subscriptions with advertised downstream speeds equal to, or greater than, 10 Mbit/s.","rationale_interpretation":"The Internet has become an increasingly important tool to provide access to information, and can help foster and enhance regional and international cooperation on, and access to, science, technology and innovations, and enhance knowledge sharing. High-speed Internet access is important to ensure that Internet users have quality access to the Internet and can take advantage of the growing amount of Internet content – including user-generated content –, services and information. ","data_sources":"Based on an additional request, the State Committee of Information Technologies and Communications of the Kyrgyz Republic submits the data on the number of stationary Internet broadband subscriptions disaggregated by speed to the National Statistical Committee. \nData on the number of fixed (wired) broadband Internet subscribers are collected according to administrative statistical reporting forms on licensed types of activities in the field of electric and postal communication, approved by SAC under SCITC KR and the NSC KR. Licensed electric communication operators fill in these reporting forms on a quarterly basis.","computation_methods":"According to the definition and methodology in the ITU Handbook on Telecommunications/ICT Administrative Data Collection Administrative Data Handbook.","comments_limitations":"This Indicator refers to fixed (wired) broadband technologies and does not include wireless broadband access technologies. Unit of measure: Per 100 inhabitants","data_availability_gaps":"The Agency develops annual reports on the Agency’s activities, which are freely available at the Agency’s official website and reflect the total number of Internet users, including wireless and mobile users.","disaggregation":"By Internet speed: 256 kbps to less than 2 Mbps, 2 Mbps to less than 10 Mbps, equal to or exceed 10 Mbps. ","international_comparability":"The ITU develops international definitions, standards and methodologies for measuring information society and information economy and, in close cooperation with other regional and international organizations and through thematic expert groups; the ITU is a founder and a key partner in the Partnership on Measuring ICT for Development, assisting to keep track of SDG targets, and a member of the UN Committee for the Coordination of Statistical Activities (CCSA).","references_documentation":"The Kyrgyz Republic SDG National Reporting Platform: https://sustainabledevelopment-kyrgyzstan.github.io Data are released twice a year, In July and December, in the Wor​ld Telecommun​ic​ation/ICT Indicators\nDatabase​​ and the ITU DataHub, see https://datahub.itu.int/.  International Telecommunication Union (ITU) Handbook for the Collection of Administrative Data on\nTelecommunications/ICT 2020: https://www.itu.int/en/ITU-\nD/Statistics/Pages/publications/handbook.aspx  . URL:\nhttp://www.itu.int/en/ITU-D/Statistics/Pages/default.aspx\nReferences:\nITU Handbook for the Collection of Administrative Data on Telecommunications/ICT 2020:\nhttps://www.itu.int/en/ITU-D/Statistics/Pages/publications/handbook.aspx","indicator_number":"17.6.1","target_number":"17.6","goal_number":"17","reporting_status":"complete","indicator_sort_order":"17-06-01"}