{"goal_meta_link_text":"United Nations Sustainable Development Goals Metadata","data_non_statistical":false,"goal_meta_link":null,"graph_type":"bar","indicator_name":"Prevalence of moderate or severe food insecurity in the population, based on the Food Insecurity Experience Scale (FIES)","graph_title":"Prevalence of moderate or severe food insecurity in the population, based on the Food Insecurity Experience Scale (FIES)","national_geographical_coverage":"Кыргызская Республика","measurement_units":"Процент","page_content":"","national_metadata_updated_date":"2025-08-14","goal_name":"2. End hunger, achieve food security and improved nutrition and promote sustainable agriculture","target_name":"2.1 By 2030, end hunger and ensure access by all people, in particular the poor and people in vulnerable situations, including infants, to safe, nutritious and sufficient food all year round","indicator_name1":"2.1.2 Prevalence of moderate or severe food insecurity in the population, based on the Food Insecurity Experience Scale (FIES)","organization_name":"National Statistical Committee of the Kyrgyz Republic (Department of Household Statistics)","contact_name":"Kalymbetova Yryskan","contact_email":"yryskan.kalymbetova@gmail.com ","contact_phone":"(0312) 32 46 55","organization_website":"www.stat.gov.kg","definitions":"The indicator measures the percentage of people in the population who experienced moderate or severe food shortages during the reporting period. The severity of food insecurity, defined as a hidden feature, is measured using the global Food Security Experience Reference Scale, a measurement standard created by the FAO through the application of the Food Security Experience Scale (hereinafter referred to as the FSC) in more than 140 countries around the world, starting in 2014.","concepts":"Research for more than 25 years has shown that the inability to access food leads to a number of events and conditions that are quite common in different cultures and socio-economic conditions, ranging from the task of getting enough food to the need to compromise on the quality or variety of food consumed, to forced consumption reduction. by reducing portion sizes or skipping meals, to the point of extreme hunger and lack of means of access to food. Typical conditions such as these form the basis for constructing scales based on the experience of measuring food insecurity. The severity of food insecurity measured by this indicator therefore directly reflects the extent to which households or individuals are unable to regularly access the food they need.","rationale_interpretation":"Food insecurity at a moderate level of severity is usually associated with the inability to regularly receive a healthy, balanced diet. Thus, the high prevalence of food insecurity at moderate levels can be considered as a prediction of various forms of population health conditions related to nutrition and micronutrient deficiencies and unbalanced nutrition. On the other hand, severe levels of food insecurity imply a high probability of reduced food intake and, therefore, can lead to more serious forms of malnutrition, including hunger.","data_sources":"A household survey that collects information on food purchases may be sufficient to reliably assess the prevalence of malnutrition among the population at a reasonable cost and inform monitoring of the Sustainable Development Goals with the necessary frequency, provided that: a) all sources of food consumption for all household members, including, in particular, food consumed outside the home is properly accounted for; b) sufficient information is available to convert data on food consumption or food expenditure into their contribution to caloric intake; c) correct methods are used to calculate the prevalence of malnutrition in order to regulate excessive variability in the estimated level of habitual food consumption among households, allowing for normal variability in the distribution of food consumption among individuals. caused by differences in the energy needs of residents.\n\nHowever, in practice, it is often impossible and undesirable to rely solely on data obtained from household surveys, as the information needed to assess the four parameters of the malnutrition prevalence model is missing or inaccurate.","data_collection":"The official information on food production, trade and application used by FAO to compile food balances is provided mainly by the statistical units of the Ministry of Agriculture. FAO sends out a questionnaire for data collection each year with a designated focal point. Microdata from household surveys is usually owned and provided by national statistical agencies. Whenever possible, FAO receives data directly through the website of national statistical agencies. In some cases, when microdata is not publicly available, bilateral agreements are signed, usually in the context of technical assistance and capacity development programs. Information on the population size and structure of all observed countries, obtained from the World Demographic Perspectives of the United Nations Population Division.","computation_methods":"Each of these survey modules gathers responses to a set of questions that ask respondents to report the occurrence of a series of typical events and conditions associated with food insecurity. The data can be analyzed using the Rasch model (also known as the one-parameter logistic model, 1-PL), which assumes that the probability of an affirmative response by respondent i to item j is a logistic function of the underlying severity distance between the respondent’s position Ai and the item’s position Bj. Prob{Xi,j = Yes} = (exp(Ai𝑎𝑖 − Bj𝑏𝑗)) / (1+ exp(Aj𝑗 −𝑏Bj𝑗)) The parameters Ai and Bj can be estimated using maximum likelihood procedures.\nThe Ai parameters are interpreted as a measure of the severity of food insecurity experienced by each respondent and are used to classify them into food insecurity categories:\n\n(a) food secure or moderately food insecure,\n\n(b) moderately or severely food insecure, and\n\n(c) severe food insecurity, along with the estimated probability of moderate or severe food insecurity.","comments_limitations":"It is estimated that it takes on average less than three minutes to conduct a SHOPPING survey with a well-conducted face-to-face survey, which should allow for the inclusion of SHOPPING (Survey Module) in a nationally representative survey in every country in the world at a very reasonable price. FAO provides versions of the SHOPPME adapted and translated into each of the more than 200 languages and dialects used in the Worldwide Gallup Survey. When used in a Worldwide Gallup Survey, with a sample size of only about 1,000 individuals, the width of confidence intervals rarely exceeds 20% of the measured prevalence (that is, prevalence rates of about 50% are estimated with an error of plus or minus 5%). Obviously, confidence intervals are likely to be much smaller if national prevalence rates are estimated using larger samples. Compared to other proposed informal indicators of household food insecurity, the SHOPB-based approach has the advantage that the prevalence of food insecurity is directly comparable between population groups and countries. Even if they use similar labels (such as \"mild,\" \"moderate,\" and \"severe\" food insecurity), other approaches have yet to demonstrate formal comparability of the thresholds used for classification due to the lack of definition of proper statistical models that relate the values of the \"indexes\" or \"scores\" used for classifications of the severity of food insecurity. For this reason, care should be taken when comparing the results obtained by SHOPB with those obtained with these other indicators, even if, unfortunately, similar labels are used to describe them.","data_availability_gaps":"Data for 2014 and 2015 are available from FAO for the 146 countries, regions and territories included in the Gallup Global Survey. The regional and sub-regional aggregates are calculated for all regions, with the exception of the Caribbean and Oceania regions (since most small island States in the Caribbean and South Pacific are not covered by the GPA).","disaggregation":"The prevalence of food insecurity can be measured in any population group for which the survey used to collect the data is representative. Thus, household-level disaggregation is possible based on household characteristics such as location, household income, composition (including, for example, the presence and number of young children, disabled members, elderly members, etc.), gender, age, and education of the head of household, etc., if applicable.","international_comparability":"To ensure comparability of the indicators calculated for different population groups, universal thresholds are defined in the global reference scale of SHOPB and converted to corresponding values in the \"local\" scales obtained as a result of applying the Rasch Model for any particular population through the process of \"equalization\". Equalization is a form of metric standardization based on the identification of a subset of elements that can be considered common to global SHOPPING and the specific scale used to measure in each context. The severity levels associated with general articles are used as anchor points for adjusting global SHOPPING thresholds on a local scale. The standardization process ensures that the mean and standard deviation of a set of common elements are the same when measured on a global or national scale. Compatibility with global SHOPB and the ability to compile this indicator require that at least four of the eight SHOPB elements be identified as common. The FAO Statistics Department has developed the RM package.weights within the framework of R, which provides procedures for estimating the parameters of the Rasch model using a conditional maximum probability, with the possibility of taking into account the design of a comprehensive survey.","references_documentation":"Http://www.fao.org/in-action/Voices-of-the-Hungry/ Http://www.fao.org/3/i4830e.pdf","indicator_number":"2.1.2","target_number":"2.1","goal_number":"2","reporting_status":"complete","indicator_sort_order":"02-01-02"}