{"goal_meta_link_text":"United Nations Sustainable Development Goals Metadata","data_non_statistical":false,"graph_type":"line","indicator_name":"Per capita consumption of main food products as a percentage of recommended dietary intake","graph_title":"Per capita consumption of main food products as a percentage of recommended dietary intake","national_geographical_coverage":"Kyrgyz Republic","measurement_units":"Percentage","tags":["National"],"page_content":"","national_metadata_updated_date":"2025-08-05","goal_name":"2: End hunger, achieve food security and improved nutrition and promote sustainable agriculture.","target_name":"2.1: By 2030, end hunger and ensure access by all people, in particular the poor and people in vulnerable situations, including infants, to safe, nutritious and sufficient food all year round","indicator_name1":"2.1.1.1 Average per capita consumption of main foods in relation to average physiological needs, %","organization_name":"The National Statistical Committee of the Kyrgyz Republic (Agriculture Statistics Unit)","contact_name":"Gulzeinep Turdubekovna Mursabekova","contact_email":"gmursabekova@stat.kg","contact_phone":"+996 (0312) 66-40-43","organization_website":"www.stat.gov.kg","definitions":"Average basic foodstuff consumption per capita to average physiological consumption standard, in % aiming at raising awareness about food security and nutrition.","concepts":"The food balance is developed by the NSC to measure basic foodstuff consumption of the population, to analyze the food market situation, to assess the need for food imports, to assess how food resources meet the needs of the population in the Kyrgyz Republic. The balance data dynamics allow to identify nutrition trends of the population.  ","rationale_interpretation":"The goal of developing food balances is to provide the Government of the Kyrgyz Republic with necessary and reliable information about the production volumes of products and articles of their use.","data_sources":"Balance sheets are prepared by the National Statistical Committee of the Kyrgyz Republic only at the national level per calendar year in kind. Since data on food balance sheets are macroeconomic indicators, expert estimates are allowed for export in determining the consumption of individual agricultural products for production purposes (expenditure on seeds, feed). The costs of losses and year-end inventories of selected agricultural products are calculated using the distribution factors obtained from the sample survey results for the full range of economic entities engaged in agricultural production.","data_collection":"The balance sheet contains data on both finished and processed products converted to main agricultural production by coefficients. The balance sheets are developed only at the national level for the calendar year in kind for the following types of agricultural products and food products (vegetable oil, sugar):\n01. Meat and processed meat;\n2. Milk and dairy products;\n3. Eggs and processed eggs;\n4. Fish and processed fish;\n5. Cereals and grain processing products;\n6. Wheat;\n7. Potatoes and processed potatoes;\n8. Vegetables and gourds and processed products;\n9. Fruits and berries, and processed products;\n10. Vegetable oil \n11. Sugar","computation_methods":"According to the methodology, and based on the balance sheets, the indicator for basic foodstuff consumption per capita is calculated as the ratio of the data related to the Personal Consumption of the Population in the reporting year to the average annual number of the actual population in the same year.","comments_limitations":"The balance of some agricultural products and foodstuff is calculated using the following formula:\nSb + Pv + I = MC + E + L + Se + PC \nwhere: Sb is a stock at the beginning of the year;\nPv - production volume;\nI - import;\nMC - volume of material consumption;\nE - exports; L - losses;\nPC – personal consumption of the population.","quality_assurance":"Once the food balance is developed, the logical and arithmetic control is conducted based on balance sheet items.","data_availability_gaps":"Publication in ‘Agriculture in the Kyrgyz Republic’ Yearbook ","disaggregation":"At the national level","international_comparability":"Methodology is agreed with FAO Representation Office in the Kyrgyz Republic","references_documentation":"Methodology for the formation and calculation of food balance for some agricultural and food products (National Statistical Committee Resolution No. 26 of 05.12.2018)\nThe Kyrgyz Republic SDG National Reporting Platform: https://sustainabledevelopment-kyrgyzstan.github.io","indicator_number":"2.1.1.1","target_number":"2.1","goal_number":"2","reporting_status":"complete","indicator_sort_order":"02-01-01-01"}