{"goal_meta_link_text":"United Nations Sustainable Development Goals Metadata","data_non_statistical":false,"graph_type":"bar","indicator_name":"Share of agricultural production by cooperatives in total agricultural production in the country","graph_title":"Share of agricultural production by cooperatives in total agricultural production in the country","national_geographical_coverage":"Kyrgyz Republic","measurement_units":"Percentage","composite_breakdown_label":"Type of product","tags":["National"],"page_content":"","national_metadata_updated_date":"2025-08-11","goal_name":"2. End hunger, achieve food security and improved nutrition and promote sustainable agriculture","target_name":"2.3 By 2030, double the agricultural productivity and incomes of small-scale food producers, in particular women, indigenous peoples, family farmers, pastoralists and fishers, including through secure and equal access to land, other productive resources and inputs, knowledge, financial services, markets and opportunities for value addition and non-farm employment","indicator_name1":"2.3.2.a Share of agricultural production by cooperatives in total agricultural production in the country","organization_name":"National Statistical Committee of the Kyrgyz Republic (Department of Agricultural Statistics)","contact_name":"Mursabekova G.T.","contact_email":"g.mursabekova@stat.kg","contact_phone":"(0312) 60 40 43","organization_website":"www.stat.gov.kg","definitions":"Determining the share of products produced by agricultural cooperatives in the total volume of products produced, in %","concepts":" The National Strategy for Sustainable Development of the Kyrgyz Republic provides for the following measures for the development of cooperation: the use of a mechanism of state aid, in which it will be linked to the performance indicators of the rural producer - recipient of aid; with state support for the agricultural sector, preference will be given to agricultural cooperatives, which guarantee the maintenance of the level, and in the future - the growth of agricultural production, job creation. At the same time, all forms of cooperation will have a preferential right to state support.\n  The development of agricultural cooperatives in the Kyrgyz Republic is at an early stage and plays an important role in strengthening the economy, competitiveness, improving business conditions and creating incentives for the growth of marketable products.         \nThe developed methodology for calculating the SDG indicator 2.3.2.a will serve as an information base for the implementation of socio-economic policy in the field of food security of the country, will ensure the food security of Kyrgyzstan as an essential part of the national strategy for sustainable development, create conditions for the dynamic development of the domestic agro-industrial sector, improving the welfare of the population.","rationale_interpretation":"\"An agricultural cooperative that produces livestock products annually reports once a year on statistical reporting Form No. 24 (annual) \"Report on the state of livestock production on January 1\";\nAn agricultural cooperative that produces crop production annually reports once a year on statistical reporting Form No. 29 (annual) \"On harvesting crops from all lands and from irrigated lands.\"\"","data_sources":"\"Statistical reporting:\n- Form No. 24 (annual) \"Report on the state of animal husbandry as of January 1\";\n- Form No. 29 (annual) \"On harvesting crops from all lands and from irrigated lands.\"\"","data_collection":" - agricultural cooperatives (legal entities) independently submit reports on the state forms of statistical reporting of agriculture to the statistical authorities of the territory.\n  - collecting information on the crop industry:\n- collection of information on the livestock industry (livestock and their products):","computation_methods":"Calculation of the additional national SDG indicator 2.3.2.a The share of products produced by agricultural cooperatives in the total volume of products produced in the republic is calculated using the formula:\n\nDshk=SPshk/SVPsh*100\n, where \nSPshk = the value of the products produced by agricultural cooperatives;\nSVPsh = the gross value of agricultural products","quality_assurance":"Logical and arithmetic control of the reporting data, analysis of the output tables is carried out.  embedded in the data entry and development software.","data_availability_gaps":"Dynamic series have been available since 2018.","indicator_number":"2.3.2.a","target_number":"2.3","goal_number":"2","reporting_status":"complete","indicator_sort_order":"02-03-02-0a"}