{"goal_meta_link_text":"United Nations Sustainable Development Goals Metadata","data_non_statistical":false,"graph_type":"line","indicator_name":"Fish consumption balance","graph_title":"Fish consumption balance","national_geographical_coverage":"Kyrgyz Republic","measurement_units":"Kilograms per year","tags":["National"],"page_content":"","national_metadata_updated_date":"2025-08-11","goal_name":"End hunger, achieve food security and improved nutrition and promote sustainable agriculture","target_name":"2.3 By 2030, double the agricultural productivity and incomes of small-scale food producers, in particular women, indigenous peoples, family farmers, pastoralists and fishers, including through secure and equal access to land, other productive resources and inputs, knowledge, financial services, markets and opportunities for value addition and non-farm employment","indicator_name1":"2.3.2.b Fish consumption balance","organization_name":"National Statistical Committee of the Kyrgyz Republic (Department of Agricultural Statistics)","contact_name":"Mursabekova G.T.","contact_email":"g.mursabekova@stat.kg","contact_phone":"(0312) 60 40 43","organization_website":"www.stat.gov.kg","definitions":"Balances of basic foodstuffs are a system of indicators characterizing the sources of resource formation and channels of their use, reflecting the movement of basic products from the moment of production to the moment of their final use, and predicting the development of the situation on the food market. The average per capita consumption of basic foodstuffs in relation to the average physiological consumption standards, in %, in order to improve awareness of food security and nutrition.","concepts":"The balance of consumption of fish products is compiled by the NSC, which makes it possible to determine the volume of consumption of fish products by the population, analyze the situation on the food market, assess the need for fish imports, and calculate the extent to which the republic's food resources meet the population's need for fish. Taken in dynamics, fish balance data make it possible to identify trends in the population's fish nutrition structure.","rationale_interpretation":"The purpose of developing a balance of consumption of fish products is to provide the Government of the Kyrgyz Republic with the necessary and reliable information on the volume of production of fish products and articles of its use.","data_sources":"The sources of information for calculating individual items of the balance of consumption of fish products are data from the state statistical reporting No. 28 (fish) \"Report on Fisheries and fish farming\", data on exports and imports of goods of the Kyrgyz Republic by sections of the EAEU Customs Code at the level of 10 digits, and the average annual population of the Kyrgyz Republic.","data_collection":"Fish balances contain data on both finished products and processed products, converted into the main type of fish products by coefficients. Balances are developed only at the national level for the calendar year in physical terms for the following types of agricultural products and foodstuffs: fish and fish processing products.","computation_methods":"The fish balance consists of separate balance items grouped into two parts: resource (stocks at the beginning of the year, production and import) and distribution (production consumption, exports, losses and supplies at the end of the year). The distribution section indicates the areas of use, including the personal consumption fund.","comments_limitations":"The balance of certain types of agricultural products and foodstuffs is calculated according to the following scheme: the basis for determining the food resources of certain types of agricultural products and foodstuffs is the balance method.\nThe balance scheme is generally expressed by the following formula:\nZn + Pr + I = PP + E + P + Zk + FP \nwhere: Zn – stocks at the beginning of the year;\nCC – stocks at the end of the year;\nPr – production volume;\nAnd – import;\nPP – the volume of production consumption;\nE – export; \nP – losses;\nFP is a fund for personal consumption by the population.","quality_assurance":"After the development of the food balance, logical and\narithmetic control is carried out on the balance sheet items.","data_availability_gaps":"Publication in the yearbook Agriculture of the Kyrgyz Republic","disaggregation":"Development at the republic level","international_comparability":"The methodology was agreed with the FAO Representative Office in the Kyrgyz Republic.","references_documentation":"\"Methodology for the formation and calculation of food balances of certain types of agricultural products and foodstuffs (Resolution of the National Statistical Committee dated 05.12.2018 No. 26)\nNational SDG Reporting Platform of the Kyrgyz Republic: https://sustainabledevelopment-kyrgyzstan .github.io","indicator_number":"2.3.2.b","target_number":"2.3","goal_number":"2","reporting_status":"complete","indicator_sort_order":"02-03-02-0b"}