{"goal_meta_link_text":"United Nations Sustainable Development Goals Metadata","data_non_statistical":false,"goal_meta_link":"https://unstats.un.org/sdgs/metadata/files/Metadata-02-0A-01.pdf ","graph_type":"line","indicator_name":"The agriculture orientation index for government expenditures","graph_title":"The agriculture orientation index for government expenditures","national_geographical_coverage":"Кыргызская Республика","measurement_units":null,"page_content":"","national_metadata_updated_date":"2021-10-06","national_metadata_update_url_text":"2021-10-06: see changes on GitHub","national_metadata_update_url":"https://github.com/sdg-kyrgyzstan/open-sdg-data-starter/commit/7bb2e7dc760264d8abe2c75b80fa4953a166f9f5","goal_name":"2. End hunger, achieve food security and improved nutrition and promote sustainable agriculture","target_name":"2.a: Increase investment, including through enhanced international cooperation, in rural infrastructure, agricultural research and extension services, technology development and plant and livestock gene banks in order to enhance\nagricultural productive capacity in developing countries, in\nparticular least developed countries.","indicator_name1":"2.a.1: The agriculture orientation index for government expenditures","organization_name":"National Statistical Committee of the Kyrgyz Republic (Finance Statistics Division).","contact_name":"Jukova E.N.","contact_email":"e.jukova@stat.kg","contact_phone":"(0312) -66-42-09","organization_website":"www.stat.kg","definitions":"The Agriculture Orientation Index (AOI) for Government Expenditures is defined as the Agriculture Share of Government Expenditures, divided by the Agriculture Share of GDP, where Agriculture refers to the agriculture, forestry, fishing and hunting sector. T","concepts":"State budget expenditures include all non-recoverable payments, whether they are reimbursable (i.e. paid in exchange for something) or not, and for what purpose - operational activities or acquisition of non-financial assets.\nGovernment expenditure on agriculture includes: sectoral policies and programmes, soil improvement and control of soil degradation, irrigation and water supply for agricultural use, animal health control, livestock research and training, marine or freshwater biological research, afforestation and other forestry projects, etc. Agriculture share in GDP is measured by the ratio of agricultural value added to GDP.","rationale_interpretation":"An Agriculture Orientation Index (AOI) greater than 1 reflects a higher orientation towards the agriculture sector, which receives a higher share of government spending relative to its contribution to economic value-added. An AOI less than 1 reflects a lower orientation to agriculture, while an AOI equal to 1 reflects neutrality in a government’s orientation to the agriculture sector.","data_sources":"Government expenditure data - administrative data of the Central Treasury of the Ministry of Finance of the Kyrgyz Republic (CT MoF KR) from reports on national, republican and local budget implementation.\nData on gross value added of agriculture and GDP (or GDP agriculture share) - Department of Economic Statistics and National Accounts of the National Statistical Committee of the Kyrgyz Republic.","data_collection":"CT MoF KR submits reports on national, republican and local budget implementation on monthly and annual basis. \nGDP data are compiled by Department of Economic Statistics and National Accounts of the National Statistical Committee of the Kyrgyz Republic in accordance with Statistical Work Programme.","computation_methods":"Computation Method:\nAOI = (Agriculture Share of Government Expenditures) / (Agriculture Share of GDP), where\n1) Agriculture Share of Government Expenditures = (Central Government Expenditures on Agriculture) /\n(Total Central Government Outlays); and\n2) Agriculture Share of GDP = (Agriculture Value-Added) / GDP","comments_limitations":"Since the numerator of this data is based on administrative sources, there is no confidence interval or standard error associated with government expenditure data. For the denominator, national accounts data typically do not provide any standard error or confidence interval information.","data_availability_gaps":"Indicator data have been annually available since 2007. The data are available on the NSC website under \"Open Data\" and \"Statistics\" / \"Sustainable Development Goals\". Data are also available on the MoF  KR website.","disaggregation":"Indicator data are provided for the Kyrgyz Republic as a whole.","international_comparability":"Indicator 2.a.1 coordinated by FAO","references_documentation":"Metadata available on the UN website: https://unstats.un.org/sdgs/metadata/\nIndicator Methodology available on NSC website: www.stat.kg\nKR National SDG Reporting Platform: https://sustainabledevelopment-kyrgyzstan.github.io   ","indicator":"2.a.1","target_id":"2.a","sdg_goal":"2","reporting_status":"complete","indicator_sort_order":"02-0a-01"}