{"goal_meta_link_text":"United Nations Sustainable Development Goals Metadata","goal_meta_link":"https://unstats.un.org/sdgs/metadata/files/Metadata-03-01-01.pdf","indicator_name":"Maternal mortality ratio","data_non_statistical":false,"graph_type":"line","graph_title":"Коэффициент материнской смертности","national_geographical_coverage":"Кыргызская Республика","measurement_units":"на 100 000 родившихся живыми","page_content":"","national_metadata_updated_date":"2025-08-14","goal_name":"3: Ensure healthy lives and promote well-being for all at all ages","target_name":"3.1: 2030, reduce the global maternal mortality ratio to less than 70 per 100,000 live births","indicator_name1":"3.1.1: Maternal mortality ratio","organization_name":"Ministry OF Health OF THE Kyrgyz Republic","contact_name":"Asylbesheva Raisa Beishenalievna","contact_email":"r_asylbasheva@mz.med.kg","contact_phone":"(0709) 331147","organization_website":"www.med.kg","definitions":"According to the WHO definition, maternal mortality refers to the death of a woman caused by pregnancy (regardless of its duration and location) and occurring during childbirth or within 42 days after its end from any cause related to pregnancy, burdened by it or its management, but not from an accident or accidental cause.","concepts":"Population mortality is the process of generation extinction, one of the two main subprocesses of population reproduction. Causes of death are diseases, pathological conditions, or injuries that led to or contributed to death, as well as the circumstances of an accident or act of violence that caused a fatal injury. Causes of death have been coded since 2000 based on the International Statistical Classification of Diseases and Causes of Death, 10th Revision (ICD-10) The World Health Organization.","rationale_interpretation":"The analysis of the indicator makes it possible to assess the level of effectiveness of the state policy in the field of maternal and child health in the republic, since the level of medical care for pregnant women and women in childbirth determines the fate and health of future generations. Maternal mortality rates in Kyrgyzstan, despite a slight decrease, remain high. The death of a woman in any period of pregnancy, in childbirth, or within 42 days of its end refers to maternal mortality. Therefore, if the deceased was pregnant (regardless of the duration and location of pregnancy) or died in childbirth or within 42 days after giving birth, the medical death certificate must contain an entry about the duration of pregnancy or the number of days of the postpartum period, even if the pregnancy was not related to the underlying cause of death.","data_sources":"The source of information about the causes of death is the entries in medical death certificates drawn up by a doctor or secondary medical staff regarding illness, accident, murder, suicide and other external influences that caused death. Of the diseases listed in them, one is selected for statistical purposes – the main (initial), i.e. the disease or injury that caused the events that directly led to death.","data_collection":"Data on maternal mortality is recorded in the patient's outpatient record or the inpatient's medical record. The data above from the above-mentioned accounting documents is registered in the automated information system of the Ministry of Health of the Kyrgyz Republic AIS \"Medical Certificate\". In this system, an electronic form \"Medical death Certificate\" is generated, which is transmitted electronically to the AIS registry office. In the Ministry of Health of the Kyrgyz Republic, information on all cases of maternal mortality is generated from the AIS \"Medical Certificate\", which is used for decision-making, and is also transmitted to WHO.","computation_methods":"The maternal mortality rate (CMR) is defined as the number of maternal deaths per 100,000 live births over the same time period. The maternal mortality rate can be calculated by dividing the registered (or estimated) maternal mortality by the total number of registered (or estimated) live births over the same period, and multiplied by 100,000. The measurement requires information about the pregnancy status, the timing of death (during pregnancy, childbirth, or within 42 days of termination of pregnancy), and its cause.","comments_limitations":"This indicator reflects the risk of maternal mortality in relation to the number of children born alive, and essentially captures the risk of death as a result of one pregnancy or one live-born child. ","quality_assurance":"Control is carried out in AIS \"Medical certificate\" on a regular basis. The data is compared with the AIS Registry Office, which will contribute to the completeness of registration of maternal deaths in official statistics. The affixed cause of death codes are being adjusted to match the diagnoses recorded in the AIS \"Medical Certificate\".","data_availability_gaps":"The data is distributed in the statistical publications of the Central Economic Zone under the Ministry of Health: \"Public Health and Healthcare in the Kyrgyz Republic\", on the official website of the Central Economic Zone under the Ministry of Health of the Kyrgyz Republic: http://www.cez.med.kg/","disaggregation":"The indicator is calculated by territory and regions (Republic, regions, Bishkek, Osh) on a monthly basis.","international_comparability":"The national definition of the indicator used in statistics corresponds to its international definition. Coding and development of data on deaths due to causes of death are carried out by specialists of the health organization on the basis of the WHO International Statistical Classification of Diseases and Causes of Death 10th revision (ICD-10). ","references_documentation":"References to the NPA and methodology:                                                       https://mkb-10.com / Order of the Ministry of Health of the Kyrgyz Republic No. 362 dated 03/24/2022 \"On approval of forms of primary medical registration of births and deaths\"; \"Public health and healthcare in the Kyrgyz Republic\" on the official website of the Central Economic Zone under the Ministry of Health of the Kyrgyz Republic: http://www.cez.med.kg/","indicator_number":"3.1.1","target_number":"3.1","goal_number":"3","reporting_status":"complete","indicator_sort_order":"03-01-01"}