{"goal_meta_link_text":"United Nations Sustainable Development Goals Metadata","goal_meta_link":"https://unstats.un.org/sdgs/metadata/files/Metadata-03-02-02.pdf","indicator_name":"Neonatal mortality rate","data_non_statistical":false,"graph_type":"line","graph_title":"Neonatal mortality rate","national_geographical_coverage":"Кыргызская Республика","measurement_units":"на 1000 родившихся живыми","page_content":"","national_metadata_update_url_text":"2021-05-07: see changes on GitHub","national_metadata_update_url":"https://github.com/sdg-kyrgyzstan/open-sdg-data-starter/commit/6a3268b962548bd2905fd1a0d02fad05a6ee0f2c","goal_name":"3: Ensure healthy lives and promote well-being for all at all ages","target_name":"3.2: By 2030, end preventable deaths of newborns and children under 5 years of age, with all countries aiming to reduce neonatal mortality to at least as low as 12 per 1,000 live births and under-5 mortality to at least as low as 25 per 1,000 live births","indicator_name1":"3.2.2: Neonatal mortality rate per 1,000 live births","organization_name":"National Statistical Committee of the Kyrgyz Republic (Demographic Statistics Division)","contact_name":"Maatkulova J.B.","contact_email":"Jmaatkulova@stat.kg ","contact_phone":"+996 (0312) 32 46 36","organization_website":"www.stat.kg","definitions":"The neonatal mortality rate is the probability that a child born in a specific year or period will die during the first 28 completed days of life if subject to age-specific mortality rates of that period, expressed per 1000 live births.","concepts":"Mortality is the process of generation extinction, one of the two main sub-processes of population reproduction. Neonatal period (neos (Greek) - new and natalis (Latin) - related to birth) begins from birth to 28th day of life. Neonatal deaths may be subdivided into early neonatal deaths, occurring during the first 7 days of life, and late neonatal deaths, occurring after the 7th day but before the 28th completed day of life. WHO defines a live birth as the complete expulsion or extraction from its mother of a product of conception, irrespective of the duration of pregnancy, which, after such separation, breathes or shows any other evidence of life, such as beating of the heart, pulsation of the umbilical cord, or any definite movement of voluntary muscles, whether or not the umbilical cord has been cut or the placenta is attached - every result of such conception shall be regarded as live-born.","rationale_interpretation":"Analysis of indicator allows assessing maternal and child protection State policy effectiveness in the country. Mortality rates among young children are a key output indicator for child health and well-being, and, more broadly, for social and economic development. The indicator assesses the state of public health, because it reflects the access of children and communities to basic health interventions such as vaccination, medical treatment of infectious diseases and adequate nutrition.","data_sources":"Data source for neonatal mortality is civil registration system, which records births and deaths on regular basis. Civil registration data are the preferred source for estimating under-five mortality, infant mortality and neonatal mortality. These documents, along with the death registration drawn up by the civil registration offices (which are subordinate to the State Registration Service), are sent to the local statistical offices for processing and production.","data_collection":"Data obtained from medical death certificates and perinatal death registered with the civil registration office. Primary data processing and compilation on deceased children are carried out at the level of regional state statistical agencies. Country data set is being processed and produced by the NSC.","computation_methods":"Number of children who died during the first month of life (0-27 full days) x 1000/ number of live births.","comments_limitations":"This indicator reflects maternal mortality risks in relation to the number of children born alive and essentially records the risk of death from pregnancy or live birth. According to experts, coverage of civil registration system is considered satisfactory though needs to be improved due to being paper-based. Since December 2014 an automated electronic system AIS \"Registration Office\"(ZAGS) has been in operation as a component of SRS information systems. However, upon receipt by statistical authorities paper-based data then entered into special software by statistical agencies employees, which sometimes leads to errors and omissions. Soon (until the end of 2020th) a database on natural and migratory population movements being derived from the SRS data will become one of population statistics sources.","quality_assurance":"Logical and arithmetic control of recorded data is carried out. Data control in data records is carried out by logical control procedure embedded in the data input and processing software.","data_availability_gaps":"Data are distributed via the National Statistical Committee publications: statistical compendium “Women and men of the Kyrgyz Republic” available on the official website of NSC KR: http://www.stat.kg/ru/publications/ \nTime series have been available since 1990.","disaggregation":"Indicator is calculated nationally and by regions (Republic, regions, city of Bishkek, city of Osh).","international_comparability":"International definition of the indicator is used for national statistics. Since 2004, the Kyrgyz Republic has adopted the international criteria recommended by the World Health Organization (WHO) for live births and infant and child mortality. ","references_documentation":"References to RLA and methodology: \nhttp://www.stat.kg/ru/about/pravovye-osnovy-organov-gosudarstvennoj-statistiki/; https://unstats.un.org/sdgs/Metadata; http://www.stat.kg/ru/statistics/download/methodology/68/. \nNational Statistical Committee publications: «Social economic situation of the Kyrgyz Republic» monthly report, statistical collections: «Demographic yearbook of the Kyrgyz Republic», «Social trends of the Kyrgyz Republic», «Women and men», «Standard of living of the population of the Kyrgyz Republic», «Health of population and health care in the Kyrgyz Republic», available on the official website of NSC KR: http://www.stat.kg/ru/publications/\n\nKR National SDG Reporting Platform: https://sustainabledevelopment-kyrgyzstan.github.io","indicator":"3.2.2","target_id":"3.2","sdg_goal":"3","reporting_status":"complete","indicator_sort_order":"03-02-02"}