{"goal_meta_link_text":"United Nations Sustainable Development Goals Metadata","data_non_statistical":false,"graph_type":"line","indicator_name":"Total fertility rate of urban and rural population","graph_title":"Total fertility rate of urban and rural population","national_geographical_coverage":"Kyrgyz Republic","measurement_units":"Percentage","tags":["National"],"page_content":"","national_metadata_updated_date":"2025-07-31","goal_name":"3. Ensure healthy lives and promote well-being for all at all ages","target_name":"3.2 By 2030, end preventable deaths of newborns and children under 5 years of age, with all countries aiming to reduce neonatal mortality to at least as low as 12 per 1,000 live births and under‐5 mortality to at least as low as 25 per 1,000 live births","indicator_name1":"3.2.2.1 Total fertility rate of urban and rural population","organization_name":"National Statistical Committee of the Kyrgyz Republic (Demographic Statistics Division)","contact_name":"Maatkulova J.B.","contact_email":"Maatkulova1976@mail.ru","contact_phone":"(0312) 32 55 46","organization_website":"www.stat.gov.kg","definitions":"The total fertility rate (female fertility rate or the number of children per woman) shows how many children one woman would give birth to on average throughout the entire reproductive period (15-49 years), while maintaining the birth rate of the year for which the age-related fertility rates are calculated at each age. Its value does not depend on the age composition of the population and characterizes the average birth rate in a given calendar period.\nTo characterize the birth rate among urban and rural populations (by place of residence), the indicators of the total fertility rate (TFR) for the population living in urban settlements and rural areas are calculated.\nThese indicators are calculated in the same way as the total total fertility rate, but in relation to a separate population group (urban or rural population). ","concepts":"Fertility is a process that is determined by the frequency and characteristics of childbearing (the age of the mother, the order of birth, etc.) in a given population. \nAccording to the WHO definition, which is used in Kyrgyzstan, live birth is the complete expulsion or extraction of the product of conception from the mother's body, regardless of the duration of pregnancy, and the fetus after such separation breathes or shows other signs of life, such as palpitations, pulsation of the umbilical cord or other movements of voluntary muscles, regardless of whether the umbilical cord is cut and separated the placenta - each product of such conception is considered as a live birth.\nUrban population - the population living in urban settlements. Urban settlements are considered settlements approved by the Jogorku Kenesh of the Kyrgyz Republic as cities and urban-type settlements.\nRural population - the population living in rural areas. Localities that are not classified as urban are considered rural. ","rationale_interpretation":"The TFR is the most accurate measure of the birth rate and characterizes the average number of births of children per woman over her entire life, regardless of mortality and age composition. In international practice, it is used to measure the birth rate by country.\nThe analysis of the indicator is used in planning measures to improve the health of women and children in the Kyrgyz Republic, allows us to assess the effectiveness of programs and strategies implemented in the republic to improve women's reproductive health, as well as information campaigns on this issue.","data_sources":"The source of information is information about births obtained during the registration of acts of civil status as these events occur in the Registry Office (the State Institution \"Kyzmat\" under the Office of the President of the Kyrgyz Republic). The state registration of birth is carried out by the registry offices at the place of birth of the child or at the place of residence of the parents (or one of the parents). The basis for registration of a child is a medical birth certificate of the child (form 103/at the Ministry of Health) and a birth certificate, which is made by the parents or one of them. A medical birth certificate is issued by the maternity hospital or hospital that established the fact and time of the child's birth.","data_collection":"The method of statistical observation is the continuous recording of births among women aged 15-49 years, registered with the registry office on the basis of the conclusion of the medical organization of the Ministry of Health - medical birth certificates.\nData collection is carried out on the basis of birth records provided by the State Institution Kyzmat\" under the Office of the President of the Kyrgyz Republic in the National Statistical Committee through the SMEV \"Tunduk\" (monthly). The data set for the republic is carried out by the National Statistical Committee. \"","computation_methods":"The TFR is calculated as the sum of age—specific fertility rates multiplied by the length of each age range in whole years (with one-year coefficients, the multiplier is 1, with five-year coefficients - 5, etc.). The sum is finally divided by 1000, i.e. the indicator is expressed per woman on average.","comments_limitations":"The TFR is one of the summary, final indicators that are based on both the method of real and conditional generation. The formula used to calculate the TFR refers to a conditional generation, i.e., we consider all age-related fertility rates related to different real generations of women, conditionally as referring to the same generation that supposedly lived in this one calendar year, in the year of observation, its entire reproductive life, from 15 to 49 years.  \nThe value of the TFR depends on the level and changes in marital status: when the marriage rate increases or decreases, the TFR increases or decreases, respectively. At the same time, the number of children in each individual family may remain unchanged or change in the opposite direction than marital status.\nThe value of the TFR also depends on changes in the timing of the birth of children, on the distribution of intervals between successive births during the reproductive period of a woman's life (Eng. - timing of births) or sometimes the birth calendar\". \"","quality_assurance":"Logical and arithmetic control of the reporting data, analysis of the output tables is carried out. The procedure for verifying the correctness of data in birth certificates is carried out through logical control embedded in the data entry and development software.","data_availability_gaps":"The data are published in the statistical collections \"Demographic Yearbook of the Kyrgyz Republic\", \"Women and Men of the Kyrgyz Republic\", posted on the NSC website. Dynamic series have been available since 1990.","disaggregation":"The indicators are detailed by territory (republic, region, Bishkek and Osh cities), by place of residence (urban settlements and rural areas), on an annual basis.","international_comparability":"The national definition of the indicator used in statistics corresponds to its international definition. The TFR is used in international practice to measure the birth rate and compare it by country.\nModel age structures developed by the World Health Organization (WHO), the so-called European Standard and the WHO World Standard, are used for standardization. ","references_documentation":"Links to the NPA and methodology: https://www.stat.gov.kg/ru/about/pravovye-osnovy-organov-gosudarstvennoj-statistiki //; https://unstats.un.org/sdgs/metadata/files/Metadata ; https://www.stat.gov.kg/ru/statistics/naselenie /. \nNSC statistical publications: monthly report Socio-economic situation of the Kyrgyz Republic\", statistical collections: \"Statistical Yearbook of the Kyrgyz Republic\", \"Demographic Yearbook of the Kyrgyz Republic\", \"Social trends of the Kyrgyz Republic\", \"Women and men of the Kyrgyz Republic\", \"Standard of living of the population of the Kyrgyz Republic\", \"Public health and healthcare in the Kyrgyz Republic\" on the official website of the NSC KR: http://www.stat.kg/ru/publications /\"","indicator_number":"3.2.2.1","target_number":"3.2","goal_number":"3","reporting_status":"complete","indicator_sort_order":"03-02-02-01"}