{"goal_meta_link_text":"United Nations Sustainable Development Goals Metadata","goal_meta_link":"http://unstats.un.org/sdgs/files/metadata-compilation/Metadata-Goal-3.pdf","indicator_name":"Hepatitis B incidence per 100,000 population","data_non_statistical":false,"graph_type":"line","graph_title":"Hepatitis B incidence per 100,000 population","national_geographical_coverage":"Кыргызская Республика","measurement_units":"на 100 000 человек","page_content":"","national_metadata_updated_date":"2021-10-06","national_metadata_update_url_text":"2021-10-06: see changes on GitHub","national_metadata_update_url":"https://github.com/sdg-kyrgyzstan/open-sdg-data-starter/commit/4e76d244e4f9530ca5562cfe0958256895fa5787","goal_name":"3: Ensure healthy lives and promote well-being for all at all ages","target_name":"3.3. By 2030, end the epidemics of AIDS, tuberculosis, malaria and neglected tropical diseases and combat hepatitis, water-borne diseases and other communicable diseases","indicator_name1":"3.3.4: Hepatitis B incidence per 100,000 population","organization_name":"National Statistical Committee of KR (Social Statistics Division)","contact_name":"Rakhmanova Zh.Zh.","contact_email":"rakhmanovazz@mail.ru","contact_phone":"(0312) 32 46 52","organization_website":"www.stat.kg","definitions":"Hepatitis B incidence per 100,000 population as defined as the estimated number of new Hepatitis B cases arising in a given year, expressed as a rate per 100 000 population.","concepts":"Hepatitis B (HCV) is an infectious liver disease caused by hepatitis virus type B. The virus is more likely transmitted from mother to child and by contact with blood or other bodily fluids. The number of cases diagnosed for the first time is the number of newly recorded cases in the given year. The average annual population of general population is used to calculate Hepatitis B relative incidence.","rationale_interpretation":"Analyzing tuberculosis incidence allows assessing epidemiological situation in the country as a whole and by region, as well as effectiveness of treatment and preventive measures taken to combat tuberculosis. This indicator is also used to assess public health, social well-being and quality of treatment and preventive measures. Hepatitis B is preventable with safe, affordable and effective vaccines.","data_sources":"Data obtained from the State statistical reporting form \"Report on communicable, parasitic and non-communicable diseases\", as well as demographic statistics.","data_collection":"Data are collected from the emergency reports on newly diagnosed infectious diseases, which are received by the State Sanitary and Epidemiological Surveillance Department.","computation_methods":"The indicator is calculated as the ratio of newly diagnosed Hepatitis B cases to the annual average population multiplied by 100,000.\nHepatitis B incidence (HI) is calculated by the formula:\nHI  =  N  *  100 000 / P1 \n\n \n\nwhere \nN – number of newly diagnosed cases recorded in given year; \nP1 – annual average population.","data_availability_gaps":"Data have been available since 2007 onwards","disaggregation":"Data are disaggregated by region, sex and age.","international_comparability":"The International Classification of Diseases and Causes of Death allows studying diseases according to common principles and obtaining comparable results.","references_documentation":"Details on data sources and methodology available in the following publicly available document: https://arxiv.org/ftp/arxiv/papers/1603/1603.00278.pdf\nKR National SDG Reporting Platform: https://sustainabledevelopment-kyrgyzstan.github.io","indicator":"3.3.4","target_id":"3.3","sdg_goal":"3","reporting_status":"complete","indicator_sort_order":"03-03-04"}