{"goal_meta_link_text":"United Nations Sustainable Development Goals Metadata","data_non_statistical":false,"graph_type":"line","indicator_name":"Life expectancy at age 15, 45, and 65","graph_title":"Life expectancy at age 15, 45, and 65","national_geographical_coverage":"Kyrgyz Republic","measurement_units":"Years","tags":["National"],"page_content":"","national_metadata_updated_date":"2025-08-05","goal_name":"3. Ensure healthy lives and promote well-being for all at all ages","target_name":"3.4 By 2030, reduce by one third premature mortality from non-communicable diseases through prevention and treatment and promote mental health and well-being","indicator_name1":"3.4.1.a Life expectancy at age 15, 45, and 65","organization_name":"National Statistical Committee of the Kyrgyz Republic (Demographic Statistics Division)","contact_name":"Maatkulova J.B.","contact_email":"Maatkulova1976@mail.ru","contact_phone":"(0312) 32 55 46","organization_website":"www.stat.gov.kg","definitions":"Life expectancy (number of years) For people who have reached a certain age (15, 45, and 65), it represents the average number of years that people who have reached the appropriate age (15, 45, and 65) would have to live, provided that the current mortality rate does not change at each subsequent age.","concepts":"Life expectancy at birth is the number of years that, on average, a person from the generation of those born would have to live, provided that throughout the life of this generation, the mortality rate at each age remains the same as in this period.\nThe probability of living to the next age is the proportion of people who live to the end of a given age range from among those who lived to its beginning. \nIn a real generation, which changes only under the influence of mortality, it is possible to determine not only the coefficient, but also the probability of death for a person who has lived to the exact age of X. \nThe probability of death at a given age is an indicator equal to the proportion of those who died in a given age range from those who lived to the beginning of it. For the last age range of 100 years and older in the full mortality tables (or 85 years and older in the short tables), the probability of death is 1.\nMortality tables are an ordered sequence of values showing how a certain conditional generation of those born would gradually decrease during the transition from younger to older ages under the influence of the mortality rate existing in a given year. The main indicator of mortality tables is life expectancy at birth.\nThe unit of measurement of the indicator is years.","rationale_interpretation":"Life expectancy is one of the most important indicators of people's quality of life. A change in the value of this indicator may be the result of economic, political, social reforms, as well as changes in the ideology of society. Life expectancy is the main indicator used to assess the health of the population, as it indicates the mortality rate among the population. OPJ characterizes not only the current state, but also the quality of life of the respective generations in the past, since the state of health of a particular person largely depends on the conditions of his existence from the very moment of birth. \nThe analysis of this indicator makes it possible to assess the level of socio-economic well-being of the population, the effectiveness of sanitary and hygienic preventive measures, as well as the quality of medical and preventive services for the population of the republic as a whole and in the context of administrative\nterritories. \nBoth infant mortality and the overall mortality rate have a significant impact on the life expectancy index. \nThe unit of measurement of the indicator is years.","data_sources":"The calculations use data on the number of deaths, distributed by gender and one-year age groups (from the mortality table), and data from the annual assessment of the sex and age composition of the population. The source of information about the mortality of the population is death records, which are compiled by employees of the registry Office on the basis of medical death certificates issued to the population by a doctor or secondary medical personnel in healthcare organizations.","data_collection":"\"The method of statistical observation is the continuous recording of deaths registered with the registry office on the basis of the conclusion of the health organization - medical birth certificates.\nData collection is carried out on the basis of birth records, according to the State Institution \"Kyzmat\" under the Office of the President of the Kyrgyz Republic, in the National Statistical Committee through the SMEV \"Tunduk\" (monthly). The data collection for the republic is carried out by the National Statistical Committee. \nIndicators of life expectancy are obtained by calculating mortality tables. \"","computation_methods":"The life expectancy is calculated by constructing mortality tables and survival tables.When calculating the residence permit, the number of man-years that those who live to the appropriate age will have to live for the entire period of their future lives (from the appropriate age to the limit) is calculated. The amount of man-years obtained is divided by the number of people who have reached the appropriate age. \nResidence permit for persons over a certain age (15, 45 and 65 years) - (e(x) is determined by the formula: e(x) = Tx / Ix , where: x is the age (15, 45, 65 years); Tx is the number of person-years; Ix is the number of people, who have lived to the appropriate age.\n","comments_limitations":"\"Mortality tables are based on a specific calendar date, which is important to avoid unreasonable conclusions that \"every man will live an average of 64 years, and a woman - 73 years.\" It should be noted that such a statement is valid only with the following caveat: \"if the same age-related mortality rates are maintained throughout their lives as they were in the year of calculation.\"\nIn addition, almost all mortality tables are built not for real, but for conditional generations. The real generation, as already noted, is a generation in the usual sense, i.e. the totality of those born in a certain small time interval (usually during a calendar year) or, more precisely, the totality of those born during a time interval, the differences within which can be ignored. \nAn analysis of the mortality tables shows that the higher the mortality rate among children aged 0 to 5 years, the lower the rate of life expectancy at birth and with increasing age, the average life expectancy decreases.\"","quality_assurance":"Logical and arithmetic control of the reporting data, analysis of the output tables is carried out. The procedure for verifying the correctness of data in death records is carried out through logical control embedded in the data entry and development software.","data_availability_gaps":"The data are published in the statistical collections \"Demographic Yearbook of the Kyrgyz Republic\", \"Women and Men of the Kyrgyz Republic\", posted on the NSC website. Dynamic series have been available since 1990.","disaggregation":"The indicators are detailed by territory (republic, region, Bishkek and Osh cities), by place of residence (urban settlements and rural areas), on an annual basis.","international_comparability":"The national definition of the indicator used in statistics corresponds to its international definition. \nModel age structures developed by the World Health Organization (WHO), the so-called European Standard and the WHO World Standard, are used for standardization. ","references_documentation":"Links to the NPA and methodology: https://www.stat.gov.kg/ru/about/pravovye-osnovy-organov-gosudarstvennoj-statistiki //; https://unstats.un.org/sdgs/metadata/files/Metadata ; https://www.stat.gov.kg/ru/statistics/naselenie /. \nNSC statistical publications: monthly report Socio-economic situation of the Kyrgyz Republic\", statistical collections: \"Statistical Yearbook of the Kyrgyz Republic\", \"Demographic Yearbook of the Kyrgyz Republic\", \"Social trends of the Kyrgyz Republic\", \"Women and men of the Kyrgyz Republic\", \"Standard of living of the population of the Kyrgyz Republic\", \"Public health and healthcare in the Kyrgyz Republic\" on the official website of the NSC KR: http://www.stat.kg/ru/publications /\"","indicator_number":"3.4.1.a","target_number":"3.4","goal_number":"3","reporting_status":"complete","indicator_sort_order":"03-04-01-0a"}