{"goal_meta_link_text":"United Nations Sustainable Development Goals Metadata","goal_meta_link":"https://unstats.un.org/sdgs/files/metadata-compilation/Metadata-Goal-3.pdf","indicator_name":"Suicide mortality rate","data_non_statistical":false,"graph_type":"line","graph_title":"Suicide mortality rate","national_geographical_coverage":"Кыргызская Республика","measurement_units":"на 100 000 человек","page_content":"","national_metadata_update_url_text":"2021-05-12: see changes on GitHub","national_metadata_update_url":"https://github.com/sdg-kyrgyzstan/open-sdg-data-starter/commit/4aead75d7adfc5e9717db1e44b0fe30eed05a7e9","goal_name":"3: Ensure healthy lives and promote well-being for all at all ages","target_name":"3.4: By 2030, reduce by one third premature mortality from non-communicable diseases through prevention and treatment and promote mental health and well-being","indicator_name1":"3.4.2: Suicide mortality rate","organization_name":"National Statistical Committee of the Kyrgyz Republic (Demographic Statistics Division)","contact_name":"Taipova Т.S.","contact_email":"tamarataipova@mail.ru, t.taipova@stat.kg","contact_phone":"+996 (0312) 32 46 36","organization_website":"www.stat.kg ","definitions":"Number of deaths attributed to suicide (intentional self-harm) per 100 000 population.","concepts":"Mortality is the process of generation extinction, one of the two main sub-processes of population reproduction. Among causes are diseases, pathological conditions or injuries that lead to or contribute to death, as well as accidents or acts of violence that cause fatal injuries. Cause of death has been coded since 2000. Based on the World Health Organization 10 Revision of International Statistical Classification of Diseases, Injuries, and Causes of Death (ICD-10).","rationale_interpretation":"Analyzing this indicator allows assessing effectiveness of preventive measures against suicides. Suicide rate is also used to assess public health and quality of treatment and preventive measures. ","data_sources":"Cause of death information is obtained from medical death certificates drawn up by doctors or mid-level medical personnel regarding disease, accident, homicide, suicide and other external influences resulting in death. These documents, along with civil registration of deaths drawn up by civil registry offices (which are subordinate to the State Registration Service), are sent to statistical agencies for calculation. Of causes listed, one is selected for statistical purposes - the primary, i.e. the disease or injury that caused events directly leading to death. Aggregated data are collected and processed by the regional statistical offices and the NSC.","data_collection":"Mortality data are obtained from the annual statistical compilation of official records of deaths drawn up by the civil registration offices. Aggregated data are collected and processed by the regional statistical offices and the National Statistical Committee of the Kyrgyz Republic.","computation_methods":"Suicide rates to average annual population according to current estimate calculated per 100,000 population.","comments_limitations":"The complete recording of suicide deaths in death-registration systems requires good linkages with police systems, but can be seriously impeded by stigma, social and legal considerations, and delays in determining cause of death. ","quality_assurance":"Logical and arithmetic control of recorded data is carried out. Data control in data records is carried out by logical control procedure embedded in the data input and processing software. The causes of death codes are checked along diagnoses recorded in death report, according to ICD-10, and results tables are analyzed for causes of death.","data_availability_gaps":"Data on mortality from suicide are published in statistical collections «Women and men in the Kyrgyz Republic», «Social trends of the Kyrgyz Republic», «Statistical yearbook of the Kyrgyz Republic», «Kyrgyzstan in figures», posted on the NSC website.","disaggregation":"Territorial data aggregation: country, region, district.\nData aggregation by sex: total, men, women.","international_comparability":"International definition of the indicator is used for national statistics. Data coding and compilation on deaths by cause of death is done by state statistics authorities in accordance with the WHO International Statistical Classification of Diseases and Causes of Death (ICD-10), since 2000 report. By agreement with the National Statistical Committee, database on mortality is submitted to the Centre for Electronic Health of the Ministry of Health of the Kyrgyz Republic: Form 2 «Information on the number of births, marriages, divorces and deaths by cause of death» is submitted monthly, with a delay of 1.5 months from the reporting month and form C52 «Population mortality by cause of death» submitted annually, in June following the reporting year.","references_documentation":"References to RLA and methodology: \nhttp://www.stat.kg/ru/about/pravovye-osnovy-organov-gosudarstvennoj-statistiki/; https://unstats.un.org/sdgs/Metadata; http://www.stat.kg/ru/statistics/download/methodology/68/. \nNational Statistical Committee publications: «Social economic situation of the Kyrgyz Republic» monthly report, statistical collections: «Statistical trends in the Kyrgyz Republic”, «Women and men of the Kyrgyz Republic», «Health of population and healthcare in the Kyrgyz Republic» available on the official website of NSC KR: http://www.stat.kg/ru/publications/\nKR National SDG Reporting Platform: https://sustainabledevelopment-kyrgyzstan.github.io","indicator":"3.4.2","target_id":"3.4","sdg_goal":"3","reporting_status":"complete","indicator_sort_order":"03-04-02"}