{"goal_meta_link_text":"United Nations Sustainable Development Goals Metadata","data_non_statistical":false,"graph_type":"line","indicator_name":"Incidence of drug addition per 100 000 people","graph_title":"Incidence of drug addition per 100 000 people","national_geographical_coverage":"Kyrgyz Republic","measurement_units":"per 100 000 people","tags":["National"],"page_content":"","national_metadata_updated_date":"2025-08-05","goal_name":"Goal 3 Ensure healthy lives and promote well-being for all at all ages","target_name":"3.5 Strengthen the prevention and treatment of substance abuse, including narcotic drug abuse and harmful use of alcohol","indicator_name1":"3.5.1.1. Incidence of drug addiction per 100,000 population by sex and territory","organization_name":"The National Statistical Committee of the Kyrgyz Republic (Social Statistics Division)","contact_name":"Zh. Zh. Rakhmanova","contact_email":"rakhmanovazz@mail.ru","contact_phone":"+996 (0312) 32 46 52","organization_website":"www.stat.gov.kg","definitions":"The incidence of drug addiction is defined as the number of new cases of drug addiction per 100,000 people at risk each year.","concepts":"rug addiction is a disease characterized by a pathological craving for the use of narcotic substances.","rationale_interpretation":"Often, the stage of drug abuse progresses into the stage of addiction. A person cannot stop using drugs even when drug use causes problems with money, relationships, health, work, and so on. Signs of addiction include an uncontrollable desire to obtain a dose, as well as withdrawal symptoms that occur when the person does not use the drug.","data_sources":"The Ministry of Health of the Kyrgyz Republic, along with ministries and agencies, submits a consolidated report broken down by regions and districts using the state statistical reporting form No. 10, \"Report on Mental and Narcological Disorders.\"","data_collection":"Narcological (psychoneurological) institutions and family medicine centers submit reports to the regional medical information centers within the established deadlines; the regional medical information centers provide consolidated reports broken down by districts to the Ministry of Health of the Kyrgyz Republic within the deadlines set by the Ministry; the Ministry of Health of the Kyrgyz Republic, along with ministries and agencies, submit consolidated reports (broken down by regions and districts) to the National Statistical Committee of the Kyrgyz Republic.","computation_methods":"The incidence rate of drug addiction is expressed as the number of new cases per 100,000 people per year, taking into account the average annual permanent population of the country.","comments_limitations":"There is incomplete coverage of drug addiction cases, as the calculation mainly includes individuals who have sought medical care. A separate, specialized survey is needed to study this issue at the national level.","quality_assurance":"Arithmetic and logical checks are carried out.","data_availability_gaps":"Data are available from 2007.","disaggregation":"National and subnational levels by sex.","references_documentation":"The National SDG Reporting Platform of the Kyrgyz Republic: https://sustainabledevelopment-kyrgyzstan.github.io","indicator_number":"3.5.1.1","target_number":"3.5","goal_number":"3","reporting_status":"complete","indicator_sort_order":"03-05-01-01"}