{"goal_meta_link_text":"United Nations Sustainable Development Goals Metadata","data_non_statistical":false,"graph_type":"line","indicator_name":"Incidence of alcohol dependence per 100 000 people","graph_title":"Incidence of alcohol dependence per 100 000 people","national_geographical_coverage":"Kyrgyz Republic","measurement_units":"per 100 000 people","tags":["National"],"page_content":"","national_metadata_updated_date":"2025-08-05","goal_name":"Goal 3 Ensure healthy lives and promote well-being for all at all ages","target_name":"3.5 Strengthen the prevention and treatment of substance abuse, including narcotic drug abuse and harmful use of alcohol","indicator_name1":" 3.5.2.1 Incidence of alcohol dependence per 100 000 people","organization_name":"The National Statistical Committee of the Kyrgyz Republic (Social Statistics Division)","contact_name":"Zh. Zh. Rakhmanova","contact_email":"rakhmanovazz@mail.ru","contact_phone":"+996 (0312) 32 46 52","organization_website":"www.stat.gov.kg","definitions":"The incidence of alcohol dependence is defined as the number of new cases of alcohol dependence per 100,000 people at risk each year.","concepts":"Alcohol dependence is a strong craving for alcohol and its regular use.","rationale_interpretation":"A person suffering from alcohol addiction has an irresistible, uncontrollable desire to drink, which becomes more important than almost everything else in his life. It is this craving, the difficulty of limiting the amount of alcohol consumed, as well as the withdrawal syndrome that occurs after stopping drinking alcohol that distinguishes alcohol dependence from alcohol abuse (regular consumption in excessive quantities).","data_sources":"State Statistical Reporting Form No. 10 \"Report on mental and drug-related disorders\"","data_collection":"Submit narcological (neuropsychiatric) institutions and family medicine centers to regional medical information centers on time; regional medical information centers submit a summary report by district to the Ministry of Health of the Kyrgyz Republic on time; the Ministry of Health of the Kyrgyz Republic and ministries, departments submit summary reports (by region and district) to the National Statistical Committee of the Kyrgyz Republic","computation_methods":"The incidence of alcohol dependence is expressed in the number of new cases per 100,000 people per year, taking into account the average annual permanent population of the country.","comments_limitations":"Incomplete coverage of cases of alcohol dependence, as the calculation mainly includes those who applied to medical organizations. A separate, specialized survey is required to study this problem at the national level.","quality_assurance":"After filling out the report, logical and\narithmetic control is performed.","data_availability_gaps":"The data has been available since 2007","disaggregation":"National and subnational level by gender","references_documentation":"\"http://www.stat.kg/ru/publications/sbornik-zhenshiny-i-muzhchiny-kyrgyzskoj-respubliki/ The National SDG Reporting Platform of the Kyrgyz Republic: https://sustainabledevelopment-kyrgyzstan .github.io\"","indicator_number":"3.5.2.1","target_number":"3.5","goal_number":"3","reporting_status":"complete","indicator_sort_order":"03-05-02-01"}