{"goal_meta_link_text":"United Nations Sustainable Development Goals Metadata","goal_meta_link":"https://unstats.un.org/sdgs/metadata/files/Metadata-03-07-01.pdf","indicator_name":"Proportion of women of reproductive age (aged 15–49 years) who have their need for family planning satisfied with modern methods","data_non_statistical":false,"graph_type":"bar","graph_title":"Proportion of women of reproductive age (aged 15–49 years) who have their need for family planning satisfied with modern methods","national_geographical_coverage":"Кыргызская Республика","measurement_units":"Процент","page_content":"","national_metadata_update_url_text":"2021-04-27: see changes on GitHub","national_metadata_update_url":"https://github.com/sdg-kyrgyzstan/open-sdg-data-starter/commit/1f93c0c6fa25a317e5ccb56ef34738c7d111c823","goal_name":"3. Ensure healthy lives and promote well-being for all at all ages","target_name":"3.7. By 2030, ensure universal access to sexual and reproductive health-care services, including for family planning, information and education, and the integration of reproductive health into national strategies and programmes","indicator_name1":"3.7.1. Proportion of women of reproductive age (aged 15-49 years) who have their need for family planning satisfied with modern methods","organization_name":"National Statistical Committee of the Kyrgyz republic (Household Statistics Division) under the UNICEF MICS global programme","contact_name":"Kerimalieva N.K.","contact_email":"Sdg_nsc@stat.kg ","contact_phone":"(0312) 32 46 91","organization_website":"www.stat.kg","definitions":"The percentage of women of reproductive age (15-49 years) who desire either to have no (additional) children or to postpone the next child and who are currently using a modern contraceptive method.","concepts":"The percentage of women of reproductive age (15-49 years) who have their need for family planning satisfied with modern methods is also referred to as the proportion of demand satisfied by modern methods. The components of the indicator are contraceptive prevalence (any method and modern methods) and unmet need for family planning.\nContraceptive prevalence is the percentage of women who are currently using, or whose sexual partner is currently using, at least one method of contraception, regardless of the method used. Unmet need for family planning is defined as the percentage of women of reproductive age, either married or in a union, who want to stop or delay childbearing but are not using any method of contraception.\nModern methods of contraception include female and male sterilization, the intra-uterine device (IUD), the implant, injectables, oral contraceptive pills, male and female condoms, vaginal barrier methods (including the diaphragm, cervical cap and spermicidal foam, jelly, cream and sponge), lactational amenorrhea method (LAM), emergency contraception and other modern methods not reported separately (e.g., the contraceptive patch or vaginal ring).","rationale_interpretation":"The proportion of demand for family planning satisfied with modern methods is useful in assessing overall levels of coverage for family planning programmes and services. Access to and use of an effective means to prevent pregnancy helps enable women and their partners to exercise their rights to decide freely and responsibly the number and spacing of their children and to have the information, education and means to do so. Meeting demand for family planning with modern methods also contributes to maternal and child health by preventing unintended pregnancies and closely spaced pregnancies, which are at higher risk for poor obstetrical outcomes. Levels of demand for family planning satisfied with modern methods of 75 per cent or more are generally considered high, and values of 50 per cent or less are generally considered as very low.","data_sources":"«On the situation of children and women» Multiple Indicator Cluster Survey conducted in the Kyrgyz Republic in accordance with the rounds of MICS international household survey.","data_collection":"A sample household survey «On the situation of children and women», included a questionnaire for women aged 15-49 that was completed for all women of the target age group in the household.","computation_methods":"The contraception satisfaction rate for limiting the number of children includes the number of women who are using (or whose sexual partner is using) at least one method of contraception and who no longer want to have children, women using male or female sterilization and women who say they are infertile. The met need for contraception for child-spacing includes the number of women who are using (or whose sexual partner is using) at least one method of contraception who either want other children or not decided. Sum of needs met for family planning including births timing and limiting the number of children constitutes the total contraception needs met.","comments_limitations":"Only data that have passed data quality control is used for estimates. Any technical errors, such as measurement errors, recording errors are excluded from calculations at all levels: country, regional and global.","quality_assurance":"Data quality control ensured at all survey stages: toolset design, sampling, training, interview techniques, data control with weekly production of data quality tables, calculation of weights, calculation of indicators, report preparation. The audit was conducted by experts from UNICEF country, regional and headquarters offices.","data_availability_gaps":"Availability of country assessments in accordance with the UNICEF MICS international rounds.","disaggregation":"Data disaggregated at national and sub national level by area, sex, age groups, education level, wealth quintile.","international_comparability":"Data are collected and produced in accordance with international standards and are comparable across countries.","references_documentation":"http://www.un.org/en/development/desa/population/\nwww.Unfpa.org/data\nhttps://www.unicef.org\nKR National SDG Reporting Platform: \nhttps://sustainabledevelopment-kyrgyzstan.github.io","indicator":"3.7.1","target_id":"3.7","sdg_goal":"3","reporting_status":"complete","indicator_sort_order":"03-07-01"}