{"goal_meta_link_text":"United Nations Sustainable Development Goals Metadata","data_non_statistical":false,"graph_type":"line","indicator_name":"Mortality from the toxic effect of carbon monoxide per 100 000 population","graph_title":"Mortality from the toxic effect of carbon monoxide per 100 000 population","national_geographical_coverage":"Kyrgyz Republic","measurement_units":"per 100 000 people","tags":["National"],"page_content":"","national_metadata_updated_date":"2025-07-30","goal_name":"Goal 3 Ensure healthy lives and promote well-being for all at all ages","target_name":"3.9 By 2030, substantially reduce the number of deaths and illnesses from hazardous chemicals and air, water and soil pollution and contamination","indicator_name1":"3.9.1.1 Mortality from the toxic effect of carbon monoxide per 100 000 population","organization_name":"National Statistical Committee of the Kyrgyz Republic (Department of Demographic Statistics)","contact_name":"Taipova T.S.","contact_email":"tamarataipova@mail.ru, t.taipova@stat.kg","contact_phone":"(0312) 32 46 36","organization_website":"www.stat.gov.kg","definitions":"The death rate associated with carbon monoxide poisoning resulting from inhaling dangerous concentrations of carbon monoxide.","concepts":"Population mortality is the process of generation extinction, one of the two main subprocesses of population reproduction. \nCauses of death are diseases, pathological conditions, or injuries that led to or contributed to death, as well as the circumstances of an accident or act of violence that caused a fatal injury. \nCauses of death have been coded since 2000 based on the International Statistical Classification of Diseases and Causes of Death, 10th Revision of the World Health Organization (ICD-10).","rationale_interpretation":"The analysis of this indicator makes it possible to assess the effectiveness of preventive measures to prevent fires and other cases in which carbon monoxide poisoning may occur.\nThe level of this indicator is also used to assess\nthe social well-being of the population.","data_sources":"The source of information about the causes of death is the entries in medical death certificates drawn up by a doctor or secondary medical staff regarding illness, accident, murder, suicide and other external influences that caused death. These documents, together with the death certificates, are sent to the state statistical authorities for development.","data_collection":"Information on deaths is obtained on the basis of the annual statistical development of the data contained in the death records compiled by the civil registry offices.  Aggregated data is collected and processed by the regional statistical offices and the NSC of the Kyrgyz Republic.","computation_methods":"The ratio of the number of deaths from carbon monoxide poisoning to the average annual permanent population according to current estimates. Calculated per 100,000 population.","comments_limitations":"Know the rules for encoding the initial cause of death and definitions set out in the classifier, International Statistical Classification of Diseases and Related Health Problems 10th Revision (ICD-10). In case of difficulty with the correctness of the diagnosis, contact the staff of the E-Health Center of the Ministry of Health of the Kyrgyz Republic in order to establish a definitive diagnosis.","quality_assurance":"Logical and arithmetic control of the reporting data is carried out. The procedure for verifying the correctness of data in death records is carried out through logical control embedded in the data entry and development software. Correction of the affixed cause of death codes to match the diagnoses recorded in the death certificate, according to ICD-10. Analysis of output tables by causes of death.","data_availability_gaps":"According to user requests.","disaggregation":"Data is disaggregated by territory (republic, region, district), and by gender.","international_comparability":"The national definition of the indicator used in statistics corresponds to its international definition. The coding and development of data on deaths due to causes of death are carried out by state statistical authorities on the basis of the International Statistical Classification of Diseases and Causes of Death, 10th revision (ICD-10) The World Health Organization (WHO), since the 2000 report. By agreement with the NSC, the mortality database is transferred to the Center for Electronic Health of the Kyrgyz Republic under the Ministry of Health: form C52 \"Mortality by causes of death\" – annually, in June of the year following the reporting year.","references_documentation":"Links to the NPA and methodology: http://www.stat.kg/ru/about/pravovye-osnovy-organov-gosudarstvennoj-statistiki /; https://unstats.un.org/sdgs/metadata/files/Metadata ; http://www.stat.kg/ru/statistics/download/methodology/68 /.\nNational SDG Reporting Platform of the Kyrgyz Republic: https://sustainabledevelopment-kyrgyzstan .github.io","indicator_number":"3.9.1.1","target_number":"3.9","goal_number":"3","reporting_status":"complete","indicator_sort_order":"03-09-01-01"}