{"goal_meta_link_text":"United Nations Sustainable Development Goals Metadata","data_non_statistical":false,"goal_meta_link":"https://unstats.un.org/sdgs/metadata/files/Metadata-03-09-03.pdf","graph_type":"line","indicator_name":"Mortality rate attributed to unintentional poisoning","graph_title":"Mortality rate attributed to unintentional poisoning","national_geographical_coverage":"Кыргызская Республика","measurement_units":"на 100 000 человек","page_content":"","national_metadata_updated_date":"2021-10-08","national_metadata_update_url_text":"2021-10-08: see changes on GitHub","national_metadata_update_url":"https://github.com/sdg-kyrgyzstan/open-sdg-data-starter/commit/40b3b08fcfe76721b61e33c7a7692f524013ca78","goal_name":"3: Ensure healthy lives and promote well-being for all at all ages","target_name":"3.9. By 2030, substantially reduce the number of deaths and illnesses from hazardous chemicals and air, water and soil pollution and contamination","indicator_name1":"3.9.3: Mortality rate attributed to unintentional poisoning","organization_name":"National Statistical Committee of the Kyrgyz Republic (Demographic Statistics Division), SRS under the GKR, Ministry of Health KR","contact_name":"Abdullaeva G.T.","contact_email":"gulhumara@mail.ru","contact_phone":"+996 (0312) 32 46 36","organization_website":"www.stat.kg","definitions":"Number of deaths attributed to unintentional poisoning as defined as the number of deaths of unintentional poisonings per 100 000 population.","concepts":"Mortality is the process of generation extinction, one of the two main sub-processes of population reproduction. Among causes are diseases, pathological conditions or injuries that lead to or contribute to death, as well as accidents or acts of violence that cause fatal injuries. Cause of death has been coded since 2000. Based on the World Health Organization 10 Revision of International Statistical Classification of Diseases, Injuries, and Causes of Death (ICD-10).\nThe ICD-10 codes corresponding to the indicator includes X40, X43-X44, X46-X49.","rationale_interpretation":"Measuring how the mortality rate from unintentional poisonings provides an indication of the extent of inadequate management of hazardous chemicals and pollution, and of the effectiveness of a country’s health system.","data_sources":"Cause of death information is obtained from medical death certificates drawn up by doctors or mid-level medical personnel on disease, accident, homicide, suicide and other external influences resulting in death. These documents, along with civil registration of deaths drawn up by civil registry offices are sent to statistical agencies for calculation.","data_collection":"Mortality data are obtained from the annual statistical compilation of official records of deaths drawn up by the civil registration offices (The Civil Registration Office of the State Registration Service under GKR). Aggregated data are collected and processed by the regional statistical offices and the National Statistical Committee of the Kyrgyz Republic.","computation_methods":"Ratio of unintentional deaths to average population in a year, current estimate. Calculated for 100,000 population.","comments_limitations":"Analyzing such data allows assessing effectiveness of measures to prevent deaths from accidental poisonings and exposure to poisonous substances.","quality_assurance":"Logical and arithmetic control of recorded data is carried out. Data control in data records is carried out by logical control procedure embedded in the data input and processing software. The causes of death codes are checked along diagnoses recorded in death report, according to ICD-10, and results tables are analyzed for causes of death.","data_availability_gaps":"Available upon request.","disaggregation":"Territorial data aggregation: country, region, district.\nData aggregation by sex: total, men, women.","international_comparability":"International definition of the indicator is used for national statistics. Data coding and compilation on deaths by cause of death is done by state statistics authorities in accordance with the WHO International Statistical Classification of Diseases and Causes of Death (ICD-10), since 2000 report. By agreement with the National Statistical Committee, database on mortality is submitted to the Centre for Electronic Health of the Ministry of Health of the Kyrgyz Republic: form C52 «Population mortality by cause of death» submitted annually, in June following the reporting year.","references_documentation":"References to RLA and methodology: http://www.stat.kg/ru/about/pravovye-osnovy-organov-gosudarstvennoj-statistiki/; https://unstats.un.org/sdgs/Metadata; http://www.stat.kg/ru/statistics/download/methodology/68/.","indicator":"3.9.3","target_id":"3.9","sdg_goal":"3","reporting_status":"complete","indicator_sort_order":"03-09-03"}