{"goal_meta_link_text":"United Nations Sustainable Development Goals Metadata","data_non_statistical":false,"goal_meta_link":"https://unstats.un.org/sdgs/files/metadata-compilation/Metadata-Goal-3.pdf","graph_type":"bar","indicator_name":"Age-standardized prevalence of current tobacco use among persons aged 15 years and older","graph_title":"Age-standardized prevalence of current tobacco use among persons aged 15 years and older","national_geographical_coverage":"Кыргызская Республика","measurement_units":null,"page_content":"","national_metadata_updated_date":"2025-08-04","goal_name":"3 Ensure healthy lives and promote well-being for all at all ages","target_name":"3.a Strengthen the implementation of the World Health Organization Framework Convention on Tobacco Control in all countries, as appropriate","indicator_name1":"3.a.1 Age-standardized prevalence of current tobacco use among persons aged 15 years and older","organization_name":"National Statistical Committee of the Kyrgyz Republic (Department of Household Statistics)","contact_name":"Kalymbetova Yryskan","contact_email":"yryskan.kalymbetova@gmail.com ","contact_phone":"(0312) 32 46 55","organization_website":"www.stat.gov.kg","definitions":"The proportion of tobacco users aged 15 and over, by gender, is determined by the ratio of the number of tobacco users to the population included in the coverage by gender.","concepts":"Tobacco use is one of the main preventable causes\nof premature death and disease worldwide. Tobacco smoking is a serious medical, social and economic problem all over the world. According to WHO, tobacco use annually claims the lives of almost 6 million people, of which more than 5 million are tobacco users and former users, and more than 600 thousand are non—smokers exposed to second—hand smoke.","rationale_interpretation":"Monitoring the prevalence and characteristics of tobacco use is the first of six measures established by WHO to combat the tobacco epidemic and the first step in creating a system for monitoring and evaluating the effectiveness of anti—smoking policy implementation. Monitoring data is necessary for the implementation and evaluation of public policy measures to combat tobacco use, to provide policy makers with up-to-date information on the scale of the tobacco epidemic, its features and measures aimed at overcoming it, taking into account the needs of various segments of the population, and to implement an effective anti-smoking policy in the country. An analysis of the prevalence of tobacco use is necessary to track trends related to this problem in society, the effectiveness of various legislative initiatives, and identify areas for effective law enforcement.","data_sources":"The calculation of indicator 3.a.1. \"Prevalence of tobacco use by persons aged 15 and over\" was based on data from an integrated sample survey of household budgets and the labor force. The indicator has been upgraded to the category of national indicators due to the fact that age standardization is carried out by the World Health Organization based on the sex and age of the population of the countries of the region.","data_collection":"Data on this indicator is collected through national household surveys. ITU collects data on this indicator through an annual questionnaire, which it sends to the heads of national statistical organizations (NSOs).","computation_methods":"The indicator is calculated by dividing the total number of individuals who use tobacco at the age of 15 by the total number of people included in the scope.","comments_limitations":"The methodology uses data provided by the national authorities of the administrative systems of the countries, as well as data on immunization or data from many indicators from household surveys (MICS).\n","data_availability_gaps":"The indicator is disaggregated by gender, regions (geographical and urban/rural), age groups, and education level.","international_comparability":"There are no sources of discrepancies. ITU uses data provided by countries, including population coverage, which is used to calculate percentages. The data is usually not adjusted, but discrepancies in the definition, age scale of individuals, control period, or gap in comparability between years are noted in the data note. For this reason, the data is not always strictly comparable.","indicator_number":"3.a.1","target_number":"3.a","goal_number":"3","reporting_status":"complete","indicator_sort_order":"03-0a-01"}