{"data_non_statistical":false,"goal_meta_link":"https://unstats.un.org/sdgs/metadata/files/Metadata-03-0B-02.pdf","goal_meta_link_text":"United Nations Sustainable Development Goals Metadata","graph_type":"line","indicator_name":"Total net official development assistance to medical research and basic health sectors","graph_title":"Total net official development assistance to medical research and basic health sectors","national_geographical_coverage":"Кыргызская Республика","measurement_units":"Процент","reporting_status":"notapplicable","page_content":"","national_metadata_update_url_text":"2021-05-07: see changes on GitHub","national_metadata_update_url":"https://github.com/sdg-kyrgyzstan/open-sdg-data-starter/commit/f6d10fbae0e38eb291ea4dbcf23ee73432330a2c","goal_name":"3. Ensure healthy lives and promote well-being for all at all ages","target_name":"3.b Support the research and development of vaccines and medicines for the communicable and non-communicable diseases that primarily affect developing countries, provide access to affordable essential medicines and vaccines, in accordance with the Doha Declaration on the TRIPS Agreement and Public Health, which affirms the right of developing countries to use to the full the provisions in the Agreement on Trade-Related Aspects of Intellectual Property Rights regarding flexibilities to protect public health, and, in particular, provide access to medicines for all","indicator_name1":"3.b.2 Total net official development assistance to the medical research and basic health sectors","organization_name":"Ministry of Finance of the Kyrgyz Republic, \nMinistry of Health of the Kyrgyz Republic","contact_name":"Kenjebaeva Chinara Sharshenovna – Acting Head of the International Cooperation Department, MoF KR","contact_email":"ch.kenjebaeva@minfin.kg","contact_phone":"MoF: +996-0312-66-20-04","organization_website":"www.minfin.kg","definitions":"Total official development assistance (hereinafter ODA) to the medical research and basic health sectors is currently measured as gross disbursements of total ODA from all donors to medical research and minimum health support.","concepts":"The DAC defines ODA as “those flows to countries and territories on the DAC List of ODA Recipients and to multilateral institutions which are\ni) provided by official agencies, including state and local governments, or by their executive agencies; and\nii) each transaction is administered with the promotion of the economic development and welfare of developing countries as its main objective","rationale_interpretation":"Total ODA flows to developing countries quantify the public effort that donors provide to developing countries for medical research and basic health.","data_sources":"Administrative","data_collection":"Reporting on public investment projects (monthly) spending, progress reporting on public investment projects (quarterly)","computation_methods":"The sum of ODA flows from all donors to developing countries for medical research and basic health. ","quality_assurance":"DAC statistics are standardized on a calendar year basis for all donors and may differ from fiscal year data available in budget documents for some countries.","data_availability_gaps":"On a donor basis, for all DAC countries and for many non-DAC suppliers (bilateral and multilateral) that report to DAC at the sectoral level. On a recipient basis for all developing countries eligible for ODA. Data are reported on an annual basis.","disaggregation":"This indicator can be disaggregated by donor, recipient country, type of finance, type of aid, health subsector, etc.","references_documentation":"https://sustainabledevelopment-kyrgyzstan.github.io\nhttp://www/amp.gov.kg\nwww.oecd.org/dac/stats  \nhttp://www.oecd.org/dac/stats/methodology.htm","indicator":"3.b.2","target_id":"3.b","sdg_goal":"3","indicator_sort_order":"03-0b-02"}