{"goal_meta_link_text":"United Nations Sustainable Development Goals Metadata","goal_meta_link":"https://unstats.un.org/sdgs/metadata/files/Metadata-03-0b-01.pdf","data_non_statistical":false,"graph_type":"line","graph_title":"Proportion of the target population covered by all vaccines included in their national programme","indicator_name":"Proportion of the target population covered by all vaccines included in their national programme","national_geographical_coverage":"Кыргызская Республика","measurement_units":"Процент","page_content":"","national_metadata_update_url_text":"2021-04-22: see changes on GitHub","national_metadata_update_url":"https://github.com/sdg-kyrgyzstan/open-sdg-data-starter/commit/d7e12f11472e9d958b99f85a4cc8c3def2e69f26","goal_name":"3: Ensure healthy lives and promote well-being for all at all ages","target_name":"3.b: Support the research and development of vaccines and medicines for the communicable and non‑communicable diseases that primarily affect developing countries, provide access to affordable essential medicines and vaccines, in accordance with the Doha Declaration on the TRIPS Agreement and Public Health, which affirms the right of developing countries to use to the full the provisions in the Agreement on Trade-Related Aspects of Intellectual Property Rights regarding flexibilities to protect public health, and, in particular, provide access to medicines for all","indicator_name1":"3.b.1: Proportion of the target population covered by all vaccines included in their national programme","organization_name":"National Statistical Committee of KR (Social Statistics Division), SRS under GKR, MoH KR","contact_name":"Rakhmanova Zh.Zh.","contact_email":"rakhmanovazz@mail.ru","contact_phone":"(0312) 32 46 52","organization_website":"www.stat.kg","definitions":"Coverage of DTP containing vaccine (3rd dose): Percentage of surviving infants who received the 3 doses of diphtheria and tetanus toxoid with pertussis containing vaccine in a given year \nCoverage of Measles containing vaccine (2nd dose): Percentage of children who received two dose of measles containing vaccine according to nationally recommended schedule through routine immunization services.\nCoverage of Pneumococcal conjugate vaccine (last dose in the schedule): Percentage of surviving infants who received the recommended doses of pneumococcal conjugate vaccine.","concepts":"Immunization in the Kyrgyz Republic follows the National Calendar of Preventive Vaccinations, covering for almost all WHO recommended vaccines: BCG and Hepatitis B vaccines (within 24 hours from birth), three doses of a five-component vaccine with antigens of DPT, hepatitis B and hemophilus influenza type b (HIB), three doses of polio vaccine, three doses of pneumococcal (conjugate) vaccine, one dose of MMR vaccine with measles, rubella and mumps antigens. All vaccines must be given during the first year of life, except for PCC doses administered at 12 and 18 months of age.","rationale_interpretation":"Immunization is a proven tool for control and elimination of life-threatening communicable diseases and is one of the most cost-effective investments in health sector, which can be applied to even remote and most vulnerable populations.","data_sources":"Ministry of Health of the Kyrgyz Republic","data_collection":"MoH administrative reporting ","computation_methods":"Methodology estimates time series for national immunization coverage of target population with WHO recommended vaccines and those included in National Vaccines Calendar. Data have been produced and published annually since 2001. The methodology uses data reported by national health systems. Also administrative sources make it possible to calculate the coverage for each vaccine separately.","comments_limitations":"Countries often relay on administrative coverage data, while WHO and UNICEF review and assess data from different sources including administrative systems and surveys. Differences between country produced and international estimates are mainly due to differences between coverage estimates from administrative system and survey results. In case the vaccine is not included in national immunization schedule the coverage from private sector will not be reflected.","data_availability_gaps":"Coverage data for different vaccines are collected annually and reviewed by WHO and UNICEF inter agency expert group and estimates made for each country and each year. Data are published both on WHO and UNICEF web sites. http://www.who.int/immunization/monitoring_surveillance/routine/coverage/en/index4.html http://www.data.unicef.org/child-health/immunization","disaggregation":"National and subnational estimates.","international_comparability":"The Kyrgyz Republic uses vaccines compliant with  national requirements and WHO recommendations, as well as with international GMP standards, and have undergone WHO pre-qualification procedures.","references_documentation":"http://www.who.int/immunization/monitoring_surveillance/routine/coverage/en/index4.html, https://www.unicef.org/immunization/","indicator":"3.b.1","target_id":"3.b","sdg_goal":"3","reporting_status":"complete","indicator_sort_order":"03-0b-01"}