{"goal_meta_link_text":"United Nations Sustainable Development Goals Metadata","data_non_statistical":false,"goal_meta_link":"https://unstats.un.org/sdgs/metadata/files/Metadata-03-0C-01.pdf","graph_type":"line","indicator_name":"Health worker density and distribution","graph_title":"Health worker density and distribution","national_geographical_coverage":"Кыргызская Республика","measurement_units":"на 1000 человек","page_content":"","national_metadata_update_url_text":"2021-04-28: see changes on GitHub","national_metadata_update_url":"https://github.com/sdg-kyrgyzstan/open-sdg-data-starter/commit/0c77e9894dc835cea2e3f8f00eb4f8c494fe6edb","goal_name":"3. Ensure healthy lives and promote well-being for all at all ages","target_name":"3.c. Substantially increase health financing and the recruitment, development, training and retention of the health workforce in developing countries, especially in least developed countries and small island developing States","indicator_name1":"3.c.1. Health worker density and distribution\n1) Number of doctors and mid-level medical personnel per 1,000 population; \n2) Number of nurses per 1,000 population","organization_name":"National Statistical Committee of KR (Social Statistics Division)","contact_name":"Rakhmanova Zh.Zh.","contact_email":"rakhmanovazz@mail.ru","contact_phone":"(0312) 32 46 52","organization_website":"www.stat.kg","definitions":"Number of doctors and mid-level medical personnel per 1,000 population (or doctors and mid-level medical personnel density) is defined as follows: \nDensity of physicians: The density of physicians is defined as the number of physicians, including generalists and specialist medical practitioners per 1000 population in the given national and/or subnational area.\nDensity of nursing and midwifery personnel: The density of nursing and midwifery personnel is defined as the number of nursing and midwifery personnel per 1000 population in the given national and/or subnational area.\nDensity of dentistry personnel: The density of dentistry personnel is defined as the number of dentists, dental technician/assistants and related occupation personnel per 1000 population in the given national and/or subnational area.\nDensity of pharmaceutical personnel: The density of pharmaceutical personnel is defined as the number of pharmacists, pharmaceutical, technicians/assistants and related occupation personnel per 1000 population in the given national and/or subnational area.","concepts":"The number of doctors includes all physicians with higher medical education employed at the end of the year in medical and health-care institutions, social welfare institutions, medical research institutes and training organizations, in health services and other ministries and departments. Doctors include individuals, not the number of positions.\nThe number of dentistry personnel includes dentists, orthopedists, orthodontists and oral surgeons, as well as dental technicians and dentists with secondary medical education;\nThe number of nursing and midwifery personnel includes all persons with secondary medical education at the end of the reporting period in health-care organizations, other ministries and departments, pre-school institutions, schools and child care centers.","rationale_interpretation":"The indicator estimates availability of health-care personnel in a region. It allows planning the reallocation of new medical personnel (graduates of higher education/professional institutions), doctor deposit, advanced training, medical personnel specialization.","data_sources":"State statistical reporting form #17 «On medical personnel», demographic statistics.","data_collection":"Data obtained from the State statistical reporting form #17, provided by health-care organizations. District-by-district summary reports are provided to regional medical information centers, which in turn send date to the Ministry of Health in accordance with set deadlines. Other ministries and departments that have health-care facilities and the Ministry of Health of the Kyrgyz Republic submit consolidated reports by regions and districts to the National Statistical Committee no later than March 1 each year.\nData are collected on annual basis.","computation_methods":"The density of physicians is defined as the number of all physicians, excluding dentists per 1000 population\nThe density of nursing and midwifery personnel is defined as the number of nursing and midwifery personnel per 1000 population.\nThe density of dentistry personnel is defined as the number of dentists, dental technician/assistants and related occupation personnel per 1000 population.\nIndicators of public health development are calculated according to the following formula:\n \nD   =  МP  *   1000 / N \n \nwhere  D  – density of medical personnel; \n            MP – medical personnel;\n     N  -  population.","disaggregation":"Data at national and regional level","references_documentation":"KR National SDG Reporting Platform: \nhttps://sustainabledevelopment-kyrgyzstan.github.io\nhttp://www.who.int/hrh/statistics/hwfstats/en/","indicator":"3.c.1","target_id":"3.c","sdg_goal":"3","reporting_status":"complete","indicator_sort_order":"03-0c-01"}