{"goal_meta_link_text":"United Nations Sustainable Development Goals Metadata","data_non_statistical":false,"graph_type":"line","indicator_name":"Primary education completion rate","graph_title":"Primary education completion rate","national_geographical_coverage":"Kyrgyz Republic","measurement_units":"Percentage","tags":["National"],"page_content":"","national_metadata_updated_date":"2025-07-31","goal_name":"4. Ensure inclusive and equitable quality education and promote lifelong learning opportunities for all","target_name":"4.1 By 2030, ensure that all girls and boys complete free, equitable and quality primary and secondary education leading to relevant and effective learning outcomes","indicator_name1":"4.1.2.a Primary education completion rate","organization_name":"The National Statistical Committee of the Kyrgyz Republic (Social Statistics Division)","contact_name":"Zh. Zh. Rakhmanova","contact_email":"rakhmanovazz@mail.ru","contact_phone":"+996 (0312) 32 46 52","organization_website":"www.stat.gov.kg","definitions":"The completion rate of primary education is defined as the product of the survival rate and the graduation rate, expressed as a percentage.              The survival rate is defined as the percentage of the number of students enrolled in the first grade of elementary school and reaching the fourth grade to the number of students in the first grade (initial). The graduation rate is defined as the percentage of the number of graduates from the last grade of primary school in the reporting academic year to the number of students in the last grade of primary school in the previous academic year.","concepts":"The completion rate of primary education (grades 1-4) is an indicator for estimating the proportion of students who entered the first grade and graduated to the last grade of primary school, calculated taking into account second–year students and students who left school before the end of the school year.","rationale_interpretation":"Primary general education is aimed at shaping the student's personality, developing his individual abilities, positive motivation and skills in learning activities (mastering reading, writing, numeracy, basic learning skills, elements of theoretical thinking, and basic skills).  The purpose of primary education is to educate children, to develop their abilities in order to further bring them to life. Primary education, which is considered the first step in building the well-being of society, prepares a person for the initial stage of continuous development.","data_sources":"The sources of information for calculating the indicator are the annual data of the official statistical reports submitted by the educational organizations of the republic in the form OSH-1 \"Report of the full-time secondary school at the beginning of the academic year\".","data_collection":"The method of statistical observation is continuous observation based on annual statistical reports.","computation_methods":"The calculation of the national SDG indicator 4.1.2.a. \"The level of completion of primary education\" is based on the data of the annual official statistical reports.","quality_assurance":"Logical and arithmetic control of the reporting data, analysis of the output tables is carried out.","data_availability_gaps":"Dynamics since 2016","disaggregation":"The indicators are detailed by territory.","references_documentation":"https://sustainabledevelopment-kyrgyzstan.github.io/4/","indicator_number":"4.1.2.a","target_number":"4.1","goal_number":"4","reporting_status":"complete","indicator_sort_order":"04-01-02-0a"}