{"goal_meta_link_text":"United Nations Sustainable Development Goals Metadata","goal_meta_link":"https://unstats.un.org/sdgs/metadata/files/Metadata-04-01-01.pdf","indicator_name":"Proportion of children and young people (a) in grades 2/3; (b) at the end of primary; and (c) at the end of lower secondary achieving at least a minimum proficiency level in (i) reading and (ii) mathematics, by sex","data_non_statistical":false,"graph_type":"bar","graph_title":"Proportion of children and young people (a) in grades 2/3; (b) at the end of primary; and (c) at the end of lower secondary achieving at least a minimum proficiency level in (i) reading and (ii) mathematics, by sex","national_geographical_coverage":"Кыргызская Республика","measurement_units":"Процент","page_content":"","national_metadata_updated_date":"2021-10-13","national_metadata_update_url_text":"2021-10-13: see changes on GitHub","national_metadata_update_url":"https://github.com/sdg-kyrgyzstan/open-sdg-data-starter/commit/921cdbf5a8e36281e0aac29828fb67396793cbd7","goal_name":"4. Ensure inclusive and equitable quality education and promote lifelong learning opportunities for all","target_name":"4.1. By 2030, ensure that all girls and boys complete free, equitable and quality primary and secondary education leading to relevant and effective learning outcomes","indicator_name1":"4.1.1 Proportion of children and young people: \n(a) in grades 2/3; \n(b) at the end of primary; and \n(c) at the end of lower secondary achieving at least a minimum proficiency level in (i) reading and \n(ii) mathematics, by sex)","organization_name":"1)National Statistical Committee of the Kyrgyz Republic (Sustainable Development and Environment Statistics Department)\n2) Ministry of Education and Science of the Kyrgyz Republic\n(National Center for Educational and Information Technology Quality Evaluation)","contact_name":"1) Kerimalieva Nazira Kerimalievna \n2) Shamshidinova Baktygul Sabyrzhanovna","contact_email":"1) Sdg_nsc@stat.kg \n2) bakula68@mail.ru","contact_phone":"1) +996312 32 46 91\n2) +996312622962","organization_website":"1) www.stat.kg\n2) http://ntc.kg/;  \nhttp://testing.kg","definitions":"1) Percentage of children and young people at the end of primary education and the end of lower secondary education achieving at least a minimum proficiency level in (a) reading and (b) mathematics.\n2) Percentage of children and young people in Grade 2 or 3 of primary education, at the end of primary education and the end of lower secondary education achieving at least a minimum proficiency level in (a) reading and (b) mathematics. The minimum proficiency level will be measured relative to new common reading and mathematics scales currently in development. \nAs of August 2018 there is no globally accepted definition of the minimum proficiency level. As an interim reporting strategy, data reported according to the minimum proficiency level for each assessment","concepts":"1) Minimum proficiency level is the benchmark of basic knowledge in a domain (mathematics or reading) measured through learning assessments. For example, the Programme for International Student Assessment (PISA) reading test has six proficiency levels, of which Level 2 is described as the minimum proficiency level. In Trends in International Mathematics and Science Study (TIMSS) and Progress in International Reading Literacy Study (PIRLS), there are four proficiency levels: Low, Intermediate, High and Advanced. Students reaching the Intermediate benchmark are able to apply basic knowledge in a variety of situations, similar to the idea of minimum proficiency. Currently, there are no common standards validated by the international community or countries. The indicator shows data published by each of the agencies and organizations specialized in cross-national learning assessments. \n\n2) The National Assessment of Student Educational Achievements (NASEA) in the Kyrgyz Republic has been conducted four times. The aim of NASEA is to obtain objective, scientifically based data of what students know and able to do in accordance with the national education standard and to identify factors impacting educational outcomes. The study was conducted in grades 4 and 8 in Mathematics, Reading and Understanding and Sciences (in the 4th grade as part of the Native Studies subject).","rationale_interpretation":"1) The indicator is a direct measure of the learning outcomes achieved in the two subject areas at the end of the relevant stages of education. The three measurement points will have their own established minimum standard. There is only one threshold that divides students into above and below minimum:\n(a) Below minimum is the proportion or percentage of students who do not achieve a minimum standard as set up by countries according to the globally-defined minimum competencies.\n(b) Above minimum is the proportion or percentage of students who have achieved the minimum standards. Due to heterogeneity of performance levels set by national and cross-national assessments, these performance levels will have to be mapped to the globally-defined minimum performance levels. Once the performance levels are mapped, the global education community will be able to identify for each country the proportion or percentage of children who achieved minimum standards. \n\nNASEA study was conducted based on stratified sample across the Kyrgyz Republic. The following strata were selected: categories of schools (Bishkek, regional centers and small towns, rural schools), languages of instruction (Kyrgyz, Russian, Uzbek) administrative regions of Kyrgyzstan.\nTests and questionnaires for students, school administrators and teachers are the NASEA tools. NASEA assessment matches results to students’ achievement levels.\nThe study uses four levels of educational achievement: below the basic (level 1), basic (level 2), above the basic (level 3), and high achievement (level 4). The minimum acceptable level is basic (2). The levels of students’ achievements were identified both in general terms and for each subject area, describing students results at a given level in accordance with national standards and programmes.\nGrades 4 and 8 have been chosen for the study for the following reasons:\n• Grade 4 completes primary school and serves as the basis for further education. Knowledge and skills acquired by students during primary school can be evaluated upon completion of this stage. It is particularly important to know what students have actually learned at the end of primary school, as further successful learning depends on it.\n• Grade 8 for assessment was chosen by the Ministry of Education and Science. This grade precedes the final year of compulsory education, and assessment at this stage makes it possible to make the necessary adjustments in grade 9.","data_sources":"1) Multiple Indicator Cluster Survey, 2018 (MICS)\n\n2) Ministry of Education and Science of the Kyrgyz Republic. The National Assessment of Student Educational Achievements (NASEA). Study Report. Bishkek (2008, 2010, 2014, 2018)","data_collection":"1) ComputerAssisted Personal Interview (CAPI) have been used for surveys. The application for data collection, including a special CAPI data management platform, is based on CSPro (Census and Survey Processing System) version 6.3. Procedures and standard software developed under the global CAPI programme were adapted to the final version of the 2018 CAPI questionnaire for Kyrgyzstan and used in the survey.\n2) Stratified sample across the Kyrgyz Republic. Categories of schools (Bishkek, regional centers and small towns, rural schools), languages of instruction (Kyrgyz, Russian, Uzbek) administrative regions of Kyrgyzstan.\nTests and questionnaires (students, school administrators and teachers)","computation_methods":"1) The indicator is calculated as the percentage of children and/or young people at the relevant stage of education achieving or exceeding a pre-defined proficiency level in a given subject.\nPercentage of children between 7-14 years of age who successfully completed three basic reading and mathematics assignments.\n2) 1,000 points on a scale describing students’ achievements at each level.","comments_limitations":"1) While data from many national assessments are available now, every country sets its own standards so the performance levels might not be comparable.\n2) NASEA measures students’ achievements against achievement levels rather than school grades.","data_availability_gaps":"1) Data available on the NSC website\n2) NASEA data available at:  http://testing.kg","disaggregation":"1) By age or age-group of students, sex, location, socio-economic status, migrant status and ethnicity.\n2) By sex, schools location and language of instruction.","international_comparability":"1) Currently every country sets its own standards so the performance levels might not be comparable.\n2) NASEA results are not comparable with other international data because the tool was developed based on national educational standards and programmes of the Kyrgyz Republic.","references_documentation":"KR National SDG Reporting Platform:\nhttps://sustainabledevelopment-kyrgyzstan.github.io\nMetadata of global and thematic indicators for SDG4 monitoring and review and «Education 2030»programme.\nUnited Nations Educational, Scientific and Cultural Organization. UNESCO Institute for statistics 2018.\nThe National Assessment of Student Educational Achievements (NASEA). Study Report. Bishkek (2008, 2010, 2014, 2018)Website: http://testing.kg","indicator":"4.1.1","target_id":"4.1","sdg_goal":"4","reporting_status":"complete","indicator_sort_order":"04-01-01"}