{"goal_meta_link_text":"United Nations Sustainable Development Goals Metadata","goal_meta_link":"https://unstats.un.org/sdgs/metadata/files/Metadata-04-04-01.pdf","indicator_name":"Proportion of youth and adults with information and communications technology (ICT) skills, by type of skill","data_non_statistical":false,"graph_type":"bar","graph_title":"Доля женщин в возрасте 15-49 лет, обладающих навыками в области информационно-коммуникационных технологий, в разбивке по видам навыков","national_geographical_coverage":"Кыргызская Республика","measurement_units":"Процент","page_content":"","national_metadata_updated_date":"2021-10-06","national_metadata_update_url_text":"2021-10-06: see changes on GitHub","national_metadata_update_url":"https://github.com/sdg-kyrgyzstan/open-sdg-data-starter/commit/bd02e838f91b814c65b48a39e2a979e0b4665711","goal_name":"4. Ensure inclusive and equitable quality education and promote lifelong learning opportunities for all","target_name":"4.4. By 2030, substantially increase the number of youth and adults who have relevant skills, including technical and vocational skills, for employment, decent jobs and entrepreneurship","indicator_name1":"4.4.1. Proportion of youth and adults with information and communications technology (ICT) skills, by type of skill","organization_name":" National Statistical Committee of the Kyrgyz Republic (Household Statistics Division)","contact_name":"Kerimalieva N.K.","contact_email":"Sdg_nsc@stat.kg ","contact_phone":"(0312) 32 46 91","organization_website":"www.stat.kg","definitions":"The proportion of youth and adults with information and communications technology (ICT) skills, by type of skill as defined as the percentage of youth (aged 15-24 years) and adults (aged 15 years and above) that have undertaken certain computer-related activities in a given time period (e.g. last three months).","concepts":"Computer-related activities to measure ICT skills include: \n- Copying or moving a file or folder \n- Using copy and paste tools to duplicate or move information within a document \n- Sending e-mails with attached files (e.g. document, picture, and video) \n- Using basic arithmetic formulae in a spreadsheet \n- Connecting and installing new devices (e.g. modem, camera, printer)\n- Finding, downloading, installing and configuring software \n-Creating electronic presentations with presentation software (including text, images, sound, video or charts) \n- Transferring files between a computer and other devices \n- Writing a computer program using a specialized programming language","rationale_interpretation":"ICT skills determine the effective use of information and communication technology. The lack of such skills continues to be one of the key barriers keeping people, and in particular women, from fully benefitting from the potential of information and communication technologies.","data_sources":"Multiple Indicator Cluster Survey (MICS)","data_collection":"ComputerAssisted Personal Interview (CAPI) have been used for surveys. The application for data collection, including a special CAPI data management platform, is based on CSPro (Census and Survey Processing System) version 6.3. Procedures and standard software developed under the global CAPI programme were adapted to the final version of the 2018 CAPI questionnaire for Kyrgyzstan and used in the survey.","computation_methods":"The indicator is calculated as the percentage of people in the age group with ICT skills to overall population in the age group considered.","comments_limitations":"This indicator is relatively new but based on an internationally-agreed definition and methodology, which have been developed under the coordination of International Telecommunications Union (ITU), through its Expert Groups and following an extensive consultation process with countries. It is also one of the Partnerships on Measuring ICT for Development’s Core List of Indicators, which was endorsed by the UN Statistical Commission in 2014.","data_availability_gaps":"Data are available for women aged 15-49 with information and communication technology skills, disaggregated by skills.\n\nThe indicator is based on the responses provided by interviewees- women aged 15-49 regarding certain computer-related activities that they have carried out in a reference period of time. However, it is not a direct assessment of skills nor do we know if those activities were undertaken effectively.","disaggregation":"Age, place of residence, geographical location, education and other background characteristics of respondent.","international_comparability":"Although the indicator is based on internationally agreed definitions and methodology, one of the main issues is that measurement) (???) unlike ITU does not include programming.","references_documentation":"KR National SDG Reporting Platform:\n https://sustainabledevelopment-kyrgyzstan.github.io\ndata.unicef.org,  http://www.uis.unesco.org/Pages/default.aspx\nMultiple Indicator Cluster Survey, 2018 http://www.stat.kg/media/files/d0f77c65-07d9-469d-879a-84dc5aae8833.pdf.","indicator":"4.4.1","target_id":"4.4","sdg_goal":"4","reporting_status":"complete","indicator_sort_order":"04-04-01"}