{"goal_name":"Цель 4: Обеспечение всеохватного и справедливого качественного образования и поощрение возможности обучения на протяжении всей жизни для всех.","target_name":"Задача 4.5. К 2030 году ликвидировать гендерное неравенство в сфере образования и обеспечить равный доступ к образованию и профессионально-технической подготовке всех уровней для уязвимых групп населения, в том числе инвалидов, представителей коренных народов и детей, находящихся в уязвимом положении","indicator_name1":"Показатель 4.5.1. Индексы равенства (женщин и мужчин, городских и сельских жителей, нижней и верхней квинтили достатка и других групп, например инвалидов, коренных народов и людей, затронутых конфликтом, в зависимости от наличия данных) по всем относящимся к образованию показателям в настоящем перечне, которые могут быть дезагрегированы","organization_name":" НСК КР","contact_name":"Керималиева Н.К","contact_email":"nazira.kerimaliena@gmail.com","contact_phone":"(0312) 32 46 91","organization_website":"www.stat.kg","definitions":"Индексы равенства требуют данных о конкретных заинтересованных группах. Они отражают отношение значения индикатора одной группы к индикатору другой группы. Обычно, дискриминируемая группа ставится в числитель, в данном показателе женщины. Значение \"1\" соответствует равенству между группами.","concepts":"Минимальный уровень профессиональной подготовки является эталоном базовых знаний в области (математика или чтение), измеренных с помощью оценки обучения. Например, тест для чтения по программе «Международная оценка студенческих успехов» (PISA) имеет 6 уровней владения языком, где  Level 2 явлеется минимальным уровнем квалификации. В «Тенденции в Международной математике и науке (ITIMSS)» и «Прогресс в международном изучении грамотности чтения» (PIRLS), существуют четыре уровня владения языком: низкие, средние, высокий и продвинутый. Ученики, достигшие промежуточного эталона, могут применять базовые знания в самых разных ситуациях, подобно идее минимального мастерства.  В настоящее время нет общих стандартов, подтвержденных международным сообществом или странами. Показатель отображает данные, публикуемые каждым из агентств и организаций, специализирующихся на обучении на национальном уровне. ","rationale_interpretation":"Показатель необходим для измерения общего уровня неравенства между двумя интересующими группами населения. Чем больше отклонение от 1, тем больше неравенство между двумя группами населения","data_sources":"Демографические исследования и обследования здоровья (DHS), кластерныме обследования по многим показателям (MICS).","data_collection":"Этот показатель рассчитывается на основе данных по демографическим исследованиям и обследованиям здоровья (DHS), кластерным обследованиям по многим показателям (MICS).","computation_methods":"Значение показателя предположительно дискриминируемой группы делится на значение показателя другой группы.","comments_limitations":"Показатель не симметричен относительно 1 но простое преобразование делает его симметричным (путем деления 1 на отношение и вычитание результата из 2). Данный метод упростит интерпретацию.","data_availability_gaps":"Кластерное обследование по многим показателям в Кыргызской Республике, 2018 год\n","disaggregation":"На уровне начального образования, основного среднего и среднего общего образования. ","references_documentation":"https://www.unicef.org","data_non_statistical":false,"goal_meta_link":"https://unstats.un.org/sdgs/metadata/files/Metadata-04-05-01.pdf","goal_meta_link_text":"United Nations Sustainable Development Goals Metadata (pdf 210kB)","graph_type":"line","indicator_name":"Parity indices (female/male, rural/urban, bottom/top wealth quintile and others such as disability status, indigenous peoples and conflict-affected, as data become available) for all education indicators on this list that can be disaggregated","graph_title":"Parity indices (female/male, rural/urban, bottom/top wealth quintile and others such as disability status, indigenous peoples and conflict-affected, as data become available) for all education indicators on this list that can be disaggregated","national_geographical_coverage":"Кыргызская Республика","measurement_units":null,"page_content":"","indicator":"4.5.1","target_id":"4.5","sdg_goal":"4","reporting_status":"notstarted","indicator_sort_order":"04-05-01"}