{"data_non_statistical":true,"goal_meta_link":"http://unstats.un.org/sdgs/files/metadata-compilation/Metadata-Goal-4.pdf","goal_meta_link_text":"United Nations Sustainable Development Goals Metadata (pdf 210kB)","graph_type":"line","indicator_name":"Extent to which (i) global citizenship education and (ii) education for sustainable development, including gender equality and human rights, are mainstreamed at all levels in (a) national education policies; (b) curricula; (c) teacher education; and (d) student assessment","graph_title":"Extent to which (i) global citizenship education and (ii) education for sustainable development, including gender equality and human rights, are mainstreamed at all levels in (a) national education policies; (b) curricula; (c) teacher education; and (d) student assessment","national_geographical_coverage":"Кыргызская Республика","measurement_units":null,"page_content":"а) Закон Кыргызской Республики «Об образовании», ППКР от 23 марта 2012 года N201 «О стратегических направлениях развития системы образования в Кыргызской Республике».\n\nb) ГОС школьного общего образования Кыргызской Республики (ППКР от 21 июля 2014 года № 403),  Вопросы прав детей введены в учебный предмет «Человек и общество» (гражданственность) с 5-го класса (ранее эти вопросы изучались с  9-го класса) (решение Ученого Совета КАО), Макет ГОС НПО (ППКР от 22.01.2018 г. № 41),  ГОС ВПО (приказ МОН от 15.09.2015 г. № 1179/1), ГОС СПО (ППКР № 160 от 28.03.2019 г.)\n\nc) «Руководство по реализации непрерывного профессионального развития учителя». В Учебных заведения НПО тематика по гражданскому образованию, гендерному равенству и правам человека (ребенка, семьи и т.д.) изучается в рамках предмета «Правовое обеспечение профессиональной деятельности» - 24 часа (решение Научно-методического совета РНМЦ), В рамках цикла «Общие гуманитарные и социально-экономические дисциплины» читаются курсы: «Гендерная политика», «Гендерная социология», «Феминология», «Юридическая антропология», «Гендерная политика в странах Центральной Азии», «Социология секса и гендера», «Эне менен балалыктын мамлекет тарабынан корголушу», «Права человека и демократия», «Проблемы гендерных отношений», «Семьяведение», «Социология семьи», «Человек и общество». Количество часов, отведенных гендерным аспектам, варьируется от 34 до 136 часов в зависимости от специфики учебной программы -  ГОС ВПО (приказ МОН от 15.09.2015 г. № 1179/1), Тематические курсы по гендерным аспектам в рамках повышения квалификации педагогических работников разного уровня в количестве 72 часов в КАО (решение Ученого Совета КАО)\n\nd) Положение о проведении итоговой государственной аттестации (ИГА) по образовательным программам основного общего и среднего общего образования в общеобразовательных организациях КР всех типов и форм собственности (приказ МОН № 261/1 от 06.03.2017 г.)\n","goal_name":"4. Обеспечение всеохватного и справедливого качественного образования и поощрение возможности обучения на протяжении всей жизни для всех ","target_name":" К 2030 году обеспечить,  чтобы учащиеся приобретали знания и навыки, необходимые для содействия устойчивому развитию, в том числе посредством обучения по вопросам устойчивого развития и устойчивого образа жизни, прав человека, гендерного равенства, пропаганды культуры мира и ненасилия, гражданства мира и осознания ценности культурного разнообразия и вклада культуры в устойчивое развитие","indicator_name1":"4.7.1.  Статус \ni) воспитания в духе всемирной гражданственности и \nii) пропаганды устойчивого развития (включая просвещение по проблеме изменения климата) в \na) в национальной политике в сфере образования; \nb) в учебных программах; \nc) в про-граммах подготовки учителей и \nd) в системе аттестации учащихся","organization_name":"Министерство образования и науки Кыргызской Республики","contact_name":"Пак Зоя Алексеевна","contact_email":"zoya.pak.54@mail.ru","contact_phone":"0550513385, 0312663036","organization_website":"edu.gov.kg","definitions":"В государственный образовательный стандарт общего школьного образования включены понятия: формирование  ключевых и предметных компетентностей учащихся. Воспитание активной гражданской позиции - это воспитание любви к Родине, духовны ценностям, уважение к культурам других народов.  Организация  безопасной образовательной  среды - это  инфраструктура школы,  экологическое  образование и воспитание, толерантная среда обучения : обеспечение в школе  информационной безопасности,  психологической безопасности на уроках и во внеурочное время.    ","concepts":"Государственный образовательный стандарт, предметные стандарты, общеобразовательные программы, содержани е учебно-методичеких комплексов  направлены на  умение учащихся применять  полученные знания   в реальной жизни.  Сохранение зоровья детей, здоровый образ жизни детей для улучшения условий жизни для устойчивого развития.  содержание учебно-методических материалов напрвлено на овладение учащимися колючевых и предметных компетентностей.","rationale_interpretation":"Разработка Государственного образовательного стандарта, предметных  стандартов, которые формируют ключевые и предметные компетентности.Общеобразовательные программы, учебно-методические комплексы, выполнение НПА в оласти образования направлены на реализацию ЦУР для улучшения условий жизни детей. ","data_sources":"Также из образовательных организаций республикнского подчинения. Материалы проводимых обучающих семинаров-тренингов для учителй, методистов по экологическому направлению.а также из образовательных организаций республиканского подчинения. Материалы проводимых оучающих семинаров-тренингов для учителей , методистов по экологическому образованию и  воспитанию. ","data_collection":"Предоставление информации от структурных подразделений МОН КР. Анализ общеобразовательных программ, в которые включены вопросы экологического образования и воспитания. Посещение общеобразовательных школ с целью мониторинга выполенеия учебного плана, общеобразовательных программ, а также организация безопасной образовательной среды в школе.","quality_assurance":"Выполнение учебного плана в соответствии с предметными стандартами и общеобразовательными программами. ","data_availability_gaps":"На сайте МОН КР в разделе  \"Базисный учебный план. Предметные стандарты\"","references_documentation":"Государственный образовательный стандарт общего школьного образования(21 июля 2014 г. № 403), предметные стандарты. Постановление Правительства КР \"Об утверждении актов общественного здравоохранеия от 11 апреля 2016 года № 201. постановление Правительства КР \"О внесении изменений в некоторые решения Правительства КР по вопросам безопасной образовательной средй\"от 17 июня 2019 года № 295.","indicator":"4.7.1","target_id":"4.7","sdg_goal":"4","reporting_status":"complete","indicator_sort_order":"04-07-01"}