{"data_non_statistical":true,"goal_meta_link":"http://unstats.un.org/sdgs/files/metadata-compilation/Metadata-Goal-4-7-1.pdf","goal_meta_link_text":"United Nations Sustainable Development Goals Metadata (pdf 210kB)","graph_type":null,"indicator_name":"Extent to which (i) global citizenship education and (ii) education for sustainable development are mainstreamed in (a) national education policies; (b) curricula; (c) teacher education; and (d) student assessment","graph_title":"Extent to which (i) global citizenship education and (ii) education for sustainable development are mainstreamed in (a) national education policies; (b) curricula; (c) teacher education; and (d) student assessment","national_geographical_coverage":"Kyrgyz Rebublic","measurement_units":null,"page_content":"### a) The Law of the Kyrgyz Republic “On Education”; Resolution of the Cabinet of Ministers of the Kyrgyz Republic dated 4 May 2021 No. 200 “On the Approval of the Education Development Program of the Kyrgyz Republic for 2021–2040”; Resolution of the Government of the Kyrgyz Republic dated 17 June 2019 No. 295 “On Amendments to Certain Decisions of the Government of the Kyrgyz Republic on Safe Educational Environment Issues”.\n\n### b) The State Educational Standard of General Education of the Kyrgyz Republic (Resolution of the Cabinet of Ministers of the Kyrgyz Republic dated 14 March 2025 No. 131). Issues of children's rights have been introduced into the school subject “Man and Society” (Civic Education) starting from Grade 5 (previously taught from Grade 9) (Decision of the Academic Council of KAO). Model State Educational Standards for Primary Vocational Education (PVE), Secondary Vocational Education (SVE), and Higher Professional Education (HPE) (Resolution of the Cabinet of Ministers of the Kyrgyz Republic dated 8 July 2024 No. 371).\n\n### c) “Guidelines for the Implementation of Continuous Professional Development for Teachers”. In PVE institutions, topics on civic education, gender equality, and human rights (child, family, etc.) are studied within the subject “Legal Framework for Professional Activity” – 24 hours (Decision of the Scientific and Methodological Council of the Republican Scientific and Methodological Center). Within the cycle of “General Humanities and Socio-Economic Disciplines”, the following courses are taught: “Gender Policy”, “Gender Sociology”, “Feminology”, “Legal Anthropology”, “Gender Policy in Central Asian Countries”, “Sociology of Sex and Gender”, “State Protection of Motherhood and Childhood”, “Human Rights and Democracy”, “Issues of Gender Relations”, “Family Studies”, “Sociology of the Family”, “Man and Society”. The number of hours allocated to gender aspects ranges from 34 to 136 depending on the specifics of the academic program – State Educational Standard of Higher Professional Education (Order of the Ministry of Education and Science dated 15.09.2015 No. 1179/1). Thematic courses on gender aspects are also offered as part of professional development programs for teaching staff at various levels, totaling 72 hours at KAO (Decision of the Academic Council of KAO).\n\n### d) Annual Order on the Conduct of Final State Attestation (FSA) under the educational programs of basic general and secondary general education in all types and forms of ownership of general education institutions in the Kyrgyz Republic.\n","national_metadata_updated_date":"2025-08-13","goal_name":"4. Ensure inclusive and equitable quality education and promote lifelong learning opportunities for all","target_name":"4.7.  By 2030, ensure that all learners acquire the knowledge and skills needed to promote sustainable development, including, among others, through education for sustainable development and sustainable lifestyles, human rights, gender equality, promotion of a culture of peace and non-violence, global citizenship and appreciation of cultural diversity and of culture's contribution to sustainable development","indicator_name1":"4.7.1. Extent to which (i) global citizenship education and (ii) education for\nsustainable development, including gender equality and human rights, are mainstreamed at all levels in: \n(a) national education policies, \n(b) curricula, \n(c) teacher education and \n(d) student assessment","organization_name":"Ministry of Education and Science of the Kyrgyz Republic","contact_name":"Pak Zoya Alexeevna","contact_email":"zoya.pak.54@mail.ru","contact_phone":"0550513385, 0312663036","organization_website":"edu.gov.kg","definitions":"State education standard for general school education includes the following concepts: development of key and subject competencies. Active citizenship is development of love for homeland, spiritual values and respect for other cultures. Ensuring safe educational environment is school infrastructure, environmental education, and a tolerant learning environment: ensuring information security, psychological safety in classroom and after school hours.","concepts":"State educational standard, subject standards, general education programmes and content aimed at enabling students to apply acquired knowledge and skills in real life. Maintaining children’s health and healthy lifestyles in order to improve living conditions for sustainable development. Content of teaching materials is aimed at enabling students to acquire key and subject-specific competencies.","rationale_interpretation":"Developing State Educational Standard, subject standards which form key and subject-specific competences. The general education programmes, teaching methods and RLAs in the sphere of education are aimed at implementing SDGs in order to improve children standard of life.","quality_assurance":"Curriculum implementation in accordance with subject standards and general education programmes.","data_availability_gaps":"Ministry of Education and Science website in the section «Basic curriculum. Subject standards» link to website ","references_documentation":"KR National SDG Reporting Platform: https://sustainabledevelopment-kyrgyzstan.github.io\nState educational standard for general school education in the Kyrgyz Republic, approved by a Government decree dated 21 July 2014, №403;\nGovernment Decree dated 11 April 2016 201 «On Approval of Public Health Acts»;\nGovernment Resolution dated June 17, 2019 295 «On amendments to some learning environment».","indicator_number":"4.7.1","target_number":"4.7","goal_number":"4","reporting_status":"complete","indicator_sort_order":"04-07-01"}