{"goal_meta_link_text":"United Nations Sustainable Development Goals Metadata","goal_meta_link":null,"indicator_name":"Proportion of women aged 20–24 years who were married or in a union before age 15 and before age 18","data_non_statistical":false,"graph_type":"bar","graph_title":"Proportion of women aged 20–24 years who were married or in a union before age 15 and before age 18","national_geographical_coverage":"Кыргызская Республика","measurement_units":"Процент","page_content":"","national_metadata_updated_date":"2021-10-04","national_metadata_update_url_text":"2021-10-04: see changes on GitHub","national_metadata_update_url":"https://github.com/sdg-kyrgyzstan/open-sdg-data-starter/commit/176e810c5c291331d10464420485141757d3cbca","goal_name":"5. Achieve gender equality and empower all women and girls","target_name":"5.3. Eliminate all harmful practices, such as child, early and forced marriage and female genital mutilation","indicator_name1":"5.3.1. Proportion of women aged 20-24 years who were married or in a union before age 15 and before age 18","organization_name":" National Statistical Committee of the Kyrgyz Republic (Household Statistics Division)","contact_name":"Kerimalieva N.K.","contact_email":"Sdg_nsc@stat.kg ","contact_phone":"(0312) 32 46 91","organization_website":"www.stat.kg","definitions":"Proportion of women aged 20-24 years who were married or in a union before age 15 and before age 18","concepts":"Both formal (i.e., marriages) and informal unions are covered under this indicator. Informal unions are generally defined as those in which a couple lives together for some time, intends to have a lasting relationship, but for which there has been no formal civil or religious ceremony (i.e., cohabitation).","rationale_interpretation":"Marriage before the age of 18 is a fundamental violation of human rights. Child marriage often compromises a girl’s development by resulting in early pregnancy and social isolation, interrupting her schooling, limiting her opportunities for career and vocational advancement and placing her at increased risk of intimate partner violence. In many cultures, girls reaching puberty are expected to assume gender roles associated with womanhood. These include entering a union and becoming a mother. The practice of early/child marriage is a direct manifestation of gender inequality. The issue of child marriage is addressed in a number of international conventions and agreements. Although marriage is not mentioned directly in the Convention on the Rights of the Child, child marriage is linked to other rights – such as the right to freedom of expression, the right to protection from all forms of abuse, and the right to be protected from harmful traditional practices.","data_sources":"Multiple Indicator Cluster Survey (MICS)","data_collection":"ComputerAssisted Personal Interview (CAPI) have been used for surveys. The application for data collection, including a special CAPI data management platform, is based on CSPro (Census and Survey Processing System) version 6.3. Procedures and standard software developed under the global CAPI programme were adapted to the final version of the 2018 CAPI questionnaire for Kyrgyzstan and used in the survey.","computation_methods":"Number of women aged 20-24 who were first married or in union before age 15 (or before age 18) divided by the total number of women aged 20-24 in the population multiplied by 100","comments_limitations":"UNICEF Country Offices are invited to submit, through an online system, any updated data for a number of key indicators on the well-being of women and children. Updates sent by the country offices are then reviewed by sector specialists at UNICEF headquarters to check for consistency and overall data quality of the submitted estimates. This review is based on a set of objective criteria to ensure that only the most recent and reliable information is included in the databases. Once reviewed, feedback is made available on whether or not specific data points are accepted, and if not, the reasons why.","quality_assurance":"There are existing tools and mechanisms for data collection that countries have implemented to monitor the situation with regards to this indicator. The modules used to collect information on marital status among women and men of reproductive age (15-49 years) in the DHS and MICS have been fully harmonized.","data_availability_gaps":"Comparable data on this indicator are currently available for 124 low- and middle-income countries","disaggregation":"Age, place of residence, geographic location, education and other background characteristics of women","international_comparability":"Global aggregates are weighted averages of all the sub-regions that make up the world. Regional aggregates are weighted averages of all the countries within the region. Comparable data on this indicator are currently available for 124 low- and middle-income countries","references_documentation":"https://sustainabledevelopment-kyrgyzstan.github.io\nhttp://www.stat.kg/media/files/d0f77c65-07d9-469d-879a-84dc5aae8833.pdf\nMultiple Indicator Cluster Survey, 2018\nData.unicef.org","indicator":"5.3.1","target_id":"5.3","sdg_goal":"5","reporting_status":"complete","indicator_sort_order":"05-03-01"}