{"goal_meta_link_text":"United Nations Sustainable Development Goals Metadata","data_non_statistical":false,"goal_meta_link":"https://unstats.un.org/sdgs/metadata/files/Metadata-05-05-01.pdf","graph_type":"line","indicator_name":"Proportion of seats held by women in (a) national parliaments and (b) local governments","graph_title":"Доля мест, занимаемых женщинами в национальных парламентах","national_geographical_coverage":"Кыргызская Республика","measurement_units":"Процент","page_content":"","national_metadata_updated_date":"2021-10-12","national_metadata_update_url_text":"2021-10-12: see changes on GitHub","national_metadata_update_url":"https://github.com/sdg-kyrgyzstan/open-sdg-data-starter/commit/905aaa6e46b7dda47a49de48096af6f1d8ec1629","goal_name":"5. Achieve gender equality and empower all women and girls","target_name":"5.1. Ensure women’s full and effective participation and equal opportunities for leadership at all levels of decision-making in political, economic and public life","indicator_name1":"5.5.1. Proportion of seats held by women in (a) national parliaments","organization_name":"National Statistical Committee of the Kyrgyz Republic (Labour and Employment Statistics Division)","contact_name":"Jailobaeva G.Zh.","contact_email":"jailobaeva@stat.kg","contact_phone":"(0312) 626076","organization_website":"www.stat.kg","definitions":"The proportion of seats held by women in the Zhogorku Kenesh s currently measured as the number of seats held by women deputies to the total number of deputies in the Zhogorku Kenesh","concepts":"Zhogorku Kenesh of the Kyrgyz Republic is a single chamber parliament of 120 deputies of the Kyrgyz Republic, country’s legislative body.","rationale_interpretation":"In determining the list of candidates, a political party must consider representation of not more than 70% of  the same-sex candidates, also difference in the lists of candidates of women and men nominated by political parties should not exceeding three positions","data_sources":"State statistical reporting form 1-GOS-brief (STATE)«Report on the number of employees in public administration bodies»","data_collection":"State administrative bodies provide paper-based statistics to local statistical bodies, or statistics in electronic format to the NSC of the Kyrgyz Republic on 28 January upon completion of the reporting year","computation_methods":"Number of female deputies, divided by total number of deputies and multiplied by 100 based on Zhogorku Kenesh provided data in the 1-GOS form","data_availability_gaps":"Data are published in the statistical compendium «Kyrgyzstan in figures», «Women and men of the Kyrgyz Republic».","disaggregation":"Data on country level","references_documentation":"KR National SDG Reporting Platform: https://sustainabledevelopment-kyrgyzstan.github.io\nhttp://www.stat.kg/ru/publications/sbornik-kyrgyzstan-v-cifrah/\nhttp://www.stat.kg/ru/publications/sbornik-zhenshiny-i-muzhchiny-kyrgyzskoj-respubliki/","indicator":"5.5.1","target_id":"5.5","sdg_goal":"5","reporting_status":"complete","indicator_sort_order":"05-05-01"}