{"goal_meta_link_text":"United Nations Sustainable Development Goals Metadata","data_non_statistical":false,"goal_meta_link":"https://unstats.un.org/sdgs/metadata/files/Metadata-06-01-01.pdf","graph_type":"line","indicator_name":"Proportion of population using safely managed drinking water services","graph_title":"Proportion of population using safely managed drinking water services","national_geographical_coverage":"Кыргызская Республика","measurement_units":"Процент","page_content":"","national_metadata_updated_date":"2021-10-04","national_metadata_update_url_text":"2021-10-04: see changes on GitHub","national_metadata_update_url":"https://github.com/sdg-kyrgyzstan/open-sdg-data-starter/commit/612caae6c439feb5cdc886070af595ab4dd80ddb","goal_name":"6: Ensure availability and sustainable management of water and sanitation for all","target_name":"6.1. By 2030, achieve universal and equitable access to safe and affordable drinking water for all","indicator_name1":"6.1.1. Proportion of population using safely managed drinking water services","organization_name":" National Statistical Committee of the Kyrgyz Republic (Household Statistics Division)","contact_name":"Kerimalieva N.K.","contact_email":"Sdg_nsc@stat.kg ","contact_phone":"(0312) 32 46 91","organization_website":"www.stat.kg","definitions":"Proportion of population using safely managed drinking water services is currently being measured by the proportion of population using an improved basic drinking water source which is located on premises and available when needed and free of faecal (and priority chemical) contamination. ‘Improved’ source defined the same as used for MDG monitoring i.e. piped water into dwelling, yard or plot; public taps or standpipes; boreholes or tubewells; protected dug wells; protected springs and rainwater.","concepts":"Improved drinking water sources include the following: piped water into dwelling, yard or plot; public taps or standpipes; boreholes or tubewells; protected dug wells; protected springs and rainwater. Packaged drinking water is considered improved if households use an improved water source for other domestic purposes. A water source is considered to be ‘located on premises’ if the point of collection is within the dwelling, yard, or plot. ‘Available when needed’: households are able to access sufficient quantities of water when needed.\n‘Free from faecal and priority chemical contamination’: water complies with relevant national or local standards. In the absence of such standards, reference is made to the WHO Guidelines for Drinking Water Quality\n(http://www.who.int/water_sanitation_health/dwq/guidelines/en/).","rationale_interpretation":"MDG target 7C called for ‘sustainable access’ to ‘safe drinking water’. At the start of the MDG period, there was a complete lack of nationally representative data about drinking water safety in developing countries, and such data were not collected through household surveys or censuses. The JMP developed the concept of ‘improved’ water sources, which was used as a proxy for ‘safe water’, as such sources are likely to be protected against faecal contamination, and this metric has been used since 2000 to track progress towards the MDG target. International consultations since 2011 have established consensus on the need to build on and address the shortcomings of this indicator; specifically, to address normative criteria of the human right to water including accessibility, availability and quality.\nThe above consultation concluded that JMP should go beyond the basic level of access and address safe management of drinking water services, including dimensions of accessibility, availability and quality. The proposed indicator of ‘safely managed drinking water services’ is designed to address this.","data_sources":"Integrated Household Budget and Labour Force Sample Survey","data_collection":"Data collected through quarterly questionnaire №1 «Household control card» and annual questionnaire №2 «Socio-demographic characteristics of household residents», section 4 «Knowledge and skills of household members» using a cluster sample built on the latest available Census data and up-to-date housing lists. The IHBLFSS polls use computer assisted personal interviews (ComputerAssisted Personal Interview, CAPI).","computation_methods":"The indicator is calculated by dividing the total number of persons living in households with improved basic drinking water sources by the total population. All calculations are done using weighted factors.","comments_limitations":"Data on availability and safety of drinking water is increasingly available through a combination of household surveys and administrative sources including regulators, but definitions have yet to be standardized. Data on faecal and chemical contamination, drawn from household surveys and regulatory databases, will not cover all countries immediately. However, sufficient data exist to make global and regional estimates of safely managed drinking water services.","disaggregation":"Indicator is disaggregated by region (geographical and urban / rural location).","international_comparability":"National household surveys measure the indicator directly, which creates discrepancies with the international methodology. The WHO/UNICEF Joint Monitoring Programme for Water Supply and Sanitation (JMP) estimates access to basic services for each country, separately in urban and rural areas, by fitting a regression line to a series of data points from household surveys and censuses. This approach was used to report on use of ‘improved water’ sources for MDG monitoring. The JMP is evaluating the use of alternative statistical estimation methods as more data become available. The accompanying Methodological Note describes in more detail how data on availability and quality from different sources, can be combined with data on use of different types of supplies, as recorded in the current JMP database to compute the proposed indicator. http://www.wssinfo.org/fileadmin/user_upload/resources/Methodological-note-on-monitoring-SDG-targets-for-WASH-and-wastewater_WHO-UNICEF_8October2015_Final.pdf.  \nWHO is required by World Health Assembly resolution to consult on all WHO statistics, and seek feedback from countries on data about countries and territories. Before publishing, all JMP estimates undergo rigorous country consultations facilitated by WHO and UNICEF country offices. Often these consultations give rise to in-country visits, and meetings about data reconciliations. JMP has been engaged with more than fifty countries over the last 10 years in explaining JMP estimates, and reasons for discrepancies if any. JMP has also developed an online tool to facilitate future data validation and expanded its online capabilities so that these reconciliations could be done in much more interactive and real time manner, reducing cost of reconciliations missions.","references_documentation":"KR National SDG Reporting Platform: https://sustainabledevelopment-kyrgyzstan.github.io","indicator":"6.1.1","target_id":"6.1","sdg_goal":"6","reporting_status":"complete","indicator_sort_order":"06-01-01"}