{"goal_meta_link_text":"United Nations Sustainable Development Goals Metadata","goal_meta_link":"https://unstats.un.org/sdgs/metadata/files/Metadata-06-02-01.pdf","indicator_name":"Proportion of population using safely managed sanitation services, including a handwashing facility with soap and water","data_non_statistical":false,"graph_type":"bar","graph_title":"Proportion of population using safely managed sanitation services, including a handwashing facility with soap and water","national_geographical_coverage":"Кыргызская Республика","measurement_units":"Процент","page_content":"","national_metadata_update_url_text":"2021-05-07: see changes on GitHub","national_metadata_update_url":"https://github.com/sdg-kyrgyzstan/open-sdg-data-starter/commit/e668cc13e6c044ce27e0152cd670867112d4cb00","goal_name":"6. Ensure availability and sustainable management of water and sanitation for all","target_name":"6.2. By 2030, achieve access to adequate and equitable sanitation and hygiene for all and end open defecation, paying special attention to the needs of women and girls and those in vulnerable situations","indicator_name1":"6.2.1. Proportion of population using safely managed sanitation services, including a handwashing facility with soap and water","organization_name":" National Statistical Committee of the Kyrgyz Republic (Household Statistics Division)","contact_name":"Kerimalieva N.K.","contact_email":"Sdg_nsc@stat.kg ","contact_phone":"(0312) 32 46 91","organization_website":"www.stat.kg","definitions":"The Proportion of population using safely managed sanitation services, including a hand-washing facility with soap and water is currently being measured by the proportion of the population using an improved basic sanitation facility at the household level which is not shared with other households and where excreta is safely disposed in situ or treated off-site. ‘Improved’ source defined the same as used for MDG monitoring i.e. flush or pour flush toilets to sewer systems, septic tanks or pit latrines, ventilated improved pit latrines, pit latrines with a slab, and composting toilets.\nHandwashing facility: a device to contain, transport or regulate the flow of water to facilitate handwashing with soap and water in the household.","concepts":"Improved sanitation facilities include the following: flush or pour flush toilets to sewer systems, septic tanks or pit latrines, ventilated improved pit latrines, pit latrines with a slab, and composting toilets. Safely disposed in situ; when pit latrines and septic tanks are not emptied, the excreta may still remain isolated from human contact and can be considered safely managed. For example, with the new SDG indicator, households that use twin pit latrines or safely abandon full pit latrines and dig new facilities, a common practice in rural areas, would be counted as using safely managed sanitation services.\nA handwashing facility with soap and water: a handwashing facility is a device to contain, transport or regulate the flow of water to facilitate handwashing. This indicator is a proxy of actual handwashing practice, which has been found to be more accurate than other proxies such as self-reports of handwashing practices.","rationale_interpretation":"MDG target 7C called for ‘sustainable access’ to ‘basic sanitation’. The JMP developed the metric of use of ‘improved’ sanitation facilities, which are likely to hygienically separate human excreta from human contact, and has used this indicator to track progress towards the MDG target since 2000. International consultations since 2011 have established consensus on the need to build on and address the shortcomings of this indicator; specifically, to address normative criteria of the human right to water including accessibility, acceptability, and safety. Furthermore, the safe management of faecal wastes should be considered, as discharges of untreated wastewater into the environment create public health hazards. The above consultation concluded that post-2015 targets, which apply to all countries, should go beyond the basic level of access and address indicators of safe management of sanitation services, including dimensions of accessibility, acceptability and safety.","data_sources":"Based on the Multiple Indicator Cluster Survey, 2018","data_collection":"ComputerAssisted Personal Interview (CAPI) have been used for surveys. The application for data collection, including a special CAPI data management platform, is based on CSPro (Census and Survey Processing System) version 6.3. Procedures and standard software developed under the global CAPI programme were adapted to the final version of the 2018 CAPI questionnaire for Kyrgyzstan and used in the survey.","computation_methods":"The percentage of the population using safely managed sanitation services is calculated by combining data on the proportion of the population using different types of basic sanitation facilities with estimates of the proportion of faecal waste which is safely disposed in situ or treated off-site.\nThe Methodological Note describes in more detail how estimates of the proportion of household wastewater that is safely disposed of in situ or treated off-site will be combined with data on use of different types of sanitation facilities, as recorded in the current JMP database. http://www.wssinfo.org/fileadmin/user_upload/resources/Methodological-note-on-monitoring-SDG-targets-for-WASH-and-wastewater_WHO-UNICEF_8October2015_Final.pdf","quality_assurance":"Estimates of excreta management will be collected from countries and used to adjust the data on use of basic sanitation facilities as needed. Administrative, population and environmental data can also be combined to estimate safe disposal or transport of excreta, when no country data are available. Data on disposal or treatment of excreta are limited but estimates for safe management of faecal wastes can be calculated based on faecal waste flows associated with the use of different types of basic sanitation facility.","data_availability_gaps":"Time series data are available for the basic sanitation level of service over the period 1990-2015. These serve as the foundation for the safely managed sanitation service indicator. Some elements of safe management (e.g. wastewater treatment) were not collected during the MDG period and trend analysis will only be possible several years into the SDGs. (From 1990 to 2015)","disaggregation":"Disaggregated by region (geographical and urban/rural area).","international_comparability":"National household surveys measure the indicator directly, which creates discrepancies with the international methodology. The WHO/UNICEF Joint Monitoring Programme for Water Supply and Sanitation (JMP) estimates access to basic services for each country, separately in urban and rural areas, by fitting a regression line to a series of data points from household surveys and censuses. This approach was used to report on use of ‘improved water’ sources for MDG monitoring. The JMP is evaluating the use of alternative statistical estimation methods as more data become available. The accompanying Methodological Note describes in more detail how data on availability and quality from different sources, can be combined with data on use of different types of supplies, as recorded in the current JMP database to compute the proposed indicator.  http://www.wssinfo.org/fileadmin/user_upload/resources/Methodological-note-on-monitoring-SDG-targets-for-WASH-and-wastewater_WHO-UNICEF_8October2015_Final.pdf.  \nWHO is required by World Health Assembly resolution to consult on all WHO statistics, and seek feedback from countries on data about countries and territories. Before publishing, all JMP estimates undergo rigorous country consultations facilitated by WHO and UNICEF country offices. Often these consultations give rise to in-country visits, and meetings about data reconciliations. JMP has been engaged with more than fifty countries over the last 10 years in explaining JMP estimates, and reasons for discrepancies if any. JMP has also developed an online tool to facilitate future data validation and expanded its online capabilities so that these reconciliations could be done in much more interactive and real time manner, reducing cost of reconciliations missions.","references_documentation":"KR National SDG Reporting Platform: https://sustainabledevelopment-kyrgyzstan.github.io\nhttp://www.stat.kg/media/files/d0f77c65-07d9-469d-879a-84dc5aae8833.pdf","indicator":"6.2.1","target_id":"6.2","sdg_goal":"6","reporting_status":"complete","indicator_sort_order":"06-02-01"}