{"goal_meta_link_text":"United Nations Sustainable Development Goals Metadata","goal_meta_link":"https://unstats.un.org/sdgs/files/metadata-compilation/Metadata-Goal-6.pdf","indicator_name":"Proportion of domestic and industrial wastewater flows safely treated","data_non_statistical":false,"graph_type":"line","graph_title":"Proportion of domestic and industrial wastewater flows safely treated","national_geographical_coverage":"Кыргызская Республика","measurement_units":"Процент","page_content":"","national_metadata_updated_date":"2021-10-01","national_metadata_update_url_text":"2021-10-01: see changes on GitHub","national_metadata_update_url":"https://github.com/sdg-kyrgyzstan/open-sdg-data-starter/commit/6887baa1325b94a2adf0fa2c07ee17a31317acad","goal_name":"6. Ensure availability and sustainable management of water and sanitation for all","target_name":"6.3. By 2030, improve water quality by reducing pollution, eliminating dumping and minimizing release of hazardous chemicals and materials, halving the proportion of untreated wastewater and substantially increasing recycling and safe reuse globally","indicator_name1":"6.3.1. Proportion of wastewater safely treated","organization_name":"National Statistical Committee of the Kyrgyz Republic\nSustainable Development and Environment Statistics Division","contact_name":"Kerimalieva N.K.","contact_email":"Sdg_nsc@stat.kg ","contact_phone":"(0312) 32 46 91","organization_website":"www.stat.kg","definitions":"Proportion of wastewater generated by households and by economic activities which is safely treated based on treatment ladders as defined by the SEEA water resources statistics and IRWS;","concepts":"System of Environmental and Economic Accounting for Water, adopted by Statistical Commission in 2014. This accounting structure means that these activities cover the whole economy and are considered for each industry, which are defined according to the International Standard Industrial Classification of all Economic Activities (ISIC), and covering 1) abstraction and distribution of water, 2) discharge, reuse and treatment of wastewater, and 3) consumption and returns of water back to the environment, in this accounting structure, disaggregated by industry in a standardized way. Economic activities by ISIC broadly covers agriculture, hazardous industries and other economic activities","data_sources":"State Statistical Reporting Form 2-TP VODHOZ (Water management) «Report on General Water Use Indicators»","data_collection":"MAFILR KR Water Management Department submits a summary report broken down by regions and districts, to the National Statistical Committee","comments_limitations":"The main issue regarding safely managed drinking water services will be comparability of data on the definition of what is considered safe treatment. Although there are international guidelines and standards, their compliance by countries is not internationally binding. Countries can set their own standards which can vary from international norms and standards. For this reason, country data may not follow the international standard that JMP likes to follow for its global monitoring purposes.\nHaving said the above, using MDG experiences of data reconciliation, and working collabouratively with JMP on this will help reconciling definitional discrepancies and hence variations in estimates. This vast experience in dealing with such issues will be very useful in dealing with the above issues for the SDG period.\n","international_comparability":"Since this indicator is disaggregated for households and non-households (industrial and commercial establishments, as per the classification of ISIC Rev4); more can be found on the methods note: http://www.wssinfo.org/fileadmin/user_upload/resources/Methodological-note-on-monitoring-SDG-targets-for-WASH-and-wastewater_WHO-UNICEF_8October2015_Final.pdf.","references_documentation":"KR National SDG Reporting Platform: https://sustainabledevelopment-kyrgyzstan.github.io","indicator":"6.3.1","target_id":"6.3","sdg_goal":"6","reporting_status":"complete","indicator_sort_order":"06-03-01"}