{"goal_meta_link_text":"United Nations Sustainable Development Goals Metadata","data_non_statistical":false,"graph_type":"line","indicator_name":"Freshwater withdrawal","graph_title":"Freshwater withdrawal","national_geographical_coverage":"Kyrgyz Republic","measurement_units":"Million cubic meters","composite_breakdown_label":"Water source","tags":["National"],"page_content":"","1. Информация об индикаторе":"6.4.2.1","national_metadata_updated_date":"2025-08-05","goal_name":"6. Ensure availability and sustainable management of water and sanitation for all","target_name":"6.4 By 2030, substantially increase water-use efficiency across all sectors and ensure sustainable withdrawals and supply of freshwater to address water scarcity and substantially reduce the number of people suffering from water scarcity","indicator_name1":"6.4.2.1 Freshwater withdrawal","organization_name":"Department of Digital Development and Sustainable Development Statistics","contact_name":"Mambetaliev T.A.","contact_email":"Sdg_nsc@stat.kg ","contact_phone":"(0312) 62 56 07","organization_website":"www.stat.gov.kg","definitions":"The total volume of water intake is the amount of water taken from surface and underground sources.","concepts":"This indicator makes it possible to determine the amount of water withdrawn from freshwater sources, as well as to assess the pressure exerted on the environment due to the withdrawal of freshwater resources. ","rationale_interpretation":"This indicator can be used to find out the extent to which freshwater resources are being used, as well as to determine whether there is a need to adjust policies to regulate water intake and use. Water is a strategic resource for the development of society and the economy, so the indicator \"Fresh water intake\" is directly related to the development of the economy and the growth of the population and its water use needs.","data_sources":"The indicator is formed by the GAVR under the RCC, which takes into account surface and groundwater and their use, based on data received from respondents in the form of statistical observation No. 2 TP Vodkhoz. ","data_collection":"Form No. 2 of the Vodkhoz Technical Documentation \"Report on general indicators of water use\", which shows the total volume of water withdrawn from water sources.  The generalized data included in the indicator is sent annually to the NSC of the Kyrgyz Republic.","computation_methods":"Section 1. Form No. 2 of the TP Vodkhoz \"General information on water use\", item \"total withdrawn from water bodies\"","comments_limitations":"There is no disaggregation by type of economic activity","quality_assurance":"Statistical reporting on the Form No. 2 of the Vodkhoz TP","data_availability_gaps":"The data is provided by the HAVR under the RCC to the NSC on the basis of reports, which, in turn, are submitted by economic entities that collect, purify and distribute","disaggregation":"the Republic's water by region","international_comparability":"UNSD/UNEP Environmental Statistics Questionnaire (Table W2).\nUN International Recommendations on Water Resources Statistics (IWRM), 2012","references_documentation":"National SDG Reporting Platform of the Kyrgyz Republic: https://sustainabledevelopment-kyrgyzstan .github.io\nStatistical collection Environment in the Kyrgyz Republic\"","indicator_number":"6.4.2.1","target_number":"6.4","goal_number":"6","reporting_status":"complete","indicator_sort_order":"06-04-02-01"}