{"goal_meta_link_text":"United Nations Sustainable Development Goals Metadata","goal_meta_link":null,"indicator_name":"Proportion of population with access to electricity","data_non_statistical":false,"graph_type":"bar","graph_title":"Proportion of population with access to electricity","national_geographical_coverage":"Кыргызская Республика","measurement_units":"Процент","page_content":"","national_metadata_update_url_text":"2021-06-10: see changes on GitHub","national_metadata_update_url":"https://github.com/sdg-kyrgyzstan/open-sdg-data-starter/commit/e896b6beda25dd32924d14e953d4d3cd4d88aecf","goal_name":"7. Ensure access to affordable, reliable, sustainable and modern energy for all","target_name":"7.1. By 2030, ensure universal access to affordable, reliable and modern energy services","indicator_name1":"7.1.1. Proportion of population with access to electricity","organization_name":" National Statistical Committee of the Kyrgyz Republic (Household Statistics Division)","contact_name":"Kerimalieva N.K.","contact_email":"Sdg_nsc@stat.kg ","contact_phone":"(0312) 32 46 91","organization_website":"www.stat.kg","definitions":"A household with access to electricity is defined under the following conditions: connection to electrical networks and stable electricity supply (never disconnected, disconnected several times a year).","concepts":"“The Multi-Tier Framework for Measuring Energy Access” captures broader dimensions of service quality and makes it possible to go beyond a simple yes/no measure of energy access to a more refined approach that recognizes different levels of energy access, and also takes into account the affordability and reliability of energy access.","rationale_interpretation":"Cooking, lighting and heating represent a large share of household energy use across the low- and middle-income countries. For cooking and heating, households typically rely on solid fuels (such as wood, charcoal, biomass) or kerosene paired with inefficient technologies (e.g. open fires, stoves, space heaters or lamps). It is well known that reliance on such inefficient energy for cooking, heating and lighting is associated with high levels of household (indoor) air pollution. The use of inefficient fuels for cooking alone is estimated to cause over 4 million deaths annually, mainly among women and children. This is more than TB, HIV and malaria combined. These adverse health impacts can be avoided by adopting clean fuels and technologies for all main household energy end-or in some circumstances by adopting advanced combustion cook stoves (i.e. those which achieve the emission rates targets provided by the WHO guidelines) and adopting strict protocols for their safe use. Given the importance of clean and safe household energy use as a human development issue, universal access to energy among the technical practitioner community is currently taken to mean access to both electricity and clean fuels and technologies for cooking, heating and lighting. For this reason, clean cooking forms part of the universal access objective under the UN Secretary General’s Sustainable Energy for All initiative. Access to electricity addresses major critical issues in all the dimensions of sustainable development. The target has a wide range of social and economic impacts, including facilitating development of household-based income generating activities and lightening the burden of household tasks.","data_sources":"Integrated Household Budget and Labour Force Sample Survey","data_collection":"Data collected through quarterly questionnaire №1 «Household control card» and annual questionnaire №7 «Household assets and housing conditions», section 1 «Housing Conditions» of the Integrated Household Budget and Labour Force Sample Survey.","computation_methods":"Proportion of population with access to electricity is the percentage of individuals living in households with access to electricity, calculated by formula:\n y=n/N*100, where\nn = number of people living in households with access to electricity,\nN = total population","disaggregation":"The indicator is disaggregated by region (geographical and urban/rural location), sex, age group, educational level.","references_documentation":"KR National SDG Reporting Platform: https://sustainabledevelopment-kyrgyzstan.github.io","indicator":"7.1.1","target_id":"7.1","sdg_goal":"7","reporting_status":"complete","indicator_sort_order":"07-01-01"}