{"goal_meta_link_text":"United Nations Sustainable Development Goals Metadata","data_non_statistical":false,"graph_type":"line","indicator_name":"Energy intensity","graph_title":"Energy intensity","national_geographical_coverage":"Kyrgyz Republic","measurement_units":"Tons of conventional fuel per 1 million soms","tags":["National"],"page_content":"","1. Информация об индикаторе":"7.3.1.1","national_metadata_updated_date":"2025-08-05","goal_name":"7: Ensure access to affordable, reliable, sustainable and modern energy for all","target_name":"7.3 By 2030, double the global rate of improvement in energy efficiency","indicator_name1":"7.3.1.1  Energy intensity","organization_name":"National Statistical Committee of the Kyrgyz Republic (Department of Economic Statistics and National Accounts)","contact_name":"Isenkulova E.K.","contact_email":"eisenkulova@stat.kg","contact_phone":"(0312) 32 46 95","organization_website":"www.stat.gov.kg","definitions":"The energy intensity of GDP is an indicator of the efficiency of energy consumption in a country. The energy intensity index indicates the overall relationship between energy consumption and economic development and provides a basis for estimating energy consumption.","concepts":"Gross domestic product (GDP) is the most important indicator of national accounts, characterizing the state and development of the economy and economic growth trends of the Kyrgyz Republic over a certain period.  It reflects the value of goods and services produced in a country and intended for final consumption, accumulation and export.           Tons of conventional fuel (t.o.t.) - 1 ton (thousand cubic meters, thousand kW.hour, Gcal) multiplied by the conversion factor into tons of conventional fuel, is equal to 1 ton of conventional fuel. ","rationale_interpretation":"The energy intensity index indicates the overall relationship between energy consumption and economic development and provides a basis for estimating energy consumption. The rate of decrease in the energy intensity of GDP indicates the effectiveness of the state's energy-saving policy. Indicators of the energy intensity of GDP in individual sectors characterize indicators of the sustainable development of the sector and the general relationship between energy consumption and the economic development of this sector of the economy.","data_sources":"Data collection, processing and calculation are carried out by the National Statistical Committee.","data_collection":"The indicator is calculated, which uses data from industry statistics. Frequency: annual.","computation_methods":"The energy intensity of GDP is the ratio of consumption of fuel and energy resources (fuel and energy complex) (coal, natural gas, metallurgical coke, heating oil, diesel fuel, gasoline, aviation kerosene, liquefied natural gas, electricity) in tons of conventional fuel to GDP (million soms, current and comparable prices).","comments_limitations":"Energy intensity is just an imperfect proxy indicator of energy efficiency. It can be influenced by a number of factors such as climate, economic structure, the nature of economic activity, etc., which are not necessarily related to pure efficiency.","quality_assurance":"Logical and arithmetic control of the reporting data is carried out.","data_availability_gaps":"Dynamic series have been available since 2007. The data is published in various publications of the National Statistical Committee, posted on the website.NSC.","international_comparability":"In world practice, the metric ton of oil equivalent (so-called oil equivalent)","references_documentation":"National SDG Reporting Platform is used in energy intensity calculations.: https://sustainabledevelopment-kyrgyzstan.github.io","indicator_number":"7.3.1.1","target_number":"7.3","goal_number":"7","reporting_status":"complete","indicator_sort_order":"07-03-01-01"}