{"goal_meta_link_text":"United Nations Sustainable Development Goals Metadata","data_non_statistical":false,"graph_type":"line","indicator_name":"Foreign direct investment inflows in energy infrastructure and technology upgrading","graph_title":"Foreign direct investment inflows in energy infrastructure and technology upgrading","national_geographical_coverage":"Kyrgyz Republic","measurement_units":"Percentage","tags":["National"],"page_content":"","1. Информация об индикаторе":"7.b.1.1","national_metadata_updated_date":"2025-08-11","goal_name":"7: Ensure access to affordable, reliable, sustainable and modern energy for all","target_name":"7.b By 2030, expand infrastructure and upgrade technology for supplying modern and sustainable energy services for all in developing countries, in particular least developed countries, small island developing States and landlocked developing countries, in accordance with their respective programmes of support","indicator_name1":"7.b.1.1 Foreign direct investment inflows in energy infrastructure and technology upgrading","organization_name":"National Statistical Committee of the Kyrgyz Republic (Investment Statistics Department)","contact_name":"Birukova V.I.","contact_email":"birukova@stat.kg ","contact_phone":"(0312) 324642","organization_website":"www.stat.gov.kg","definitions":"Foreign direct investment is a financial and non-financial investment of a foreign investor if his share in the joint capital is at least 10 percent.","concepts":"Foreign direct investment consists of: - contributions to equity (equity /charter, reserve and other capital) actually made by the foreign co-owners of the enterprise;    - financial leasing, which is a type of long-term lease in which the lessor transfers the property to the lessee as a leased asset for a certain fee, for a certain period and under certain conditions for temporary possession and use;                            - reinvested profits, consisting of a portion of profits belonging to a direct investor, directed to expand his participation in the company's activities;                                                                                                        -other investments that cover operations to attract borrowed funds – loans and borrowings received from non–residents, trade loans/advances - trade payables to non-residents for the import of goods and services, as well as advances received from non-residents for the future supply of inventories, works and services (prepayment for the export of goods and services), other accounts payable to non–residents - obligations for taxes, salaries, dividends and deductions, as well as other obligations.","rationale_interpretation":"The inflow of foreign direct investment into the production (generation) of electricity, its transmission and distribution as a percentage of the total volume of foreign direct investment received.","data_sources":"Data collection, processing and calculation are carried out by the National Statistical Committee.","data_collection":"The National Statistical Committee records the receipt of foreign direct investment based on data received from respondents in the form of state statistical reporting No. 1-Invest \"Investment Report\" (annual, quarterly).","computation_methods":"It is calculated as the ratio of incoming foreign direct investment in the production (generation) of electricity, its transmission and distribution to the total volume of incoming foreign direct investment (in percent).","quality_assurance":"Logical and arithmetic control of the reporting data is carried out; interformal and time control.","data_availability_gaps":"Data on the indicator has been available on an annual basis since 2007. The data is available on the NSC website in the section \"Statistics / Sustainable Development Goals\".","disaggregation":"The data is calculated at the national level.","international_comparability":"The inflow of foreign direct investment is in accordance with the IMF Balance of Payments Manual, sixth edition.","references_documentation":"Methodology of indicators on the website of the National Statistical Committee www.stat .kg; National SDG Reporting Platform: https://sustainabledevelopment-kyrgyzstan.github.io","indicator_number":"7.b.1.1","target_number":"7.b","goal_number":"7","reporting_status":"complete","indicator_sort_order":"07-0b-01-01"}