{"goal_meta_link_text":"United Nations Sustainable Development Goals Metadata","data_non_statistical":false,"graph_type":"line","indicator_name":"Gross Regional Product per capita (thousand soms)","graph_title":"Gross Regional Product per capita (thousand soms)","national_geographical_coverage":"Kyrgyz Republic","measurement_units":"In thousand soms","tags":["National"],"page_content":"","national_metadata_updated_date":"2025-08-04","goal_name":"8. Promote sustained, inclusive and sustainable economic growth, full and productive employment and decent work for all","target_name":"8.1 Sustain per capita economic growth in accordance with national circumstances and, in particular, at least 7 per cent gross domestic product growth per annum in the least developed countries","indicator_name1":"8.1.1.2  Gross Regional Product per capita (thousand soms)","organization_name":"National Statistical Committee of the Kyrgyz Republic (Department of Economic Statistics and National Accounts)","contact_name":"Isenkulova E.K.","contact_email":"eisenkulova@stat.kg","contact_phone":"(0312) 32 46 95","organization_website":"www.stat.gov.kg","definitions":"Gross regional product (GRP) is a generalized indicator of the region's development. Similarly to GDP, it represents the value of the final goods and services produced by the economic entities of the region and reflects the results of their activities. ","concepts":"GRP at the territorial level forms the basis of the regional statistical information base necessary for the analysis and implementation of regional policy. This database should contain information that allows us to obtain a comprehensive description of the level and dynamics of economic development of regions, objectively determine their place and role in the country's economy, evaluate the effectiveness of policies, and compare the levels of development of individual regions both within and between the country.","rationale_interpretation":"The indicator of the gross regional product is very close to the indicator of the gross domestic product in its economic content. The term \"gross\" indicates that the indicator is determined before deducting the consumption of fixed capital.The gross regional product is calculated in current basic and market prices (nominal volume of gross regional product), as well as in comparable prices (real volume of gross regional product).","data_sources":"Data collection, processing and calculation are carried out by the National Statistical Committee.","data_collection":"The indicator is calculated, which uses data from industry statistics. Frequency: annual.","computation_methods":"GRP is calculated as the difference between output (the total cost of all goods and services produced per year) and intermediate consumption (the cost of goods and services needed to produce other goods and services).\nGRPPC=GRP/P\nwhere,\nGRPPC – GRP per capita;\nGRP – nominal volume of GRP;\nP is the permanent population of the region","quality_assurance":"Logical and arithmetic control of the reporting data is carried out.","indicator_number":"8.1.1.2","target_number":"8.1","goal_number":"8","reporting_status":"complete","indicator_sort_order":"08-01-01-02"}