{"goal_meta_link_text":"United Nations Sustainable Development Goals Metadata","goal_meta_link":"https://unstats.un.org/sdgs/metadata/files/Metadata-08-10-01.pdf","indicator_name":"(a) Number of commercial bank branches per 100,000 adults and (b) number of automated teller machines (ATMs) per 100,000 adults","data_non_statistical":false,"graph_type":"line","graph_title":"(a) Number of commercial bank branches per 100,000 adults and (b) number of automated teller machines (ATMs) per 100,000 adults","national_geographical_coverage":"Кыргызская Республика","measurement_units":"на 100 000 взрослых","page_content":"","national_metadata_update_url_text":"2021-05-07: see changes on GitHub","national_metadata_update_url":"https://github.com/sdg-kyrgyzstan/open-sdg-data-starter/commit/d15c72a4ff7a8642af81080abe4a9e0322261257","goal_name":"8. Promote sustained, inclusive and sustainable economic growth, full and productive employment and decent work for all.","target_name":"8.10. Strengthen the capacity of domestic financial institutions to encourage and expand access to banking, insurance and financial services for all.","indicator_name1":"8.10.1: Number of (a) commercial bank branches per 100,000 adults (b) number of automated teller machines (ATMs) per 100,000 adults","organization_name":"NBKR, NSC KR","contact_name":"Sulaimanbekova J.S., Head of  NBKR Banks Licensing and Supervision Division, \nLelevkina E.V., Head of the NBKR Payment Systems Department;\nAbdullayeva G.T., Head of the NSC KR Demographic Statistics Division.","contact_email":"NBKR: jsulaimanbekova@nbkr.kg and elelevkina@nbkr.kg;\nNSC KR: gabdullaeva@stat.kg","contact_phone":"Sulaimanbekova J.S.: +996-0312-66-92-56;\nLelevkina E.V.: +996-312-61-14-34;\nAbdullaeva G.T.: +996-312-32-46-36","organization_website":"NBKR: www.nbkr.kg;\nNSC KR: www.stat.kg","definitions":"The number of commercial bank branches per 100,000 adults\nThe number of automated teller machines (ATMs) per 100,000 adults","concepts":"A bank branch is a semi-independent bank unit located outside the bank’s main location, which is not a legal entity, carrying out all or part of the banking operations on behalf of the bank, pursuant to the Regulation on a branch approved by the bank, and operating within the limits of its powers, provided by the bank.\nATM - an automated teller machine for issuing and/or accepting cash, recording cash on a card, receiving information on completed transactions by a cardholder, making non-cash payments and issuing cards/receipt for all types of transactions.  ATM is bank equipment and is intended for independent user transactions without participation of authorized employee of commercial bank.\nAdults – country’s average annual population aged 16 and older (people can open a bank account and have a card from the age of 16).","rationale_interpretation":"Describes access to and use of formal financial services. Services such as savings, insurance, payments, credit and remittances allow people to manage their lives, plan and pay expenses, grow their businesses and improve their overall welfare. As banks remain one of the key institutions for access to formal financial services, having an accessible bank branch is an important initial point of access to financial services and therefore use of them. Bank branches are complemented by other important points of access such as automated teller machines of all formal financial institutions, which can extend financial services to remote locations.","data_sources":"Data on branches of commercial banks (source - Register of Commercial Banks Branches) and ATMs (source - Commercial Banks' Periodic Regulatory Bank Reports) are submitted to NBKR; Average annual population - data obtained from the NSC KR Demographic Statistics Division.","data_collection":"Branches of commercial banks open by decisions of bank authorized management body, in accordance with the charter. The National Bank of the Kyrgyz Republic issues the consent/registration to structural subdivisions of commercial banks based on applications of commercial banks in accordance with the Regulation on Licensing of Activities of Banks dated June 8, 2017-P-12/23/1-(RLA).\nRecords on commercial banks branches are kept in the NBKR Register. Data are used on an annual basis. Data on ATMs are compiled monthly based on information provided by commercial banks at the beginning of the month. Data on the number of ATMs is provided by commercial banks monthly until 20th of each month following the reporting period. ATM data are provided in Section 20 of PRBR, subsection 20 B. Commercial banks report only on operating ATMs.","computation_methods":"The number of commercial banks at the end of the year is reported to NBKR.\n\nThe number of commercial bank branches per 100,000 adults = Number of commercial bank branches / adults * 100 000;\nThe number of automated teller machines (ATMs) per 100,000 adults = Number of automated teller machines (ATMs) / adults * 100 000.","comments_limitations":"Data have been submitted to NBKR since 2003 within the framework of NBKR Annual Report and quarterly reports since 2014 (by regions and Bishkek). Reports are available on NBKR website.","quality_assurance":"Data provided by commercial banks in accordance with the Regulation on the Periodic Regulatory Bank Report, approved by Decree of the Board of the National Bank of the Kyrgyz Republic on 25 August 2005, № 26/5.\nOpening/closing of commercial banks branches is regulated by the Regulation on Licensing of Banks dated 8 June № 2017 2017 - П -12/23/1-(RLA)","data_availability_gaps":"Updates on the number of commercial banks are published in the section \"Bank Functions/Banking System\" of the official NBKR website by regions and city of Bishkek. On a monthly basis - in Table IV.3.1 \"Information on Head Offices and Branches of Commercial Banks\" \"NBKR Bulletin\", in \"Publications\" section of the official NBKR website. Quarterly data on the number of installed ATMs in regions and Bishkek can be found in the section \"Bank Functions/Payment System/Overview of Trends in the KR Payment System\" of the NBKR official website; annually in the NBKR Annual Report section \"Publications/Annual Report\" of the NBKR official website.","disaggregation":"Data on the indicator are provided for the Kyrgyz Republic as a whole.","international_comparability":"Data collected annually for 189 countries, including Kyrgyz Republic by FAS group (FINANCIAL ACCESS SURVEY) from administrative data sources. Data published on the FAS site - http:///data.imf.org/fas. However, this source uses its approach to adult population.\nNBKR reports annually on the number of branches of commercial banks and ATMs to IMF by completing FAS survey.","references_documentation":"KR National SDG Reporting Platform: https://sustainabledevelopment-kyrgyzstan.github.io\nMetadata on the UN website https://unstats.un.org/sdgs/metadata/\nData on the number of branches of commercial banks can be found: \n1. https://www.nbkr.kg/index1.jsp?item=69&lang=RUS\n2. https://www.nbkr.kg/index1.jsp?item=137&lang=RUS\nData on the number of installed ATMs at the end of the reporting period can be found: \n1. https://www.nbkr.kg/index1.jsp?item=98&lang=RUS; \n2. https://www.nbkr.kg/index1.jsp?item=136&lang=RUS","indicator":"8.10.1","target_id":"8.10","sdg_goal":"8","reporting_status":"complete","indicator_sort_order":"08-10-01"}