{"goal_meta_link_text":"United Nations Sustainable Development Goals Metadata","goal_meta_link":"https://unstats.un.org/sdgs/metadata/files/Metadata-08-02-01.pdf","indicator_name":"Annual growth rate of real GDP per employed person","data_non_statistical":false,"graph_type":"line","graph_title":"Annual growth rate of real GDP per employed person","national_geographical_coverage":"Кыргызская Республика","measurement_units":"Процент","page_content":"","national_metadata_update_url_text":"2021-05-07: see changes on GitHub","national_metadata_update_url":"https://github.com/sdg-kyrgyzstan/open-sdg-data-starter/commit/0cce92572bd5e06b9d67eb1d7ed167d14dea0aa2","goal_name":"8: Promote sustained, inclusive and sustainable economic growth, full and productive employment and decent work for all","target_name":"8.2: Achieve higher levels of economic productivity through diversification, technological upgrading and innovation, including through a focus on high-value added and labour-intensive sectors","indicator_name1":"8.2.1: Annual growth rate of real GDP per employed person","organization_name":"National Statistical Committee of the Kyrgyz Republic\n(Economic Statistics and National Accounts Division)","contact_name":"Isenkulova E. K.","contact_email":"eisenkulova@stat.kg","contact_phone":"(0312) 32 46 95","organization_website":"www.stat.kg","definitions":"Annual growth rate of real GDP per employed person conveys the annual percentage change in real GDP \nper employed person in the previous year, expressed as a percentage..","concepts":"Gross Domestic Product (GDP): It is the main measure of national output, describing economic development and trends in economic growth of the Kyrgyz Republic representing the total value of all final goods and services produced in a particular economy for final consumption, accumulation and export.\nEmployed population is economically active population, which includes those who, during the period under review, were employed (at least 1 hour per week) in exchange for monetary benefits or in kind on a full-time or part-time basis, as well as being self-employed for profit or family income, regardless of the period of remuneration or income for the activity","rationale_interpretation":"Important economic indicator because it measures efficiency of the functioning economy.","data_sources":"The National Statistical Committee collects, processes and calculates data","data_collection":"Estimated using sectoral statistics. Frequency: annual.","computation_methods":"Production efficiency is measured by the ratio of production results to production costs. Gross value added is used as an output indicator. Production costs include labour and capital costs.\n\nLabour productivity index calculated as follows:\nPL=VA/L\nwhere, \nPL – labour productivity; \nVA – Gross Value Added (GVA), \nL – labour input. \nGross Value Added shows real GDP (GVA) growth as a percentage of the previous year and baseline year. Labour input is calculated based «Employment and unemployment» module data of the integrated household and labour force sample survey and represents the growth rate of employed population. Calculations are also made by economic activity.","comments_limitations":"Productivity is the key indicator of production efficiency, depending on the level of labour force development in a society and the extent to which its productive, scientific, labour and natural potential is used, industrial relations compliance with labour forces.","quality_assurance":"Logical and arithmetic control of recorded data is carried out.","data_availability_gaps":"Time series have been available since 1993. \nData are published in various NSC publications and its website.","disaggregation":"Data are calculated at the country level.","international_comparability":"Productivity is the ratio of output to inputs. There are a variety of productivity measures. Choice depends on purpose of measuring and analyzing productivity and, in many cases, data availability.","references_documentation":"KR National SDG Reporting Platform: https://sustainabledevelopment-kyrgyzstan.github.io","indicator":"8.2.1","target_id":"8.2","sdg_goal":"8","reporting_status":"complete","indicator_sort_order":"08-02-01"}