{"goal_meta_link_text":"United Nations Sustainable Development Goals Metadata","data_non_statistical":false,"graph_type":"line","indicator_name":"Average monthly wages of women and men by type of economic activity","graph_title":"Average monthly wages of women and men by type of economic activity","national_geographical_coverage":"Kyrgyz Republic","measurement_units":"Soms","tags":["National"],"page_content":"","1. Информация об индикаторе":"8.5.1.1","national_metadata_updated_date":"2025-08-01","goal_name":"8. Promote sustained, inclusive and sustainable economic growth, full and productive employment and decent work for all","target_name":"8.5 By 2030, achieve full and productive employment and decent work for all women and men, including for young people and persons with disabilities, and equal pay for work of equal value","indicator_name1":"8.5.1.1 Average monthly wages of women and men by type of economic activity","organization_name":"National Statistical Committee of the Kyrgyz Republic (Labour and Employment Statistics Division)","contact_name":"Jailobaeva G.Zh.","contact_email":"jailobaeva@stat.kg ","contact_phone":"(0312) 626076","organization_website":"www.stat.gov.kg","definitions":"The average nominal salary of the company's employees is calculated by dividing the actually accrued salary fund (both in cash and in kind) of the employees on the payroll (including part-time workers) by the number of employees used to calculate the average salary and by the number of months in the reporting period.","concepts":"Average monthly salary for the month, quarter, since the beginning of the year and for the year; real wages adjusted for CPI.  ILO Convention 95 The term \"wages\" means, regardless of the name and method of calculation, any remuneration or earnings calculated in money and established by agreement or national legislation, which, by virtue of a written or oral employment contract, an employer pays to an employee for work that has been performed, or should be performed, or for services rendered. which have been provided, or should be provided","rationale_interpretation":"The minimum wage is established by the Law of the Kyrgyz Republic \"On the Republican Budget of the Kyrgyz Republic\"","data_sources":"Form No. 1-T (monthly, annual) \"Labor Report\" and Form Appendix No. 1 to Form No. 1-T (monthly) for November  ","data_collection":"The collection of information on salary statistics is carried out on the basis of continuous statistical accounting. All legal entities, without exception, are subject to statistical monitoring of employees' wages. Form No. 1-T (monthly, annual) \"Labor Report\" and Form Appendix No. 1 to Form No. 1-T (monthly) for November are submitted by all legal entities (commercial and non-profit enterprises, institutions and organizations) of all forms of ownership. Small enterprises represent F. No. 1-FHD-micro (quarterly)","computation_methods":"To calculate the average nominal salary of employees of an enterprise, the amount of the actually accrued salary fund (both in cash and in kind) is taken, as well as the number of employees on the payroll and non-payroll at the enterprise level, aiyl aimags, districts, cities, regions and the republic.","comments_limitations":"They represent enterprises and organizations that have the status of a legal entity.","data_availability_gaps":"The data are published in statistical collections \"Kyrgyzstan in figures\", \"Women and men of the Kyrgyz Republic\", \"Social trends of the Kyrgyz Republic\", \"Statistical Yearbook\", \"Standard of living of the population\". The statistical bulletin \"Results of annual reports on the number and salary\" is being issued.","disaggregation":"By territory (republic, regions, districts, cities, aiyl aimags)","international_comparability":"The methodology complies with international standards","references_documentation":"The National SDG Reporting Platform of the Kyrgyz Republic: https://sustainabledevelopment-kyrgyzstan .github.io","indicator_number":"8.5.1.1","target_number":"8.5","goal_number":"8","reporting_status":"complete","indicator_sort_order":"08-05-01-01"}