{"goal_meta_link_text":"United Nations Sustainable Development Goals Metadata","goal_meta_link":"https://unstats.un.org/sdgs/metadata/files/Metadata-09-01-02.pdf","indicator_name":"Passenger and freight volumes, by mode of transport","data_non_statistical":false,"graph_type":"line","graph_title":"Passenger and freight volumes, by mode of transport","national_geographical_coverage":"Кыргызская Республика","measurement_units":"Млн. человек","page_content":"","national_metadata_update_url_text":"2021-05-07: see changes on GitHub","national_metadata_update_url":"https://github.com/sdg-kyrgyzstan/open-sdg-data-starter/commit/5b2d9371418648eccd26c2329dd1b67e20380f86","goal_name":"9: Build resilient infrastructure, promote inclusive and sustainable industrialization and foster innovation","target_name":"9.1. Develop quality, reliable, sustainable and resilient infrastructure, including regional and transborder infrastructure, to support economic development and human well-being, with a focus on affordable and equitable access for all","indicator_name1":"9.1.2. Passenger and freight volumes, by mode of transport","organization_name":"National Statistical Committee of the Kyrgyz Republic\n(Consumer Market, ICT and Tourism Statistics Division)  ","contact_name":"Mambetalieva V.T.","contact_email":"vmambetalieva@stat.kg","contact_phone":"324725, 0555 455010","organization_website":"www.stat.kg","definitions":"Passenger and freight volumes are measured by:  \n\nFreight transported (volume of goods transported) - quantity of goods transported in tons. Passenger transport - number of passengers carried over a certain period of time is counted by transport and communications.","concepts":"The start of freight transport process is indicated by \"dispatched goods\", the end by \"arrival of goods\". For individual transport businesses, \"transported goods\" indicator is used to describe the total volume, which is defined as the sum of goods dispatched and accepted from other transport entities for transporting.\nPassenger journey is the unit of observation in passenger transport statistics. Departure timing of passengers varies from one mode of transport to another, either from the moment of ticket purchase (road, rail) or at the moment of vehicle departure (water, air), departure and arrival(freight) of vehicle (air and rail transport).\nTransport of the Kyrgyz Republic includes road, rail, air, inland waterway and urban electric transport registered in the territory of the Kyrgyz Republic, as well as trunk pipeline transport owned by the Kyrgyz Republic.  \nTransport services include: - activities related to passenger or freight services (rail, road, pipeline, water, air) under and outside the schedule; - support activities such as terminal services, Transport handling, storage and other ancillary activities; Leasing of transport equipment with the driver (or specialized staff);","rationale_interpretation":"The objective of transport statistics is to monitor facts and processes in transport (infrastructure size, mobile equipment, traffic volumes and other transport related indicators)as well as tasks in ensuring quality, objective and complete information received from enterprises and organizations; estimation of entrepreneurial activity (private persons) and compilation of consolidated data by statistical agencies according to unified methodology. Transport statistics do not limit to indicator, but also examine the reasons for deviations and availability of reserves.","data_sources":"Data for indicator derived from the State statistical reports and results of sample surveys in road transport (freight and passenger) by private entrepreneurs (private persons) ","data_collection":"Statistical reporting forms (monthly, quarterly and annual) are submitted by legal entities providing transport services to regional NSC offices. Data on transport services by individual entrepreneurs and individuals are compiled on the basis quarterly sample surveys conducted by specialists of state statistical agencies.","computation_methods":"Total (Wtotal) services (freight transportation) of road freight transport include:\n• total volume of goods transported by trucks, pickups and vans on passenger cars and motor trailers by specialized road transport enterprises (small, medium, large) (Vate);\n• total volume of goods carried out by trucks of country’s enterprises and organizations with freight road transport as a form of auxiliary activity (Vaa);\n• volume estimates (private persons) - truck owners doing business without legal entity (entrepreneur)  (Vpp)\nor Wtotal.= Vate + Vaa+ Vpp \nData on freight transported by specialized road transport enterprises are obtained from the monthly, quarterly and annual state statistical forms (Form №1-AUTO «Report on Urban and Road Transport», Form 6№5-AUTOM «Report on the Road Transport Production», Form №5-AX «Report on Road Transport Income and Expenditure»).\nSimilarly volumes of goods turnover carried out by specialized road transport enterprises is determined (Form №1-AUTO, Form №65-AUTOM, Form №5-AX).\nVolume of freight transport (cargo turnover) at enterprises, organizations with road transport as a type of ancillary activity is estimated monthly (through quarterly sample survey); and annually according to the data of state statistical reports (Form №1-TP (SCO) «Report on Road Transport»).\nAdditional calculation of volumes of commercial transport by entrepreneurs (private persons) - owners of trucks is based on a quarterly sample survey. \nTotal passenger transportation (Wpass.) by road includes:\n• Passenger transportation by buses of specialized road transport enterprises (small, medium, large) Vate (buses);\n• Transportation volumes by buses owned by citizens and buses rented to private persons Vpp (buses) and calculations of passenger car traffic of individual owners who have been allowed by the tax inspection authorities to provide services Vpp (taxi)\nor Wpass. = Vate (buses) + Vpp (buses) + Vpp (taxi) \nSimilar approach is used to calculate total passenger volumes.\nData on passengers transported by buses of specialized road transport enterprises are obtained based on monthly, quarterly, annual state statistical reports - (Form №1-AUTO, Form №65-AUTOM, Form №5-AX).\nSame is used to calculate passengers transported by specialized motor transport enterprises.\nVolume of passengers transported by buses, taxis and passengers transported by individual entrepreneurs (private persons) is estimated based on quarterly sample survey data.","comments_limitations":"Transport statistics focus on economic processes and phenomena occuring in transport enterprises and representing results of transport process and its implementation at a specific time and place.\nA system of indicators allows determining the volume, structure, dynamics and relationships of factors and production outcomes. Thus, statistics make it possible to quantify the relationships and patterns in transport industry.","quality_assurance":"Logical and arithmetic control of recorded data is carried out. All data are analyzed for consistency.","data_availability_gaps":"Time series have been available since 1993. Data published in statistical bulletin «Basic Indicators of Trade and Services», compendium «Consumer Market of the Kyrgyz Republic» and on the NSC website","disaggregation":"Disaggregation by territory: country, region, district, user categories.","references_documentation":"KR National SDG Reporting Platform: https://sustainabledevelopment-kyrgyzstan.github.io","indicator":"9.1.2","target_id":"9.1","sdg_goal":"9","reporting_status":"complete","indicator_sort_order":"09-01-02"}