{"goal_meta_link_text":"United Nations Sustainable Development Goals Metadata","goal_meta_link":"https://unstats.un.org/sdgs/metadata/files/Metadata-09-02-02.pdf","indicator_name":"Manufacturing employment as a proportion of total employment","data_non_statistical":false,"graph_type":"line","graph_title":"Manufacturing employment as a proportion of total employment","national_geographical_coverage":"Кыргызская Республика","measurement_units":"Процент","page_content":"","national_metadata_updated_date":"2021-10-01","national_metadata_update_url_text":"2021-10-01: see changes on GitHub","national_metadata_update_url":"https://github.com/sdg-kyrgyzstan/open-sdg-data-starter/commit/b3edfb307ae513b1f696cbe558d33c75fd34cf20","goal_name":"9: Build resilient infrastructure, promote inclusive and sustainable industrialization and foster innovation","target_name":"9.2:  Promote inclusive and sustainable industrialization and, by 2030, significantly raise industry's share of employment and gross domestic product, in line with national circumstances, and double its share in least developed countries","indicator_name1":"9.2.2: Manufacturing employment as a proportion of total employment","organization_name":"National Statistical Committee of the Kyrgyz Republic (Labour and Employment Statistics Division)","contact_name":"Jailobaeva G.Zh.","contact_email":"jailobaeva@stat.kg","contact_phone":"(0312) 626076","organization_website":"www.stat.kg","definitions":"Manufacturing employment as a proportion of total employment, expressed in percentages","concepts":"The employment is defined as comprising all persons of working age who, during a specified brief period, were in the following categories::\n- working (at least one hour per week) employed, for reward, money or in kind, on full-time or part-time terms, as well as being self-employed for profit or family income, regardless of the period of remuneration or income for performed work;\n- temporarily absent from work due to illness or injury, nursing, annual leave or off-days, compensatory leave or time off, compensation for overtime work or work on public holidays, work on a special schedule, on reserve, maternity leave, childbirth and childcare, training, retraining outside their workplace, study leave, leave without pay or with pay by decision of the management, strike or other reasons;\n- helping in an enterprise owned by a member of the household or a relative.\nFor persons engaged in economic activity and having more than one job during the period under review, primary and additional jobs are determined.","rationale_interpretation":"This indicator represents the contribution of manufacturing in job creation.","data_sources":"Integrated Household Budget and Labour Force Sample Survey (Form №4 \"Employment and unemployment\")","data_collection":"The survey is conducted by interviewers visiting households and recording data in tablets based on questionnaires approved by the National Statistical Committee of the Kyrgyz Republic. During household visits, responses can be obtained both from respondents and other household members if the respondent is absent at the time of interview. 5,016 households have been selected for the survey on a quarterly basis. The annual sample rotation is 25 per cent.","computation_methods":"To calculate this indicator (according to ILO employment definitions), data on total employment by economic activity are required. These data are collected nationally through the Integrated Household Budget and Labour Force Sample Survey.","quality_assurance":"Data quality is ensured by the Integrated Household Budget and Labour Force Sample Survey organized in accordance with international recommendations","data_availability_gaps":"NSC KR collects the data through the Integrated Household Budget and Labour Force Sample Survey.","disaggregation":"by sex, regional and city level (Bishkek and Osh), economic activity","international_comparability":"Data collected are comparable across countries as the Integrated Household Budget and Labour Force Sample Survey organized in accordance with international recommendations","references_documentation":"KR National SDG Reporting Platform: https://sustainabledevelopment-kyrgyzstan.github.io\n\nData published in statistical compendiums \"Employment and unemployment\", \"Women and men in the Kyrgyz Republic\" and \"Kyrgyzstan in figures\"","indicator":"9.2.2","target_id":"9.2","sdg_goal":"9","reporting_status":"complete","indicator_sort_order":"09-02-02"}