{"goal_meta_link_text":"United Nations Sustainable Development Goals Metadata","data_non_statistical":false,"goal_meta_link":"https://unstats.un.org/sdgs/files/metadata-compilation/Metadata-Goal-9.pdf","graph_type":"line","indicator_name":"Proportion of small-scale industries in total industry value added","graph_title":"Proportion of small-scale industries in total industry value added","national_geographical_coverage":"Кыргызская Республика","measurement_units":"Процент","page_content":"","national_metadata_updated_date":"2021-10-04","national_metadata_update_url_text":"2021-10-04: see changes on GitHub","national_metadata_update_url":"https://github.com/sdg-kyrgyzstan/open-sdg-data-starter/commit/fe870cb79dd5b5b8a29a3b42ec2a5dc3e2305294","goal_name":"9: Build resilient infrastructure, promote inclusive and sustainable industrialization and foster innovation","target_name":"9.3 Increase the access of small-scale industrial and other enterprises, in particular in developing countries, to financial services, including affordable credit, and their integration into value chains and markets","indicator_name1":"9.3.1.  Proportion of small-scale industries in total industry value added","organization_name":"National Statistical Committee of the Kyrgyz Republic\n(Economic Statistics and National Accounts Division)","contact_name":"Isenkulova E. K.","contact_email":"eisenkulova@stat.kg","contact_phone":"(0312) 32 46 95","organization_website":"www.stat.kg","definitions":"Proportion of small-scale industries (up to 50 persons employed in production and up to 15 persons employed in services) gross value added to gross value added of industry.","concepts":"A small-scale industry is an economic entity, regardless of organizational and legal form of business, engaged in entrepreneurial (commercial) activities and employing up to 50 persons in production and up to 15 persons in service sector.\nGross value added is calculated as difference between output of goods and services and intermediate consumption. The term «gross» indicates that indicator includes the value of fixed capital used in the production process.","rationale_interpretation":"Small-scale industry statistics examine the quantitative aspects of operations and development of small business entities in relationship to quality. Small-industry statistics collect and process statistical indicators to analyze financial and economic activities of small business entities of all types of activities, including small industrial enterprises, macro-economic analysis and system of national accounts. A small-scale industry is one of the key elements of the market structure. Establishing small enterprises is a prerequisite for competitive environment, job creation and bringing in new goods and services. Small enterprises are better suited than large and medium-sized enterprises to respond quickly to market changes diversify production and innovate. Development of statistical methodology requires a clear identification of economic entities.\nSmall-scale industry entities are private and legal persons registered in accordance with procedures established by law and exercising at their own risk and under their property liability activities not prohibited by law, irrespective of their organizational and legal forms and forms of ownership.","data_sources":"National Statistical Committee collects, processes and calculates the data.","data_collection":"Indicator calculated using sectoral statistics. Frequency:  quarterly, annual. ","computation_methods":"The proportion of “small-scale industries” in total value added is an indicator calculated as a share of value added for small-scale manufacturing enterprises in total manufacturing value added:\nGVA share micro ent = GVA micro ent/ GVA manufactory * 100,\nwhere \nGVA share micro ent –  proportion of “small-scale industries” GVA;\nGVA micro ent - “small-scale industries” GVA;\nGVA manufactory - MVA.","comments_limitations":"The definition of size class in many countries is tied up with the legal and policy framework of the country. It has implications on registration procedure, taxation and different waivers aimed to promote “small-scale industries”. The main limitation of existing national data is varying size classes by country indicating that data are obtained from different target populations. Data of one country are not comparable to another.","quality_assurance":" Logical and arithmetic control of recorded data is carried out.","data_availability_gaps":"NSC sectoral statistics used","disaggregation":"National","references_documentation":"KR National SDG Reporting Platform: https://sustainabledevelopment-kyrgyzstan.github.io","indicator":"9.3.1","target_id":"9.3","sdg_goal":"9","reporting_status":"complete","indicator_sort_order":"09-03-01"}