{"goal_meta_link_text":"United Nations Sustainable Development Goals Metadata","goal_meta_link":"https://unstats.un.org/sdgs/metadata/files/Metadata-09-05-02.pdf","indicator_name":"Researchers (in full-time equivalent) per million inhabitants","data_non_statistical":false,"graph_type":"line","graph_title":"Researchers (in full-time equivalent) per million inhabitants","national_geographical_coverage":"Кыргызская Республика","measurement_units":"на 1 000 000 человек","page_content":"","national_metadata_update_url_text":"2021-05-07: see changes on GitHub","national_metadata_update_url":"https://github.com/sdg-kyrgyzstan/open-sdg-data-starter/commit/03453a297766df4ca439e52327126791b37aa48e","goal_name":"9: Build resilient infrastructure, promote inclusive and sustainable industrialization and foster innovation","target_name":"9.5: Enhance scientific research, upgrade the technological capabilities of industrial sectors in all countries, in particular developing countries, including, by 2030, encouraging innovation and substantially increasing the number of research and development workers per 1 million people and public and private research and development spending","indicator_name1":"9.5.2: Researchers (in full-time equivalent) per million inhabitants","organization_name":"National Statistical Committee of KR (Social Statistics Division)","contact_name":"Rakhmanova Zh.Zh.","contact_email":"rakhmanovazz@mail.ru","contact_phone":"(0312) 32 46 52","organization_website":"www.stat.kg","definitions":"The researchers (in full-time equivalent) per million inhabitants is a direct measure of the number of research and development workers per 1 million people.","concepts":"Researchers - professionals who directly involved in creating and managing new knowledge, products, processes, methods and systems. These functions require higher education. Researchers can also include administrative and managerial staff directly managing research process (including heads of R&D institutions and units) as well as postgraduate students directly involved in research.\nResident population is actual population, including those temporarily absent, at the time of census. During the inter-census period, resident population is regularly assessed based on census data and current registration of demographic events.","rationale_interpretation":"The indicator is a direct measure of the number of research and development workers per 1 million people.","data_sources":"Data obtained from the State statistical form №1-science «Report of organization(s) on scientific and technical works», population statistics of the Kyrgyz Republic","data_collection":"Legal entities and their structural units performing scientific research and development activities annually submit form №1-science to local state statistical agency","computation_methods":"Researchers (in full-time equivalent) per million inhabitants determined by number of researchers engaged in R&D to the total resident population.\n\nIndicator is calculated by:\ny = n / N * 1000000 , where \nn = researchers engaged in R&D,\nN = total resident population.","comments_limitations":"Research and development (R&D) data need to be collected through surveys, which are expensive, and are not done on a regular basis in many developing countries. Furthermore, (developing) countries do not always cover all sectors of performance. In particular the business sector is not always covered.","quality_assurance":"Logical and arithmetic control of recorded data is carried out.","disaggregation":"Researchers can be broken down by sector of employment, field of science, sex and age.","references_documentation":"KR National SDG Reporting Platform: https://sustainabledevelopment-kyrgyzstan.github.io\nwww.uis.unesco.org","indicator":"9.5.2","target_id":"9.5","sdg_goal":"9","reporting_status":"complete","indicator_sort_order":"09-05-02"}