{"goal_meta_link_text":"United Nations Sustainable Development Goals Metadata","goal_meta_link":"https://unstats.un.org/sdgs/metadata/files/Metadata-09-0C-01.pdf","indicator_name":"Proportion of population covered by a mobile network, by technology","data_non_statistical":false,"graph_type":"bar","graph_title":"Proportion of population covered by a mobile network, by technology","national_geographical_coverage":"Кыргызская Республика","measurement_units":"Процент","page_content":"","national_metadata_update_url_text":"2021-05-07: see changes on GitHub","national_metadata_update_url":"https://github.com/sdg-kyrgyzstan/open-sdg-data-starter/commit/e668cc13e6c044ce27e0152cd670867112d4cb00","goal_name":"9: Build resilient infrastructure, promote inclusive and sustainable industrialization and foster innovation","target_name":"9.c Significantly increase access to information and communications technology and strive to provide universal and affordable access to the Internet in least developed countries by 2020","indicator_name1":"9.c.1 Proportion of population covered by a mobile network, by technology","organization_name":"State Committee of Information Technologies and Communications of the Kyrgyz republic","contact_name":"Langovaya A.A.","contact_email":"a.langovaya@nas.gov.kg","contact_phone":"(0312) 560109","organization_website":"www.nas.gov.kg","definitions":"Proportion of population covered by a mobile network, broken down by technology, refers to the percentage of inhabitants living within range of a mobile-cellular signal, irrespective of whether or not they are mobile phone subscribers or users.","concepts":"While 2G (narrowband) mobile-cellular networks offer limited (and mainly voice-based) services, higher-speed networks (3G and LTE) provide increasingly high-speed, reliable and high-quality access to the Internet and its increasing amount of information, content, services, and applications. Mobile networks are therefore essential to overcoming infrastructure barriers, helping people join the information society and benefit from the potential of ICTs, in particular in least developed countries.","rationale_interpretation":"The percentage of the population covered by a mobile cellular network can be considered as a minimum indicator for ICT access since it provides people with the possibility to subscribe to and use mobile-cellular services to communicate. Over the last decade, mobile-cellular networks have expanded rapidly and helped overcome very basic infrastructure barriers that existed when fixed-telephone networks often limited to urban and highly populated areas - were the dominant telecommunication infrastructure.","computation_methods":"The indicator is calculated by dividing the number of inhabitants within range of a mobile-cellular signal by the total population and multiplying by 100.","references_documentation":"KR National SDG Reporting Platform: https://sustainabledevelopment-kyrgyzstan.github.io","indicator":"9.c.1","target_id":"9.c","sdg_goal":"9","reporting_status":"complete","indicator_sort_order":"09-0c-01"}