{"goal_meta_link_text":"Метаданные Целей устойчивого развития Организации Объединённых Наций","goal_meta_link":"https://unstats.un.org/sdgs/metadata/files/Metadata-01-01-01a.pdf","national_geographical_coverage":"Кыргызская Республика","measurement_units":"Процент","data_non_statistical":false,"graph_type":"line","graph_title":"Доля населения, живущего за международной чертой бедности, в разбивке по территории","indicator_name":"Доля населения, живущего за международной чертой бедности, в разбивке по полу, возрасту, статусу занятости и месту проживания (городское/сельское)","page_content":"","en":{"goal_name":"1. End poverty in all its forms everywhere","target_name":"1.1 By 2030, eradicate extreme poverty for all people everywhere, currently measured as people living on less than $1.25 a day","indicator_name1":"1.1.1 Proportion of the population living below the international poverty line by sex, age, employment status and geographic location (urban/rural)","organization_name":"National Statistical Committee of the Kyrgyz Republic (Household Statistics Division)","contact_name":"Kerimalieva N.K.","contact_email":"Sdg_nsc@stat.kg ","contact_phone":"(0312) 32 46 91","organization_website":"www.stat.kg","definitions":"The indicator Proportion of population below the international poverty line is defined as the percentage of the population living on less than $1.90 a day at 2011 international prices. The 'international poverty line' is currently set at $1.90 a day at 2011 international prices. ","concepts":"Monitoring poverty is important on the global development agenda as well as on the national development agenda of many countries. The World Bank produced its first global poverty estimates for developing countries for World Development Report 1990: Poverty (World Bank 1990) using household survey data for 22 countries (Ravallion, Datt, and van de Walle 1991). Since then there has been considerable expansion in the number of countries that field household income and expenditure surveys.\nThe World Bank's Development Research Group maintains a database that is updated annually as new survey data become available (and thus may contain more recent data or revisions) and conducts a major reassessment of progress against poverty every year. PovcalNet is an interactive computational tool that allows users to replicate these internationally comparable $1.90 and $3.10 a day global, regional and country-level poverty estimates and to compute poverty measures for custom country groupings and for different poverty lines.","rationale_interpretation":"In assessing poverty in a given country, and how best to reduce poverty, one naturally focuses on a poverty line that is considered appropriate for that country. But how do we talk meaningfully about “global poverty?” Poverty lines across countries vary in terms of their purchasing power, and they have a strong economic gradient, such that richer countries tend to adopt higher standards of living in defining poverty. But to consistently measure global absolute poverty in terms of consumption we need to treat two people with the same purchasing power over commodities the same way—both are either poor or not poor—even if they live in different countries. Since World Development Report 1990, the World Bank has aimed to apply a common standard in measuring extreme poverty, anchored to what poverty means in the world's poorest countries. The welfare of people living in different countries can be measured on a common scale by adjusting for differences in the purchasing power of currencies. The commonly used $1 a day standard, measured in 1985 international prices and adjusted to local currency using PPPs, was chosen for World Development Report 1990 because it was typical of the poverty lines in low-income countries at the time. As differences in the cost of living across the world evolve, the international poverty line has to be periodically updated using new PPP price data to reflect these changes. The last change was in October 2015, when the World Bank adopted $1.90 as the international poverty line using the 2011 PPP. Prior to that, the 2008 update set the international poverty line at $1.25 using the 2005 PPP. Poverty measures based on international poverty lines attempt to hold the real value of the poverty line constant across countries, as is done when making comparisons over time. Early editions of the World Bank’s World Development Indicators (WDI) used PPPs from the Penn World Tables to convert values in local currency to equivalent purchasing power measured in U.S dollars. Later editions used 1993, 2005, and 2011 consumption PPP estimates produced by the World Bank’s International Comparison Program (ICP).","data_sources":"Integrated Household Budget and Labour Force Sample Survey (hereinafter IHBLFSS).","data_collection":"Data are obtained through the IHBLFSS questionnaires using a cluster sample built on the latest available Census and up-to-date housing lists. The IHBLFS surveys rely on personal interviews collected using tablet computers (ComputerAssisted Personal Interview, CAPI).\nData are collected on a quarterly basis and an indicator is calculated using data for the past year.","computation_methods":"To measure poverty across countries consistently, the World Bank’s international measures apply a common standard, anchored to what “poverty” means in the world’s poorest countries. The original “$1- a-day” line was based on a compilation of national lines for only 22 developing countries, mostly from academic studies in the 1980s (Ravallion, et al., 1991). Within the World Bank, the Global Poverty Working Group (GPWG) is in charge of the collection, validation and estimation of poverty estimates. GPWG archives the datasets obtained from NSOs and then harmonizes them, applying common methodologies. The objective of the GPWG is to ensure that poverty and inequality data generated, curated, and disseminated by the World Bank are up to date, meet high-quality standards, and are well documented and consistent across dissemination channels. Members of GPWG generate and update the estimates for the proportion of population below the international poverty line using raw data typically provided by country governments. The raw data can be unit-record survey data, or grouped data, depending on the agreements with the country governments. The current extreme poverty line is set at $1.90 a day in 2011 PPP terms, which represents the mean of the national poverty lines found in the same poorest 15 countries ranked by per capita consumption. The new poverty line maintains the same standard for extreme poverty - the poverty line typical of the poorest countries in the world - but updates it using the latest information on the cost of living in developing countries. When measuring international poverty of a country, the international poverty line at PPP is converted to local currencies in 2011 price and is then converted to the prices prevailing at the time of the relevant household survey using the best available Consumer Price Index (CPI). (Equivalently, the survey data on household consumption or income for the survey year are expressed in the prices of the ICP base year, and then converted to PPP $’s.) Then the poverty rate is calculated from that survey. All inter-temporal comparisons are real, as assessed using the country-specific CPI. Interpolation/extrapolation methods are used to line up the survey-based estimates with these reference years.","comments_limitations":"National poverty is a different concept than global poverty. National poverty rate is defined at country-specific poverty lines in local currencies, which are different in real terms across countries and different from the $1.90-a-day international poverty line. Thus, national poverty rates cannot be compared across countries or with the $1.90-a-day poverty rate.","quality_assurance":"Poverty economists from the World Bank typically engage with NSOs broadly on poverty measurement and analysis as part of technical assistance activities. The raw data are obtained by poverty economists through their contacts in the NSOs, and checked for quality before being submitted for further analysis.","data_availability_gaps":"Data Availability (measured in terms of number of countries that have at least 1 data point by region) Data on Kyrgyzstan are published annually.","disaggregation":"National and subnational levels","international_comparability":"Within the World Bank’s international database, data are harmonized and comparable with other countries. NSC calculates this indicator based on the KR welfare indicator using the $1.9 PPP poverty line.","references_documentation":"www.worldbank.org\nFor more information and methodology: http://iresearch.worldbank.org/PovcalNet/home.aspx .\nAdditionally: http://Documentation.worldbank.org/curated/en/2015/10/25114899/global-count-extremepoor-2012-data-issues-methodology-initial-results\nSummary: http://www.worldbank.org/en/topic/poverty/brief/global-poverty-line-faq\nLinks to background and working papers, articles, etc.: http://iresearch.worldbank.org/PovcalNet/publications.aspx\nA Measured Approach to Ending Poverty and Boosting Shared Prosperity: Concepts, Data, and the Twin Goals http://www.worldbank.org/en/research/publication/a-measured-approach-to-ending-povertyand-boosting-shared-prosperity\n\nPublished in the «Women and Men in the Kyrgyz Republic» Statistical Compendium\n\nKR National SDG Reporting Platform: https://sustainabledevelopment-kyrgyzstan.github.io"},"national_metadata_updated_date":"2021-10-09","national_metadata_update_url_text":"2021-10-09: see changes on GitHub","national_metadata_update_url":"https://github.com/sdg-kyrgyzstan/open-sdg-data-starter/commit/f2dea61e39889f55422d804f32166501f153f98b","goal_name":"1. Повсеместная ликвидация нищеты во всех её формах","target_name":"1.1 К 2030 году ликвидировать крайнюю нищету для всех людей во всем мире (в настоящее время крайняя нищета определяется как проживание на сумму менее чем 1,25 долл. США в день)","indicator_name1":"1.1.1 Доля населения, живущего за международной чертой бедности, в разбивке по полу, возрасту, статусу занятости и месту проживания (городское/сельское)","organization_name":"Национальный статистический комитет КР (Отдел статистики домашних хозяйств)","contact_name":"Керималиева Н.К","contact_email":"Sdg_nsc@stat.kg ","contact_phone":"(0312) 32 46 91","organization_website":"www.stat.kg","definitions":"Показатель Доля населения, живущего за международной чертой бедности определяется как процент населения, живущего менее чем на 1,90 долл. США в день. «Международная черта бедности» в настоящее время установлена в размере 1,90 долл. США в день по международным ценам в 2011 году.","concepts":"Мониторинг бедности имеет важное значение для глобальной повестки дня в области развития, а также для национальной повестки дня в области развития многих стран. Всемирный банк подготовил первую глобальную оценку бедности развивающихся стран для Доклада о мировом развитии за 1990 год: «Бедность» (Всемирный банк, 1990 год), в котором использовались данные обследований домохозяйств 22 стран (Раваллион, Датт и Ван де Валле 1991 года). С тех пор значительно увеличилось число стран, которые проводят обследования доходов и расходов домашних хозяйств. Исследовательская группа Всемирного банка по вопросам развития ведет базу данных, которая обновляется ежегодно по мере поступления новых данных обследований (и, следовательно, может содержать более свежие данные или изменения) и проводит ежегодную переоценку прогресса в борьбе с нищетой. PovcalNet - это интерактивный вычислительный инструмент, который позволяет пользователям тиражировать сопоставимые на глобальном, региональном и страновом уровнях оценки уровня бедности относительно международной черты бедности 1,90 и 3,10 долл. США в день, а также рассчитывать меры по борьбе с нищетой для отдельных групп стран и для разных черт бедности.","rationale_interpretation":"Оценивая бедность в стране и как лучше всего сокращать масштабы нищеты, естественно, основное внимание уделяется черте бедности, которая считается подходящей для страны. Но как мы можем говорить о «глобальной бедности»? Черта бедности в разных странах различается с точки зрения покупательной способности в этих странах, и он имеет сильный экономический градиент, так что более богатые страны, как правило, принимают более высокий уровень жизни при определении бедности. Но для того, чтобы последовательно измерять глобальную абсолютную бедность с точки зрения потребления, мы должны рассматривать два человека с той же покупательной способностью по товарам таким же образом - как бедным, так и не бедным - даже если они живут в разных странах. Начиная с Доклада о мировом развитии за 1990 год, Всемирный банк стремился применять единый стандарт в измерении крайней нищеты, привязанный к тому, что означает бедность в беднейших странах мира. Благосостояние людей, живущих в разных странах, можно измерять в общих масштабах путем корректировки различий в покупательной способности валют. Обычно используемый стандарт  в размере 1 долл. США в день, измеряемый в международных ценах 1985 года и скорректированный на местную валюту с использованием ППС, был выбран для отчета о мировом развитии за 1990 год, поскольку он был типичным для черты бедности в странах с низким доходом в то время. По мере развития различий в стоимости жизни во всем мире международная черта бедности должна периодически обновляться с использованием новых данных о ценах на ППС для отражения этих изменений. Последнее изменение было в октябре 2015 года, когда Всемирный банк принял 1,90 долл. США в качестве международной черты бедности, используя ППС 2011 года. До этого в обновлении 2008 года международная черта бедности составляла 1,25 долл. США с использованием ППС 2005 года. Меры по борьбе с бедностью, основанные на международных чертах бедности, пытаются сохранить реальную ценность бедности в разных странах, как это делается при проведении сопоставлений с течением времени. Ранние издания индикаторов мирового развития Всемирного банка (WDI) использовали ППС из Penn World Tables для конвертации значений в местной валюте в эквивалентную покупательную способность, измеренную в долларах США. В более поздних изданиях использовались оценки ППС потребления 1993, 2005 и 2011 годов, подготовленные Программой международных сопоставлений Всемирного банка (ICP).","data_sources":"Интегрированное выборочное обследование бюджетов домашних хозяйств и рабочей силы (далее ИОДХ).","data_collection":"Сбор данных осуществляется посредством вопросников ИОДХ с применением кластерной выборки, построенной на последней доступной Переписи населения и актуализированных списках жилых помещений. В опросах ИОДХ используется персональное интервью с использованием планшетных компьютеров (ComputerAssisted Personal Interview, CAPI).\nСбор данных осуществляется на ежеквартальной основе, разработка индикатора производится по итогам года. \n","computation_methods":"Для последовательного измерения масштабов нищеты в разных странах, международные меры Всемирного банка применяют общий стандарт, закрепленный за тем, что означает «бедность» в самых бедных странах мира. Первоначальная черта в «1 доллар в день» была основана на компиляции национальных черт бедности только для 22 развивающихся стран, в основном из академических исследований 1980-х годов (Ravallion, et al., 1991). В рамках Всемирного банка Глобальная группа по борьбе с нищетой (GPWG) отвечает за сбор, утверждение и оценку данных по бедности. GPWG архивирует данные, полученные из НСУ, а затем гармонизирует их, применяя общие методологии. Целью GPWG является обеспечение того, чтобы данные по бедности и неравенству, которые были созданы, отслежены и распространены Всемирным банком, обновлены, соответствуют высоким стандартам качества и хорошо документированы и согласованы во всех каналах распространения. Члены GPWG генерируют и обновляют оценки доли населения ниже международной черты бедности, используя необработанные данные, обычно предоставляемые правительствами стран, к которым применяется контроль качества данных. Исходными данными могут быть данные обследований единичных записей или сгруппированные данные, в зависимости от соглашений с правительствами стран. Нынешняя крайняя черта бедности установлена в размере 1,90 долл. США в день в условиях ППС в 2011 году, которая представляет собой среднее значение национальных черт бедности, обнаруженных в тех же самых беднейших 15 странах, что оценивается по потреблению на душу населения. Новая черта бедности поддерживает тот же стандарт для крайней нищеты - черты бедности, характерные для беднейших стран мира, - но обновляет ее, используя самую последнюю информацию о стоимости жизни в развивающихся странах. При измерении международной бедности в стране международная черта бедности в ППС конвертируется в местные валюты в 2011 году и затем преобразуется в цены, преобладающие во время соответствующего обследования домашних хозяйств, с использованием наилучшего доступного индекса потребительских цен (ИПЦ). (Эквивалентно, данные опроса о потреблении или доходах домохозяйства в отчетном году выражены в ценах базового года ICP, а затем конвертированы по ППС в долл. США). Затем уровень бедности рассчитывается на основе этого опроса. Все межвременные сопоставления являются реальными, так как оцениваются с использованием ИПЦ для конкретной страны. Методы интерполяции/экстраполяции используются для выравнивания оценок, основанных на исследованиях, с этими отчетными годами.","comments_limitations":"Национальная бедность — это другая концепция, чем глобальная нищета. Национальный уровень бедности определяется по отдельным чертам бедности в местных валютах, которые в разных странах различны и отличаются от международной черты бедности в размере 1,90 долл. США в день. Таким образом, уровень национальной бедности нельзя сравнивать по странам или с уровнем бедности в 1,90 долл. в день.","quality_assurance":"Экономисты по бедности из Всемирного банка обычно взаимодействуют с НСУ в целом по измерению и анализу бедности в рамках деятельности по оказанию технической помощи. Исходные данные, предоставляемые НСУ проверяются на качество, прежде чем они будут использованы для дальнейшего анализа.","data_availability_gaps":"Доступность данных (измеряется с точки зрения количества стран, имеющих по крайней мере 1 пункт данных по регионам). Данные по Кыргызстану публикуются ежегодно.","disaggregation":"Национальный и субнациональный уровень","international_comparability":"В международной базе Всемирного банка данные гармонизированы и являются сопоставимыми с другими странами. НСК рассчитывает этот показатель на основе показателя благосостояния для КР с использованием черты бедности 1,9$ по ППС. ","references_documentation":"www.worldbank.org\nДля получения дополнительной информации и методологии http://iresearch.worldbank.org/PovcalNet/home.aspx .\nДополнительно: http://documents.worldbank.org/curated/en/2015/10/25114899/global-count-extremepoor-2012-data-issues-methodology-initial-results\nКраткий обзор: http://www.worldbank.org/en/topic/poverty/brief/global-poverty-line-faq\nСсылки на справочные и рабочие документы, статьи и прочее: http://iresearch.worldbank.org/PovcalNet/publications.aspx\nИзмеренный подход к прекращению бедности и усиление совместного процветания: концепции, данные и двойные цели. http://www.worldbank.org/en/research/publication/a-measured-approach-to-ending-povertyand-boosting-shared-prosperity\n\n\nПубликуются в статистическом сборнике «Женщины и мужчины Кыргызской Республики»\n\nНациональная платформа отчётности ЦУР КР: https://sustainabledevelopment-kyrgyzstan.github.io\n","indicator":"1.1.1","target_id":"1.1","sdg_goal":"1","reporting_status":"complete","indicator_sort_order":"01-01-01"}