{"goal_meta_link_text":"Метаданные Целей устойчивого развития Организации Объединённых Наций","goal_meta_link":"https://unstats.un.org/sdgs/files/metadata-compilation/Metadata-Goal-1.pdf","indicator_name":"Доля расходов на основные услуги (образование, здравоохранение и социальную защиту) в общей сумме государственных расходов","data_non_statistical":false,"national_geographical_coverage":"Кыргызская Республика","graph_type":"line","graph_title":"Доля расходов на основные услуги (образование, здравоохранение и социальную защиту) в общей сумме государственных расходов","measurement_units":"Процент","page_content":"","en":{"goal_name":"1. End poverty in all its forms everywhere","target_name":"1.a: Ensure significant mobilization of resources from a variety of sources, including through enhanced development cooperation, in order to provide adequate and predictable means for developing countries, in particular least developed countries, to implement programmes and policies to end poverty in all its dimensions","indicator_name1":"1.a.2: Proportion of total government spending on essential services (education, health and social protection) in total public spending","organization_name":"Ministry of Finance of the Kyrgyz Republic (Department of Budget Policy), National Statistical Committee of the Kyrgyz Republic (Finance Statistics Division).","contact_name":"Ministry of Finance of the Kyrgyz Republic: Omurova T.A.;\nNational Statistical Committee of the Kyrgyz Republic: Abdukadirova M.A.","contact_email":"Omurova T.A.: t.omurova@minfin.kg;\nAbdukadirova M.A.: m.abdukadirova@stat.kg","contact_phone":"MoF KR: +996-0312-62-53-13 (add. 1110, 1112)\nNSC KR: +996-0312-62-55-91, 66-42-09","organization_website":"MoF KR: www.minfin.kg;\nNSC KR: www.stat.kg","definitions":"Proportion of total government spending on essential services (education, health and social protection) in total public spending;\nProportion of total government spending on education in total public spending;\nProportion of total government spending on health in total public spending;\nProportion of total government spending on social protection in total public spending.","concepts":"State budget expenditures include all non-recoverable payments, whether they are reimbursable (i.e. paid in exchange for something) or not, and for what purpose - operational activities or acquisition of non-financial assets.\nExpenditures are directed in the following dimensions: financing of State services related to economic activities (industry, agriculture, construction, communications, etc.); financing of social and cultural sphere (education, recreation, culture and religion, health, social protection, housing and communal services); public services, defence, public order and safety, environmental protection; acquisition of non-financial assets.","rationale_interpretation":"Proportion of total government spending on essential services (education, health and social protection) in total public spending reveal degree of social orientation of public spending policy.","data_sources":"Government expenditure data - administrative data of the Central Treasury of the Ministry of Finance of the Kyrgyz Republic (CT MoF KR) from reports on national, republican and local budget implementation.","data_collection":"CT MoF KR submits reports on national, republican and local budget implementation on monthly and annual basis. ","computation_methods":"It is calculated as proportion of public spending on education (health, social protection) by functional classification of budget expenditure by type to total public spending (percentage).","data_availability_gaps":"Indicator data have been annually available since 2007. The data are available on the NSC website under \"Open Data\" and \"Statistics\" / \"Sustainable Development Goals\". Data are also available on the MoF  KR website. ","disaggregation":"Indicator data are provided for the Kyrgyz Republic and three types of services.","international_comparability":"Public spending in general and by type - according to the IMF Government Finance Statistics Manual 2001, including acquisition of non-financial assets.","references_documentation":"KR National SDG Reporting Platform: https://sustainabledevelopment-kyrgyzstan.github.io"},"national_metadata_updated_date":"2021-09-23","national_metadata_update_url_text":"2021-09-23: see changes on GitHub","national_metadata_update_url":"https://github.com/sdg-kyrgyzstan/open-sdg-data-starter/commit/272dda387c3aff5cdf8fe479452a254f58966e28","goal_name":"1. Повсеместная ликвидация нищеты во всех её формах","target_name":"1.a: Обеспечить мобилизацию значительных ресурсов из самых разных источников, в том числе на основе активизации сотрудничества в целях развития, с тем чтобы предоставить развивающимся странам, особенно наименее развитым странам, достаточные и предсказуемые средства для осуществления программ и стратегий по ликвидации нищеты во всех ее формах","indicator_name1":"1.a.2: Доля расходов на основные услуги (образование, здравоохранение и социальную защиту) в общей сумме государственных расходов","organization_name":"Министерство финансов КР (Управление бюджетной политики), Национальный статистический комитет КР (Отдел статистики финансов).","contact_name":"Министерство финансов КР: Омурова Т.А.;\nНациональный статистический комитет КР: Абдукадирова М.А.\n","contact_email":"Омурова Т.А.: t.omurova@minfin.kg;                                                        Абдукадирова М.А.: m.abdukadirova@stat.kg","contact_phone":"МФ КР: +996-0312-62-53-13 (доб 1110, 1112);                                                          НСК КР: +996-0312-62-55-91, 66-42-09","organization_website":"МФ КР: www.minfin.kg;\nНСК: www.stat.kg","definitions":"Доля расходов на основные услуги (образование, здравоохранение и социальную защиту) в общей сумме государственных расходов в целом;\nДоля расходов на образование в общей сумме государственных расходов в целом; \nДоля расходов на здравоохранение в общей сумме государственных расходов в целом; \nДоля расходов на социальную защиту в общей сумме государственных расходов в целом.","concepts":"Расходы государственного бюджета включают все невозвратные платежи, независимо от того, являются ли они возмездными (т.е. заплаченными в обмен на что-то) или безвозмездными и для каких целей осуществляются - для проведения операционной деятельности или для приобретения нефинансовых активов. Расходы формируются по следующим направлениям: на финансирование государственных услуг, связанных с экономической деятельностью (промышленность, сельское хозяйство, строительство, связь и др.); на финансирование социально-культурной сферы (образование, отдых, культура и религия, здравоохранение, социальная защита, жилищные и коммунальные услуги); на государственные службы общего назначения, оборону, общественный порядок и безопасность, охрану окружающей среды; на приобретение нефинансовых активов.","rationale_interpretation":"Доля расходов на основные услуги (образование, здравоохранение и социальную защиту) в общей сумме государственных расходов характеризует степень социальной ориентированности государственной политики в области расходования средств государственного бюджета.","data_sources":"Данные о государственных расходах - административные данные Центрального казначейства Министерства финансов КР (далее - ЦК МФ КР) из отчетов по исполнению государственного, республиканского и местных бюджетов.","data_collection":"ЦК МФ КР предоставляет отчеты об исполнении государственного, республиканского и местных бюджетов в НСК КР на ежемесячной и годовой основе.","computation_methods":"Рассчитывается как отношение государственных расходов на образование (здравоохранение, социальную защиту) по функциональной классификации расходов бюджета по видам к общей сумме государственных расходов (в процентах).","data_availability_gaps":"Данные по индикатору имеются в годовой динамике с 2007 года. Данные доступны на сайте НСК в разделе \"Открытые данные\" (Open Data) и разделе \"Статистика\" / \"Цели устойчивого развития\". Также данные доступны на сайте МФ КР.","disaggregation":"Данные по индикатору представлены по Кыргызской Республике в целом и по трем видам услуг.","international_comparability":"Государственные расходы в целом и по видам - в соответствии с Руководством МВФ по статистике государственных финансов 2001г., включая расходы на приобретение нефинансовых активов.","references_documentation":"Национальная платформа отчётности ЦУР КР: https://sustainabledevelopment-kyrgyzstan.github.io","indicator":"1.a.2","target_id":"1.a","sdg_goal":"1","reporting_status":"complete","indicator_sort_order":"01-0a-02"}