{"goal_meta_link_text":"Метаданные Целей устойчивого развития Организации Объединённых Наций","data_non_statistical":false,"goal_meta_link":"https://unstats.un.org/sdgs/files/metadata-compilation/Metadata-Goal-10.pdf ","graph_type":"line","indicator_name":"Доля людей с доходом ниже 50 процентов медианного дохода в разбивке по полу, возрасту и признаку инвалидности","graph_title":"Доля людей с потреблением ниже 50 процентов медианного значения в разбивке по полу, типу местности, возрасту и территории","national_geographical_coverage":"Кыргызская Республика","measurement_units":"Процент","page_content":"","en":{"goal_name":"Goal 10. Reduce inequality within and among countries","target_name":"10.2. By 2030, empower and promote the social, economic and political inclusion of all, irrespective of age, sex, disability, race, ethnicity, origin, religion or economic or other status","indicator_name1":"10.2.1. Proportion of people living below 50 per cent of median income, by sex, age and persons with disabilities","organization_name":"National Statistics Committee of the Kyrgyz Republic (Household Statistics Division)\nThe National Statistical Committee of the Kyrgyz Republic (Household Statistics Division)","contact_name":"Y. I. Kalymbetova","contact_email":"Y.Kalymbetova@stat.kg ","contact_phone":"(312) 66 41 64","organization_website":"www.stat.kg","definitions":"The proportion of people living below 50 percent of median income (or consumption) is the share (%) of a country’s population living on less than half of the consumption/income level of the median of the national income/consumption distribution. ","concepts":"The indicator is measured using per capita welfare measure of consumption or income. Per capita income or consumption is estimated using total household income or consumption divided by the total household size. ","rationale_interpretation":"This indicator is an indicator of relative poverty and inequality of the income distribution within a country. This indicator and similar relative measures are commonly used for poverty measurement in rich countries and are increasingly also used as a complementary measure of inequality and poverty in low- and middleincome countries. ","data_sources":"National household surveys on population income and expenditure.","data_collection":"An integrated household and labour force budget survey is conducted in all regions of the country on a quarterly basis. The survey program contains a special module “Household income and expenditures”","computation_methods":"Average per capita monetary income is ranked in ascending order. The indicator is calculated by estimating the share (in percent) of the population living on less than 50% of median of the national distribution of income or consumption.","comments_limitations":"This indicator describes relative poverty and is based on the welfare indicator 40of a particular country.","quality_assurance":" Data quality is ensured through random household budget and labour force surveys in line with international recommendations","disaggregation":"By area, sex, age groups.","international_comparability":"Data are internationally comparable, as random household budget and labour force surveys are conducted in line with international recommendations","references_documentation":"The Kyrgyz Republic SDG National Reporting Platform: https://sustainabledevelopment-kyrgyzstan.github.io"},"national_metadata_updated_date":"2021-10-01","national_metadata_update_url_text":"2021-10-01: see changes on GitHub","national_metadata_update_url":"https://github.com/sdg-kyrgyzstan/open-sdg-data-starter/commit/b3edfb307ae513b1f696cbe558d33c75fd34cf20","goal_name":"Цель 10. Сокращение неравенства внутри стран и между ними","target_name":"10.2. К 2030 способствовать обеспечение социального, экономического и политического включения всех, независимо от возраста, пола, инвалидности, расы, этнической принадлежности, происхождения, религии или экономического, или другого статуса","indicator_name1":"10.2.1. Доля людей с доходом ниже 50 процентов медианного дохода в разбивке по возрасту, полу и инвалидности","organization_name":"Национальный статистический комитет КР (Отдел статистики домашних хозяйств)","contact_name":"Калымбетова Ы.И.","contact_email":"Y.Kalymbetova@stat.kg ","contact_phone":"(312) 66 41 64","organization_website":"www.stat.kg","definitions":"Доля населения со среднедушевым доходом или потреблением ниже 50 процентов медианы национального дохода или потребления.","concepts":"Индикатор измерен, используя в качестве меры благосостояния показатель дохода или потребления домашнего хозяйства. Доход на душу населения или потребление оценены, используя полный доход или потребление домашнего хозяйства, разделенное на полный размер домашнего хозяйства.","rationale_interpretation":"Показатель является индикатором относительной бедности и неравенства распределения доходов в стране. Этот индикатор и подобные относительные меры обычно используются для измерения бедности в богатых странах, а также все более стали использоваться в качестве дополнительной меры неравенства и бедности в странах с низким и средним уровнем доходов.","data_sources":"Национальные обследования домашних хозяйств по доходам и расходам населения.","data_collection":"Интегрированное обследование бюджетов домашних хозяйств и рабочей силы проводится ежеквартально во всех регионах страны. Программа обследования содержит специальный модуль \"Доходы и расходы домашнего хозяйства\".","computation_methods":"Среднедушевые денежные доходы ранжируются в порядке их возрастания. Вычисляется национальная медиана среднедушевых доходов, численность населения домохозяйств с доходом ниже 50 процентов медианного дохода ","comments_limitations":"Показатель характеризует относительную бедность и базируется на индикаторе благосостояния в определенной стране.","quality_assurance":" Качество данных обеспечивается проведением выборочных обследований бюджетов домашних хозяйств и рабочей силы в соответствии с международными рекомендациями","disaggregation":"По территории, полу, возрастным группам.","international_comparability":"Данные сопоставимы на международном уровне, поскольку выборочные обследования бюджетов домашних хозяйств и рабочей силы проводятся в соответствии с международными рекомендациями","references_documentation":"Национальная платформа отчетности ЦУР КР: https://sustainabledevelopment-kyrgyzstan.github.io","indicator":"10.2.1","target_id":"10.2","sdg_goal":"10","reporting_status":"complete","indicator_sort_order":"10-02-01"}