{"goal_meta_link_text":"Метаданные Целей устойчивого развития Организации Объединённых Наций","data_non_statistical":false,"graph_type":"line","indicator_name":"Численность постоянного населения по месту проживания","graph_title":"Численность постоянного населения по месту проживания","national_geographical_coverage":"Кыргызская Республика","measurement_units":"Тыс. человек","tags":["национальный"],"page_content":"","en":{"data_non_statistical":false,"graph_type":"line","indicator_name":"Resident population by place of usual residence","graph_title":"Resident population by place of usual residence","national_geographical_coverage":"Kyrgyz Republic","measurement_units":"Thousand people","tags":["custom.proxy"],"page_content":"","goal_name":"11. Make cities and human settlements inclusive, safe, resilient and sustainable","target_name":"11.3 By 2030, enhance inclusive and sustainable urbanization and capacity for participatory, integrated and sustainable human settlement planning and management in all countries","indicator_name1":"11.3.1.a Resident population by place of usual residence","organization_name":"National Statistical Committee of the Kyrgyz Republic (Demographic Statistics Department)","contact_name":"Maatkulova J.","contact_email":"Jmaatkulova@stat.kg ","contact_phone":"0 (312) 32 55 46","organization_website":"www.stat.gov.kg","definitions":"Permanent population - the number of people permanently residing in a given territory at the time of the census, including those temporarily absent. ","concepts":"The population (population) is a naturally historically formed and continuously renewed collection of people in the process of production and reproduction of direct life. There are two categories of population accepted in the Kyrgyz Republic: cash and permanent.\nCash population - the population located in the given territory at the time of the census, including temporary residents.\nPermanent population - the population permanently residing in a given territory, including those temporarily absent at the time of the census. \nDuring the population and housing census of 2022, persons who are temporarily absent from their place of permanent (habitual) residence include those who, at the time of the population count, are outside the territory of the locality where they permanently live: those who have left for temporary or seasonal work, on a business trip, on vacation, on an industrial internship, visiting relatives, etc. acquaintances within or outside the Kyrgyz Republic, if their absence has not exceeded 1 year. \nLocalities are divided into urban and rural areas. Urban settlements include cities (of republican, regional, and district significance), urban-type settlements, and rural villages, regardless of their administrative subordination.\nA place of permanent (habitual) residence\" is a geographical location where the respondent usually spends his daily rest time during a certain period, including the time of the census. \"","rationale_interpretation":"Statistical data on the size and composition of the country's population is one of the most universal blocks of national information resources. The population acts, on the one hand, as a producer of all created national wealth, and on the other hand, it is a consumer of material and spiritual values. Users of population information include government and local government authorities, all groups of legal entities, the business community, scientific organizations, individuals, as well as international bodies.\nThe population is a momentary indicator, i.e. it always refers to a certain exact moment in time, it is obtained either as a result of population censuses or by calculation. In statistics, the population is usually given either on January 1 (estimate at the beginning of the year) or on December 31 (at the end of the year).","data_sources":"In the inter-census period, a current estimate of the permanent population is made - the calculation of the population based on census data, taking into account information from the current registration of demographic events.","data_collection":"\"The method of continuous accounting based on population census data and current population movement accounting based on information received from the State Institution \"Kyzmat\" under the Office of the President of the Kyrgyz Republic with a monthly frequency. \"","computation_methods":"A population estimate is an approximate determination of the number of inhabitants in a country or part of it, which is based on the results of the last population census, to which the numbers of those born and those who arrived in a given territory are added annually, and the numbers of those who died and those who left a given territory are subtracted. The total population is calculated for the republic as a whole and its individual administrative-territorial units (from data as of January 1 of this year to January 1 of the following year). At the same time, changes in the population as a result of administrative and territorial transformations are also taken into account.  \nFor various calculations during the calendar year, an estimate of the population of the territory is made at the beginning of each month, for which the results of natural movement and migration of the population are used.\n Current population estimates are calculated based on the results of the last population census, to which the number of births and arrivals in a given Territory is added annually, and from which the number of deaths and departures from a given territory is subtracted. Current estimates of the population over the past years are being updated based on the results of the next census. ","comments_limitations":"The most accurate data on the size and composition of the population and demographic processes is provided by the population census (conducted once every 10 years). In the inter-census period, a current estimate of the available population is made based on the census data and taking into account information from the current registration of demographic events. ","quality_assurance":"Logical and arithmetic control of the reporting data, analysis of the output tables is carried out. The procedure for verifying the correctness of data in death records is carried out through logical control embedded in the data entry and development software.","data_availability_gaps":"The data are published in the statistical collections \"Demographic Yearbook of the Kyrgyz Republic\", \"Women and Men of the Kyrgyz Republic\", posted on the NSC website. Dynamic series have been available since 1990.","disaggregation":"The indicators are detailed by territory (republic, region, Bishkek and Osh cities), by place of residence (urban settlements and rural areas), on an annual basis.","international_comparability":"The national definition of an indicator used in statistics corresponds to its international definition.\n","references_documentation":"Links to the NPA and methodology: https://www.stat.gov.kg/ru/about/pravovye-osnovy-organov-gosudarstvennoj-statistiki //; https://unstats.un.org/sdgs/metadata/files/Metadata ; https://www.stat.gov.kg/ru/statistics/naselenie /. \nNSC statistical publications: monthly report Socio-economic situation of the Kyrgyz Republic\", statistical collections: \"Statistical Yearbook of the Kyrgyz Republic\", \"Demographic Yearbook of the Kyrgyz Republic\", \"Social trends of the Kyrgyz Republic\", \"Women and men of the Kyrgyz Republic\", \"Standard of living of the population of the Kyrgyz Republic\", \"Public health and healthcare in the Kyrgyz Republic\" on the official website of the NSC KR: http://www.stat.kg/ru/publications /\""},"national_metadata_updated_date":"2025-08-01","goal_name":"Цель 11: Обеспечение открытости, безопасности, жизнестойкости и экологической устойчивости городов и населенных пунктов","target_name":"11.3 К 2030 году расширить масштабы открытой для всех и экологически устойчивой урбанизации и возможности для комплексного и устойчивого планирования населенных пунктов и управления ими на основе широкого участия во всех странах","indicator_name1":"11.3.1.а Численность постоянного населения по месту проживания","organization_name":" НСК КР","contact_name":"Мааткулова Ж.Б","contact_email":"Maatkulova1976@mail.ru","contact_phone":"(0312) 32 55 46","organization_website":"www.stat.gov.kg","definitions":"Численность постоянного населения - численность населения, постоянно проживающего на момент переписи на данной территории, включая временно отсутствующих. ","concepts":"Население (народонаселение) - естественно исторически складывающаяся и непрерывно возобновляющаяся в процессе производства и воспроизводства непосредственной жизни совокупность людей. В КР приняты две категории численности населения: наличное и постоянное.\nНаселение наличное - население, находящееся на момент переписи на данной территории, включая временно проживающих.\nПостоянное население - постоянно проживающее на данной территории население, включая временно отсутствующих на момент переписи. \nПри переписи населения и жилищного фонда 2022г. к временно отсутствующим по месту своего постоянного (обычного) жительства относятся лица, которые на момент счета населения находятся за пределами территории населенного пункта, где постоянно живут: выехавшие на временную или сезонную работу, в командировку, на каникулы, на производственную практику, в гости к родственникам и знакомым в пределах или за пределами КР, если их отсутствие не превысило 1 года. \nНаселенные пункты подразделяются на городские и сельские. К городским населенным пунктам относятся города (республиканского, областного и районного значения), поселки городского типа, к сельским - села, независимо от их административной подчиненности.\nПод «местом постоянного (обычного) жительства» понимается географическое место, в котором респондент обычно проводит свое ежесуточное время отдыха в течение определенного периода, включающего в себя учетное время переписи. ","rationale_interpretation":"Статистические данные о численности и составе населения страны являются одним из наиболее универсальных блоков национальных информационных ресурсов. Население выступает, с одной стороны, в качестве производителя всего создаваемого национального богатства, а с другой стороны, является потребителем материальных и духовных ценностей. В числе пользователей информации о населении: органы государственной власти и местного самоуправления, все группы юридических лиц, бизнес-сообщество, научные организации, физические лица, а также международные органы.\nЧисленность населения – моментный показатель, т. е. относящийся всегда к определенному точному моменту времени, его получают или в результате проведения переписей населения или расчетным путем. В статистике численность населения приводится обычно либо на 1 января (оценка на начало года), либо на 31 декабря (на конец года).","data_sources":"В межпереписной период производится текущая оценка постоянного населения - расчет численности населения на основе данных переписи с учетом сведений текущей регистрации демографических событий.","data_collection":"Метод сплошного учета на основе данных переписи населения и текущего учета движения населения, основанного на информации, получаемой от Государственного учреждения «Кызмат» при Управлении делами Президента Кыргызской Республики с месячной периодичностью.\n","computation_methods":"Оценка численности населения - это примерное определение числа жителей на территории страны или ее части, которая производится на основании итогов последней переписи населения, к которым ежегодно прибавляются числа родившихся и прибывших на данную территорию, и вычитаются числа умерших и выбывших с данной территории. Расчеты общей численности населения производятся в целом по республике и ее отдельным административно-территориальным единицам (от данных по состоянию на 1 января данного года до 1 января следующего года). При этом учитывается также изменение численности населения в результате административнотерриториальных преобразований.  \nДля различных расчетов в течение календарного года делается оценка численности населения по территории на начало каждого месяца, для чего используются итоги естественного движения и миграции населения.\n Текущие оценки численности населения рассчитываются на основании итогов последней переписи населения, к которым ежегодно прибавляются численность родившихся и прибывших на данную территорию и из которых вычитается численность умерших и выбывших с данной территории. Текущие оценки численности населения за прошедшие годы уточняются на основании итогов очередной переписи. ","comments_limitations":"Наиболее точные данные о численности и составе населения, и демографических процессах дает перепись населения (проводится 1 раз в 10 лет). В межпереписной период производится текущая оценка наличного населения на базе данных переписи и с учетом сведений текущей регистрации демографических событий. ","quality_assurance":"Проводится логический и арифметический контроль отчетных данных, анализ выходных таблиц. Процедура проверки правильности данных в актовых записях о смерти осуществляется путем логического контроля, заложенного в программном обеспечении по вводу и разработке данных. ","data_availability_gaps":"Данные публикуются в статистических сборниках \"Демографический ежегодник КР\", \"Женщины и мужчины КР\", размещаются на сайте НСК. Имеются динамические ряды с 1990 года.","disaggregation":"Детализация показателей осуществляется по территории (республика, области, города Бишкек и Ош), по месту проживания (городским поселениям и сельской местности), на ежегодной основе.","international_comparability":"Национальное определение показателя, используемое в статистике, соответствует его международному определению. \n","references_documentation":"Ссылки на НПА и методологию: https://www.stat.gov.kg/ru/about/pravovye-osnovy-organov-gosudarstvennoj-statistiki//; https://unstats.un.org/sdgs/metadata/files/Metadata; https://www.stat.gov.kg/ru/statistics/naselenie/. \nСтатистические публикации НСК: ежемесячный доклад «Социально-экономическое положение КР», статистические сборники: \"Статистический ежегодник КР\", «Демографический ежегодник КР», «Социальные тенденции КР», «Женщины и мужчины КР», \"Уровень жизни населения КР\", «Здоровье населения и здравоохранение в КР» на официальном сайте НСК КР: http://www.stat.kg/ru/publications/","indicator_number":"11.3.1.a","target_number":"11.3","goal_number":"11","reporting_status":"complete","indicator_sort_order":"11-03-01-0a"}