{"data_non_statistical":true,"goal_meta_link":"https://unstats.un.org/sdgs/metadata/files/Metadata-17-18-02.pdf","goal_meta_link_text":"Метаданные Целей устойчивого развития Организации Объединённых Наций","graph_type":"line","indicator_name":"Число, стран, имеющих национальное статистическое законодательство, соответствующее Основополагающим принципам официальной статистики","graph_title":"Число, стран, имеющих национальное статистическое законодательство, соответствующее Основополагающим принципам официальной статистики","national_geographical_coverage":"Кыргызская Республика","measurement_units":null,"page_content":" \n![alt text](http://www.stat.kg/static/images/logo.png \"Logo Title Text 1\")\n\n# ЗАКОН КЫРГЫЗСКОЙ РЕСПУБЛИКИ\n*г.Бишкек, от 8 июля 2019 года № 82*\n## Об официальной статистике\n\n***\n1. Настоящий Закон регулирует организацию и функционирование национальной статистической системы, устанавливает правовую основу для разработки, производства и распространения официальной статистики.\n\n***\n2. Официальная статистика в рамках настоящего Закона:\n  1) включает в себя статистические данные, характеризующие на репрезентативной основе экономические, демографические, социальные и экологические массовые явления в Кыргызской Республике;\n  2) разрабатывается, производится и распространяется в соответствии с положениями настоящего Закона, основополагающими принципами ООН в области официальной статистики и учитывает международно согласованные статистические стандарты и рекомендации;\n  3) именуется официальной статистикой в статистических программах.\n \n***\n3. Положения настоящего Закона применяются ко всем данным, имеющимся в распоряжении производителей официальной статистики, используемым для разработки, производства и распространения официальной статистической информации.\n\n[Закон Кыргызской Республики об официальной статистике](http://www.stat.kg/media/files/2399f49c-47b5-4cc7-ae2a-61f7fce6906f.doc)\n","en":{"goal_meta_link":"https://unstats.un.org/sdgs/metadata/files/Metadata-17-18-02.pdf","goal_meta_link_text":"United Nations Sustainable Development Goals Metadata (pdf 468kB)","national_geographical_coverage":"Kyrgyz Republic","measurement_units":null,"page_content":" \n![alt text](http://www.stat.kg/static/images/logo.png \"Logo Title Text 1\")\n\n# LAW OF THE KYRGYZ REPUBLIC\n*\nBishkek, dated July 8, 2019 No. 82*\n## About official statistics\n\n***\n\n1. This Law regulates the organization and functioning of the national statistical system, establishes the legal basis for the development, production and dissemination of official statistics.\n\n***\n\n2. Official statistics under this Law:\n   1. includes statistical data characterizing on a representative basis the economic, demographic, social and environmental mass phenomena in the Kyrgyz Republic;\n   2. is developed, produced and disseminated in accordance with the provisions of this Law, the UN fundamental principles in the field of official statistics and takes into account internationally agreed statistical standards and recommendations;\n   3. referred to as official statistics in statistical programs.\n\n***\n\n3. The provisions of this Law shall apply to all data available to the producers of official statistics used for the development, production and dissemination of official statistical information.\n\n[Law of the Kyrgyz Republic on official statistics](http://www.stat.kg/media/files/2399f49c-47b5-4cc7-ae2a-61f7fce6906f.doc)\n","goal_name":"17. Strengthen the means of implementation and revitalize the global partnership for sustainable development","target_name":"17.18 By 2020, enhance capacity-building support to developing countries, including for least developed countries and small island developing States, to increase significantly the availability of high-quality, timely and reliable data disaggregated by income, gender, age, race, ethnicity, migratory status, disability, area and other characteristics relevant in national contexts ","indicator_name1":"17.18.2 Number of countries that have national statistical legislation that complies with the Fundamental Principles of Official Statistics","organization_name":"The National Statistical Committee of the Kyrgyz Republic (Statistics Organization and Coordination Unit)","contact_name":"G. B. Ermekbaeva","contact_email":"germekbaeva@stat.kg ","contact_phone":"(312) 62-56-39","organization_website":"www.stat.kg ","concepts":"National statistical legislation: The statistics law defines rules, regulation, measures with regard to the organization, management, monitoring and inspection of the statistical activities in a systematic way, strength, effectiveness and efficiency to assure the full coverage, accuracy and consistency with facts in order to provide reference for policy direction, socio economic planning, and contribute to the country’s development to achieve wealth, culture, well-being and equity.\nThe Fundamental Principles for Official Statistics adopted by the United Nations Statistical Commission, in its Special Session of 11-15 April 1994 are:\nPrinciple 1. Official statistics provide an indispensable element in the information system of a society,serving the government, the economy and the public with data about the economic, demographic, social and environmental situation. To this end, official statistics that meet the test of practical utility are to be compiled and made available on an impartial basis by official statistical agencies to honour citizens’ entitlement to public information.\nPrinciple 2. To retain trust in official statistics, the statistical agencies need to decide according to strictly professional considerations, including scientific principles and professional ethics, on the methods and procedures for the collection, processing, storage and presentation of statistical data.\nPrinciple 3. To facilitate a correct interpretation of the data, the statistical agencies are to present information according to scientific standards on the sources, methods and procedures of the statistics.\nPrinciple 4. The statistical agencies are entitled to comment on erroneous interpretation and misuse of statistics.\nPrinciple 5. Data for statistical purposes may be drawn from all types of sources, be they statistical surveys or administrative records. Statistical agencies are to choose the source with regard to quality, timeliness, costs and the burden on respondents.\nPrinciple 6. Individual data collected by statistical agencies for statistical compilation, whether they refer to natural or legal persons, are to be strictly confidential and used exclusively for statistical purposes.\nPrinciple 7. The laws, regulations and measures under which the statistical systems operate are to be made public.\nPrinciple 8. Coordination among statistical agencies within countries is essential to achieve consistency and efficiency in the statistical system.\nPrinciple 9. The use by statistical agencies in each country of international concepts, classifications and methods promotes the consistency and efficiency of statistical systems at all official levels.\nPrinciple 10. Bilateral and multilateral cooperation in statistics contributes to the improvement of systems of official statistics in all countries.","data_availability_gaps":"Law No. 82 of the Kyrgyz Republic on official statistics of July 8, 2019 regulates the organization and functioning of the national statistical system establishing the legal framework for the development, production and dissemination of official statistics. ","references_documentation":" The Kyrgyz Republic SDG National Reporting Platform: https://sustainabledevelopment-kyrgyzstan.github.io\n Link to the Kyrgyz Law on Official Statistics: http://www.stat.kg/ru/about/pravovye-osnovy-organov-gosudarstvennoj-statistiki/"},"national_metadata_update_url_text":"2021-04-28: see changes on GitHub","national_metadata_update_url":"https://github.com/sdg-kyrgyzstan/open-sdg-data-starter/commit/e2888d98f91f4990ea16c3b8b8d7df57f6dbef7c","goal_name":"17. Укрепление средств осуществления и активизация работы в рамках Глобального партнерства в интересах устойчивого развития","target_name":"17.18 К 2020 году усилить поддержку в целях наращивания потенциала развивающихся стран, в том числе наименее развитых стран и малых островных развивающихся государств, с тем чтобы значительно повысить доступность высококачественных, актуальных и достоверных данных, дезагрегированных по уровню доходов, гендерной принадлежности, возрасту, расе, национальности, миграционному статусу, инвалидности, географическому местонахождению и другим характеристикам, значимым с учетом национальных условий ","indicator_name1":"17.18.2 Число, стран, имеющих национальное статистическое законодательство, соответствующее Основополагающим принципам официальной статистики ","organization_name":"Национальный статистический комитет Кыргызской Республики (Отдел организации и координации статистики)","contact_name":"Ермекбаева Г.Б.","contact_email":"germekbaeva@stat.kg ","contact_phone":"(312) 62-56-39","organization_website":"www.stat.kg ","concepts":"Национальное статистическое законодательство: Закон о статистике определяет правила, регуляции, меры в отношении организации, управления, мониторинга и инспекции статистической деятельности на систематической основе, силе, эффективности и оперативности для обеспечения полного охвата, точности и для обеспечения полного охвата, точности и согласованности с фактами, с тем, чтобы дать ссылку на направление политики, социально-экономическое планирование и внести вклад в развитие страны для достижения благосостояния, культуры, благосостояния и справедливости.\n         Основополагающие принципы официальной статистики, принятые Статистической комиссией Организации Объединенных Наций на ее специальной сессии 11-15 апреля 1994 года:\nПринцип 1. Официальная статистика представляет собой незаменимый элемент информационной системы общества, служащего правительству, экономике и общественности с данными об экономической, демографической, социальной и экологической ситуации. С этой целью официальные статистические данные, которые отвечают требованиям практической полезности, должны быть составлены и предоставлены на беспристрастной основе официальными статистическими агентствами для соблюдения права граждан на публичную информацию.\nПринцип 2. Чтобы сохранить доверие к официальной статистике, статистическим органам необходимо решать в соответствии со строго профессиональными соображениями, включая научные принципы и профессиональную этику, о методах и процедурах сбора, обработки, хранения и представления статистических данных.\nПринцип 3. Чтобы облегчить правильное толкование данных, статистические агентства должны представлять информацию в соответствии с научными стандартами об источниках, методах и процедурах статистики.\nПринцип 4. Статистические агентства имеют право прокомментировать ошибочное толкование и неправильное использование статистики.\nПринцип 5. Данные для статистических целей могут быть взяты из всех типов источников, будь то статистические обследования или административные записи. Статистические агентства должны выбирать источник в отношении качества, своевременности, затрат и бремени для респондентов.\nПринцип 6. Отдельные данные, собираемые статистическими агентствами для статистической компиляции, независимо от того, относятся ли они к физическим или юридическим лицам, должны быть строго конфиденциальными и использоваться исключительно в статистических целях.\nПринцип 7. Законы, положения и меры, в соответствии с которыми действуют статистические системы, должны быть преданы гласности.\nПринцип 8. Координация между статистическими агентствами внутри стран имеет важное значение для обеспечения согласованности и эффективности статистической системы.\nПринцип 9. Использование статистическими агентствами в каждой стране международных концепций, классификаций и методов способствует согласованности и эффективности статистических систем на всех официальных уровнях.\nПринцип 10. Двустороннее и многостороннее сотрудничество в области статистики способствует совершенствованию систем официальной статистики во всех странах.","data_availability_gaps":"Закон Кыргызской Республики Об официальной статистике от 8 июля 2019 года № 82 регулирует организацию и функционирование национальной статистической системы, устанавливает правовую основу для разработки, производства и распространения официальной статистики.","references_documentation":" Национальная платформа отчетности ЦУР КР: https://sustainabledevelopment-kyrgyzstan.github.io\n Ссылка на закон Об официальной статистике Кыргыской Республике: http://www.stat.kg/ru/about/pravovye-osnovy-organov-gosudarstvennoj-statistiki/","indicator":"17.18.2","target_id":"17.18","sdg_goal":"17","reporting_status":"complete","indicator_sort_order":"17-18-02"}