{"goal_meta_link_text":"Метаданные Целей устойчивого развития Организации Объединённых Наций","data_non_statistical":false,"graph_type":"line","indicator_name":"Поступление прямых иностранных инвестиций по странам и видам экономической деятельности","graph_title":"Поступление прямых иностранных инвестиций по странам и видам экономической деятельности","national_geographical_coverage":"Кыргызская Республика","measurement_units":"Тыс.долларов США","tags":["национальный"],"page_content":"","en":{"data_non_statistical":false,"graph_type":"line","indicator_name":"Inflow of foreign direct investment by country and economic activity","graph_title":"Inflow of foreign direct investment by country and economic activity","national_geographical_coverage":"Kyrgyz Republic","measurement_units":"Thousand US dollars","tags":["национальный"],"page_content":"","goal_name":"17. Strengthen the means of implementation and revitalize the Global Partnership for Sustainable Development","target_name":"17.3 Mobilize additional financial resources for developing countries from multiple sources","indicator_name1":"17.3.1.1 Inflow of foreign direct investment by country and economic activity","organization_name":"National Statistical Committee of the Kyrgyz Republic (Investment Statistics Department)","contact_name":"Birukova V.I.","contact_email":"birukova@stat.kg ","contact_phone":"(0312) 324642","organization_website":"www.stat.gov.kg","definitions":"Foreign direct investment is a financial and non-financial investment of a foreign investor if his share in the joint capital is at least 10 percent.","concepts":"Foreign direct investment consists of: - contributions to equity (equity /charter, reserve and other capital) actually made by the foreign co-owners of the enterprise; \n- financial leasing, which is a type of long-term lease in which the lessor transfers the property to the lessee as a leased asset for a certain fee, for a certain period and under certain conditions for temporary possession and use;  reinvested profits, consisting of a portion of profits owned by a direct investor, directed to expand his participation in the company's activities;\n- other investments that cover operations to attract borrowed funds – loans and borrowings received from non–residents, trade loans/advances - trade payables to non-residents for the import of goods and services, as well as advances received from non-residents for the future supply of inventories, works and services (prepayment for the export of goods and services), other accounts payable to non–residents - obligations for taxes, salaries, dividends and deductions, as well as other obligations.\n","rationale_interpretation":"The flow of foreign direct investment by investor country.","data_sources":"Data collection, processing and calculation are carried out by the National Statistical Committee.","data_collection":"The National Statistical Committee records the receipt of foreign direct investment based on data received from respondents in the form of state statistical reporting No. 1-Invest \"Investment Report\" (annual, quarterly).","quality_assurance":"Logical and arithmetic control of the reporting data is carried out; interformal and time control.","data_availability_gaps":"Description of the time period for which the data is available (and/or unavailable) Dynamic series have been available since 1995. The data is published in the statistical collection \"Investments in the Kyrgyz Republic\", posted on the website of NSC \"Statistics\" / \"Investments\".","disaggregation":"The data is presented at the national level.","international_comparability":"The inflow of foreign direct investment is in accordance with the IMF Balance of Payments Manual, sixth edition.","references_documentation":"Methodology of indicators on the website of the National Statistical Committee www.stat .kg National SDG Reporting Platform of the Kyrgyz Republic: https://sustainabledevelopment-kyrgyzstan .github.io"},"1. Информация об индикаторе":"17.3.1.1","national_metadata_updated_date":"2025-08-14","goal_name":" 17. Укрепление средств осуществления и активизация работы в рамках Глобального партнерства в интересах устойчивого развития ","target_name":"17.3 Мобилизовать дополнительные финансовые ресурсы из самых разных источников для развивающихся стран ","indicator_name1":"17.3.1.1 Поступление прямых иностранных инвестиций из-за рубежа в разбивке по видам экономической деятельности","organization_name":"Национальный статистический комитет Кыргызской Республики (Отдел статистики инвестиций)","contact_name":"Бирюкова В.И.","contact_email":"birukova@stat.kg","contact_phone":"(0312) 324642","organization_website":"www.stat.gov.kg ","definitions":"Прямые иностранные инвестиции представляют собой финансовые и нефинансовые вложения иностранного инвестора, если его доля в совместном капитале составляет не менее 10 процентов.","concepts":"Прямые иностранные инвестиции состоят из:                                                     - взносов в собственный капитал (акционерный /уставный, резервный и прочий капитал), фактически внесенных зарубежными совладельцами предприятия; \n- финансового лизинга, представляющего собой вид долгосрочной аренды, при котором лизингодатель передает лизингополучателю данное имущество в качестве предмета лизинга за определенную плату, на определенный срок и на определенных условиях во временное владение и пользование; - - реинвестированной прибыли, состоящей из части прибыли, принадлежащей прямому инвестору, направляемой к расширению его участия в деятельности предприятия;\n- прочих инвестиций, которые охватывают операции по привлечению заемных средств – ссуд и займов, полученных от нерезидентов,  торговых кредитов/авансов – торговая кредиторская задолженность перед нерезидентами за импорт товаров и услуг, а также авансы, полученные от нерезидентов в счет будущей поставки товарно-материальных запасов, работ и услуг (предоплата по экспорту товаров и услуг),  прочей кредиторской задолженности перед нерезидентами – обязательства по налогам, зарплате, дивидендам и отчислениям, а также прочих обязательств.\n","rationale_interpretation":"Поступление прямых иностранных инвестиций в разбивке по странам-инвесторам.","data_sources":"Сбор данных, обработка и расчет осуществляется Национальным статистическим комитетом.","data_collection":"Национальный статистический комитет осуществляет учет поступления прямых иностранных инвестиций на основании данных, получаемых от респондентов по форме государственной статистической отчетности №1-Инвест \"Отчет об инвестициях\" (годовая, квартальная).","quality_assurance":"Проводится логический и арифметический контроль отчетных данных; межформенный и временной контроль.","data_availability_gaps":"Описание периода времени, в отношении которого данные доступны (и/или недоступны) Имеются динамические ряды с 1995 года. Данные публикуются в статистическом сборнике «Инвестиции в КР», размещаются на сайте НСК «Статистика» / «Инвестиции».","disaggregation":"Данные представлены на республиканском уровне.","international_comparability":"Поступление прямых иностранных инвестиций - в соответствии с Руководством по платежному балансу МВФ, издание шестое.","references_documentation":"Методология показателей на сайте Нацстаткома www.stat.kg Национальная платформа отчетности ЦУР КР: https://sustainabledevelopment-kyrgyzstan.github.io","indicator_number":"17.3.1.1","target_number":"17.3","goal_number":"17","reporting_status":"complete","indicator_sort_order":"17-03-01-01"}