{"data_non_statistical":true,"goal_meta_link":"http://unstats.un.org/sdgs/files/metadata-compilation/Metadata-Goal-17.pdf","goal_meta_link_text":"Метаданные Целей устойчивого развития Организации Объединённых Наций","graph_type":"line","indicator_name":"Число стран, в которых приняты и действуют\nрежимы поощрения инвестиций в интересах\nнаименее развитых стран","graph_title":"Число стран, в которых приняты и действуют\nрежимы поощрения инвестиций в интересах\nнаименее развитых стран","national_geographical_coverage":"Кыргызская Республика","measurement_units":null,"page_content":"### [Закон Кыргызской Республики \"Об инвестициях в Кыргызской Республике\" от 27 марта 2003 года N 66](http://cbd.minjust.gov.kg/act/view/ru-ru/1190) устанавливает основные принципы государственной инвестиционной политики, направленные на улучшение инвестиционного климата в республике и стимулирование привлечения отечественных и иностранных инвестиций, посредством предоставления справедливого, равного правового режима инвесторам и гарантии защиты привлеченных ими инвестиций в экономику Кыргызской Республики.\n\n#### Примечание: Кыргызская Республика подписала 36 соглашений о поощрении и защите инвестиций с разными странами.\n\n","en":{"goal_name":"Goal 17. Strengthen the means of implementation and revitalize the global partnership for sustainable development","target_name":"17.5 Adopt and implement investment promotion regimes for least developed countries ","indicator_name1":"17.5.1 Number of countries that adopt and implement investment promotion regimes for least developed countries","organization_name":"Ministry of Economy of the Kyrgyz Republic","contact_name":"A.A. Amanova","contact_email":"stratplan10@mail.ru","organization_website":"http://mineconom.gov.kg/ru ","definitions":"This indicator demonstrates availability and implementation of the country’s investment promotion regimes at the national level.","concepts":"Instruments used in investment promotion regimes include investment guarantees, financial or fiscal support for external investors, and international investment agreements between the investor’s home and host country.  In addition to these legal instruments, countries often also provide information and other advisory services to their external investors.\nAn investment guarantee is insurance offered by home governments or other institutions to investors to protect them from certain political risks in their host countries, such as the risk of discrimination, expropriation, transfer restrictions or contract violations.\nAn international investment agreement is an agreement between two or more countries to promote and protect investments made by investors from one country in the other country, which obliges the host government to provide certain standards of treatment and protection to foreign investors (nationals and companies from another country) and their investments.   ","rationale_interpretation":"Target 17.5 is focused on adoption and implementation of investment promotion regimes for least developed countries. In order to achieve target 17.5, it is necessary to identify and implement investment promotion regimes that can directly benefit a developing country. \n\nInvestment promotion regimes can be defined as instruments that are directly aimed at encouraging foreign investment, whether external or domestic, through specific investment measures in the home or host country.","data_sources":"Ministry of Economy of the Kyrgyz Republic","comments_limitations":"This indicator in the Kyrgyz Republic was nationalized and demonstrates the adoption of investment promotion regimes in the Kyrgyz Republic.\n\nThe Law of the Kyrgyz Republic on Investments in the Kyrgyz Republic No. 66 of March 27, 2003 establishes the main principles of the state investment policy aimed at improving the investment climate in the country and stimulating domestic and foreign investments through fair, equal legal treatment of investors and guaranteeing protection of investments attracted by them into the economy of the Kyrgyz Republic.\n\nNote: The Kyrgyz Republic signed 36 agreements related to investment promotion and protection with different countries.","references_documentation":"The Kyrgyz Republic SDG National Reporting Platform: https://sustainabledevelopment-kyrgyzstan.github.io"},"national_metadata_update_url_text":"2021-05-07: see changes on GitHub","national_metadata_update_url":"https://github.com/sdg-kyrgyzstan/open-sdg-data-starter/commit/c4cd78801f30975e859272d69365b50099ca1cd4","goal_name":"Цель 17. Укрепление средств осуществления и активизация работы в рамках Глобального партнерства в интересах устойчивого развития ","target_name":"17.5 Принять и применять режимы поощрения инвестиций в интересах наименее развитых стран ","indicator_name1":"17.5.1 Число стран, в которых приняты и действуют режимы поощрения инвестиций в интересах наименее развитых стран","organization_name":"Министерство экономки Кыргызской Республики","contact_name":"Аманова А.А","contact_email":"stratplan10@mail.ru","organization_website":"http://mineconom.gov.kg/ru ","definitions":"На национальном уровне показатель показывает стран наличие и внедрение режимы поощрения инвестиций в стране.","concepts":"Инструменты, используемые в режимах поощрения инвестиций, включают гарантии инвестиций, финансовую или фискальную поддержку для внешних инвесторов, а также заключение международных инвестиционных соглашений между домом и принимающей страной инвестора. Помимо этих правовых инструментов, страны часто также предоставляют информацию и другие консультационные услуги для своих внешних инвесторов.\nИнвестиционная гарантия - это страховка, предлагаемая правительствами страны происхождения или другими учреждениями инвесторам для защиты от определенных политических рисков в принимающих странах, таких как риск дискриминации, экспроприации, ограничений на передачу или нарушения договора.\nМеждународное инвестиционное соглашение - это соглашение между двумя или более странами о поощрении и защите инвестиций, сделанных инвесторами из одной страны на территории другой страны, которое обязывает правительство принимающей страны предоставить определенные стандарты обращения и защиты иностранным инвесторам (гражданам и компании другой страны) и их инвестиции.","rationale_interpretation":"Задача 17.5 направлена на принятие и внедрение режимов поощрения инвестиций для наименее развитых стран (НРС). Для достижения цели 17.5 необходимо выяснить наличие и внедрение режимов поощрения инвестиций, которые могут принести непосредственную пользу развивающей стране. \n\nРежимы поощрения инвестиций могут быть определены как те инструменты, которые непосредственно направлены на поощрение внешних или внутренних иностранных инвестиций посредством конкретных мер инвестиций в стране происхождения или принимающей стране.","data_sources":"Министерство экономики КР  ","comments_limitations":"Данный показатель для Кыргызской Республики был национализирован и показывает принятие режимов поощрения инвестиций в Кыргызской Республике.\n\nЗакон Кыргызской Республики «Об инвестициях в Кыргызской Республике» от 27 марта 2003 года №66 устанавливает основные принципы государственной инвестиционной политики, направленные на улучшение инвестиционного климата в республике и стимулирование привлечения отечественных и иностранных инвестиций, посредством предоставления справедливого, равного правового режима инвесторам и гарантии защиты привлеченных ими инвестиций в экономику Кыргызской Республики.\n\nПримечание: Кыргызская Республика подписала 36 соглашений о поощрении и защите инвестиций с разными странами.","references_documentation":"Национальная платформа отчётности ЦУР КР: https://sustainabledevelopment-kyrgyzstan.github.io","indicator":"17.5.1","target_id":"17.5","sdg_goal":"17","reporting_status":"complete","indicator_sort_order":"17-05-01"}