{"goal_meta_link_text":"Метаданные Целей устойчивого развития Организации Объединённых Наций","goal_meta_link":"https://unstats.un.org/sdgs/metadata/files/Metadata-17-08-01.pdf","indicator_name":"Доля населения, пользующегося Интернетом","data_non_statistical":false,"graph_type":"bar","graph_title":"Доля населения, пользующегося Интернетом","national_geographical_coverage":"Кыргызская Республика","measurement_units":"В процентах среди населения в возрасте 15 лет и старше","page_content":"","en":{"goal_name":"17. Strengthen the means of implementation and revitalize the global partnership for sustainable development","target_name":"Fully operationalize the technology bank and science, technology and innovation capacity-building mechanism for least developed countries by 2017 and enhance the use of enabling technology, in particular information and communications technology","indicator_name1":"17.8.1. Proportion of individuals using the Internet","organization_name":"The National Statistical Committee(Household Statistics Division)","contact_name":" Y. I. Kalymbetova","contact_email":"y.kalymbetova@gmail.com ","contact_phone":"(0312) 32-46-55","organization_website":"www.stat.kg","definitions":"Under this indicator, proportion of individuals using the Internet is defined as the proportion of individuals who used the Internet from any location in the last three months to the total number of respondents (individuals over 15).","concepts":"The Internet is a worldwide public computer network. It provides access to a number of communication services including the World Wide Web and carries e-mail, news, entertainment and data files, irrespective of the device used (not assumed to be only via a computer - it may also be by mobile telephone, tablet, PDA, games machine, digital TV etc.). Access can be via a fixed or mobile network. ","rationale_interpretation":"The Internet has become an increasingly important tool to access public information, which is a relevant means to protect fundamental freedoms. The number of Internet users has increased substantially over the last decade and access to the Internet has changed the way people live, communicate, work and do business. Internet uptake is a key indicator tracked by policy makers and others to measure the development of the information society and the growth of Internet content – including user-generated content – provides access to increasing amounts of information and services. \nDespite growth in networks, services and applications, information and communication technology (ICT) access and use is still far from equally distributed, and many people cannot yet benefit from the potential of the Internet. This indicator highlights the importance of Internet use as a development enabler and helps to measure the digital divide, which, if not properly addressed, will aggravate inequalities in all development domains. \nThis information can contribute to the design of targeted policies to overcome those divides. The proportion of individuals using the Internet is an established indicator and also one of the three ICTrelated Millennium Development Goal (MDG) indicators (for Target 8F). It is part of the Partnership on Measuring ICT for Development's Core List of Indicators, which has been endorsed by the UN Statistical Commission (last time in 2014). It is also included in the ITU ICT Development Index, and thus considered a key metric for international comparisons of ICT developments. ","data_sources":"Integrated Household Survey in the Kyrgyz Republic  under the National Statistical Committee of the Kyrgyz Republic.","data_collection":"To calculate this indicator, data in the quarterly questionnaire No. 1 Household Control Card, and annual questionnaire No. 2 Socio-demographic Profile of Household Members (section 4 Knowledge and Skills of Household Members) are used.\nObservation method - random household survey.\nThe subject of statistical observation includes individual characteristics of household members.\nObservation units are household members above 15 years.","disaggregation":"By area (oblast), urban/rural area, sex, age and education.","references_documentation":"The Kyrgyz Republic SDG National Reporting Platform: https://sustainabledevelopment-kyrgyzstan.github.io\nLink to the global metadata platform: https://unstats.un.org/sdgs/metadata/?Text=&Goal=17&Target="},"national_metadata_update_url_text":"2021-04-28: see changes on GitHub","national_metadata_update_url":"https://github.com/sdg-kyrgyzstan/open-sdg-data-starter/commit/e2888d98f91f4990ea16c3b8b8d7df57f6dbef7c","goal_name":"17. Укрепление средств осуществления и активизация работы в рамках Глобального партнерства в интересах устойчивого развития","target_name":"Обеспечить к 2017 году полномасштабное функционирование банка технологий и механизма развития науки, технологий и инноваций в интересах наименее развитых стран и расширить использование высокоэффективных технологий, в частности информационно-коммуникационных технологий","indicator_name1":"17.8.1. Доля населения, пользующегося Интернетом","organization_name":"Национальный статистический комитет Кыргызской Республики (Отдел статистики домашних хозяйств)","contact_name":" Калымбетова Ы.И.","contact_email":"y.kalymbetova@gmail.com ","contact_phone":"(0312) 32-46-55","organization_website":"www.stat.kg","definitions":"Показатель доли лиц, пользующихся Интернетом, определяется как доля лиц, использовавших Интернет из любого места в течение последних трех месяцев к общему числу опрошенных (лиц старше 15 лет).","concepts":"Интернет - это всемирная общедоступная компьютерная сеть. Он обеспечивает доступ к ряду услуг связи, включая «Всемирную паутину», и несет в себе файлы электронной почты, новости, развлечения и данные, независимо от используемого устройства (предполагается, что он будет использоваться не только через компьютер, также может быть мобильный телефон, Планшет, КПК, игровой автомат, цифровой ТВ и т.д.). Доступ может осуществляться через стационарную или мобильную сеть.","rationale_interpretation":"Интернет стал все более важным инструментом доступа к общественной информации, что является важным средством защиты основных свобод. За последнее десятилетие число пользователей Интернета значительно увеличилось, и доступ к Интернету изменил образ жизни людей, общения, работы и ведения бизнеса. Поглощение Интернета является ключевым показателем, отслеживаемым разработчиками политики и другими лицами оценку развития информационного общества, а рост контента в Интернете - включая контент, создаваемый пользователями - обеспечивает доступ к большему количеству информации и услуг.\nНесмотря на рост сетей, услуг и приложений, доступ к информационно-коммуникационным технологиям (ИКТ) и их использование по-прежнему далеко не одинаково распределены, и многие люди еще не могут воспользоваться всеми потенциальными возможностями Интернета. Этот показатель подчеркивает важность использования Интернета в качестве средства, способствующего развитию, и помогает измерять «цифровой разрыв», который, если его не решить должным образом, усугубит неравенство во всех областях развития. \nЭта информация может способствовать разработке целевых политик для преодоления этих разногласий. Доля лиц, пользующихся Интернетом, является установленным показателем, а также одним из трех показателей, связанных с ИКТ, с указанием целей в области развития, сформулированных в Декларации тысячелетия (для целей 8F). Она является частью Партнерства по измерению основного показателя показателей ИКТ для развития, который был одобрен Статистической комиссией ООН (последний раз в 2014 году). Он также включен в Индекс развития ИКТ МСЭ и, таким образом, рассматривается в качестве ключевого показателя для международных сопоставлений развития ИКТ.","data_sources":"Интегрированное обследование домашних хозяйств КР Нацстаткома КР.","data_collection":"Для расчета показателя используются данные квартального вопросника №1 «Контрольная карточка домашнего хозяйства» и годовой вопросник №2 «Социально-демографические характеристики лиц в домашнем хозяйстве» (раздел 4 «Знания и навыки членов домашнего хозяйства»).\nМетод наблюдения – выборочное обследование домашних хозяйств.\nОбъектом статистического наблюдения выступают индивидуальные характеристики членов домашнего хозяйства.\nЕдиницами наблюдения являются члены домашнего хозяйства в возрасте 15 лет и старше","disaggregation":"По территории (области), городской/сельской местности, полу, возрасту и уровню образования.","references_documentation":"Национальная платформа отчётности ЦУР КР: https://sustainabledevelopment-kyrgyzstan.github.io\nСсылка на глобальную платформу метаданных: https://unstats.un.org/sdgs/metadata/?Text=&Goal=17&Target=","indicator":"17.8.1","target_id":"17.8","sdg_goal":"17","reporting_status":"complete","indicator_sort_order":"17-08-01"}