{"goal_meta_link_text":"Метаданные Целей устойчивого развития Организации Объединённых Наций","goal_meta_link":"https://unstats.un.org/sdgs/metadata/files/Metadata-03-03-01.pdf","indicator_name":"Число новых заражений ВИЧ на 1000 неинфицированных\nв разбивке по полу, возрасту и принадлежности\nк основным группам населения","data_non_statistical":false,"graph_type":"line","graph_title":"Число новых заражений ВИЧ на 1000 неинфицированных в разбивке по полу и возрасту","national_geographical_coverage":"Кыргызская Республика","measurement_units":"на 1000 неинфицированных","page_content":"","en":{"goal_name":"3: Ensure healthy lives and promote well-being for all at all ages","target_name":"3.3. By 2030, end the epidemics of AIDS, tuberculosis, malaria and neglected tropical diseases and combat hepatitis, water-borne diseases and other communicable diseases","indicator_name1":"3.3.1 Number of new HIV infections per 1,000 uninfected population, by sex, age and key populations","organization_name":"National Statistical Committee of KR (Social Statistics Division)","contact_name":"Rakhmanova Zh.Zh.","contact_email":"rakhmanovazz@mail.ru","contact_phone":"(0312) 32 46 52","organization_website":"www.stat.kg","definitions":"The number of new HIV infections per 1,000 uninfected key populations defined as the number of new HIV infections per 1000 uninfected population. The number of cases diagnosed for the first time is cases recorded in the reporting year. ","concepts":"HIV infection - a disease caused by the human immunodeficiency virus; \nPLWHA - persons living with HIV/AIDS - persons infected with the human immunodeficiency virus, both without disease manifestations and in the stage of severe virus-induced immunodeficiency.","rationale_interpretation":"The incidence rate provides a measure of progress toward preventing onward transmission of HIV.","data_sources":"The Ministry of Health of the Kyrgyz Republic provides a consolidated report, with data broken down by region, in the State statistical reporting form 4A \"On HIV – Communicable diseases and AIDS patients\".","data_collection":"Data are collected annually by regional and national \"AIDS\" centers. ","computation_methods":"HIV incidence among newly diagnosed population in reporting year is calculated by formula:\n y=n/N*1000, where \nn- number of all new HIV cases\nN – Annual average country’s population minus the number of HIV-infected persons.","comments_limitations":"Longitudinal data on individuals are the best source of data but are rarely available for large populations. Special diagnostic tests in surveys or from health facilities can be used to obtain data on HIV incidence.\nHIV incidence is thus modeled using the Spectrum software.","data_availability_gaps":"Data have been available since 2007 onwards.","disaggregation":"General population, Key populations (men who have sex with men, sex workers, people who inject drugs, transgender people, prisoners), Age groups (0-14, 15-24, 15-49, 50+ years), for key populations (< 25, 25+ years), mode of transmission (including mother-to-child transmission), place of residence, sex","international_comparability":"The International Classification of Diseases and Causes of Death allows studying diseases according to common principles and obtaining comparable results.","references_documentation":"KR National SDG Reporting Platform: https://sustainabledevelopment-kyrgyzstan.github.io"},"national_metadata_update_url_text":"2021-04-27: see changes on GitHub","national_metadata_update_url":"https://github.com/sdg-kyrgyzstan/open-sdg-data-starter/commit/fa3dd92e2a8a8f0df72fce3c082d486addec4b77","goal_name":"3: Обеспечение здорового образа жизни и содействие благополучию для всех в любом возрасте","target_name":"3.3. К 2030 году положить конец эпидемиям СПИДа, туберкулеза, малярии и тропических болезней, которым не уделяется должного внимания, и обеспечить борьбу с гепатитом, заболеваниями, передаваемыми через воду, и другими инфекционными заболеваниями","indicator_name1":"3.3.1 Число новых заражений ВИЧ на 1000 неинфицированных в разбивке по полу, возрасту и принадлежности к основным группам населения","organization_name":"Национальный статистический комитет КР (Отдел социальной статистики)","contact_name":"Рахманова Ж.Ж.","contact_email":"rakhmanovazz@mail.ru","contact_phone":"+996 (0312) 32 46 52","organization_website":"www.stat.kg","definitions":"Число новых заражений ВИЧ на 1000 неинфицированных относится к основным группам населения и определяется как число новых случаев заражений ВИЧ на 1000 человек неинфицированного населения. Число больных с впервые установленным диагнозом – это впервые зарегистрированные в отчетном году случаи заболеваний.","concepts":"ВИЧ-инфекция - заболевание, вызванное вирусом иммунодефицита человека;\nЛЖВС - лица, живущие с ВИЧ/СПИДом, - лица, зараженные вирусом иммунодефицита человека как на стадии отсутствия проявлений болезни, так и на стадии глубокого поражения иммунной системы, вызванного вирусом иммунодефицита человека.","rationale_interpretation":"Уровень заболеваемости является мерой прогресса в предотвращении дальнейшей передачи ВИЧ.","data_sources":"Минздрав КР предоставляет сводный отчет в разрезе областей по форме государственной статистической отчетности №4А \"О ВИЧ - инфекционных и больных СПИДом\".","data_collection":"Сбор данных осуществляют областные и Республиканский центры “СПИД” с годовой периодичностью. ","computation_methods":"Заболеваемость ВИЧ- инфекцией, распространённость болезни среди населения впервые выявленных в отчетном году, рассчитывается по формуле: \ny = n / N * 1000  , где \nn - Количество всех новых случаев ВИЧ,\nN – Среднегодовая численность постоянного населения страны минус количество ВИЧ-инфицированных лиц.","comments_limitations":"Динамические данные по отдельным лицам являются лучшим источником данных, но редко доступны для больших групп населения. Специальные диагностические тесты в исследованиях или в медицинских учреждениях могут использоваться для получения данных о распространённости ВИЧ. Таким образом, показатель заболеваемости ВИЧ моделируется с использованием программного обеспечения Spectrum.","data_availability_gaps":"Данные доступны с 2007 года.","disaggregation":"Общая численность населения, ключевые группы населения (мужчины, имеющие половые контакты с мужчинами, работники секс-индустрии, люди, употребляющие наркотики, транссексуалы, заключенные), возрастные группы (0-14, 15-24, 15-49 лет, 50+ лет), для ключевых групп населения (< 25, 25 + лет), способ передачи (включая передачу от матери ребенку), место жительства, пол.","international_comparability":"Международная классификация болезней и причин смерти позволяет исследовать заболевания по единым принципам и получать сопоставимые итоги.","references_documentation":"Национальная платформа отчётности ЦУР КР: https://sustainabledevelopment-kyrgyzstan.github.io","indicator":"3.3.1","target_id":"3.3","sdg_goal":"3","reporting_status":"complete","indicator_sort_order":"03-03-01"}