{"goal_meta_link_text":"Метаданные Целей устойчивого развития Организации Объединённых Наций","data_non_statistical":false,"graph_type":"line","indicator_name":"Численность детей и подростков 7-17 лет (1-11 классов), не приступивших  к занятиям  в общеобразовательные организации по причинам","graph_title":"Численность детей и подростков 7-17 лет (1-11 классов), не приступивших  к занятиям  в общеобразовательные организации по причинам","national_geographical_coverage":"Кыргызская Республика","measurement_units":"Число","composite_breakdown_label":"По причинам","tags":["национальный"],"page_content":"","en":{"data_non_statistical":false,"graph_type":"line","indicator_name":"Number of children and adolescents aged 7–17 (grades 1–11) not enrolled in general education institutions","graph_title":"Number of children and adolescents aged 7–17 (grades 1–11) not enrolled in general education institutions","national_geographical_coverage":"Kyrgyz Republic","measurement_units":"Number","composite_breakdown_label":"By reason","tags":["национальный"],"page_content":"","goal_name":"4. Ensure inclusive and equitable quality education and promote lifelong learning opportunities for all","target_name":"4.1 By 2030, ensure that all girls and boys complete free, equitable and quality primary and secondary education leading to relevant and effective learning outcomes","indicator_name1":"4.1.1.a  Number of children and adolescents aged 7–17 (grades 1–11) not enrolled in general education institutions","organization_name":"The National Statistical Committee of the Kyrgyz Republic (Social Statistics Division)","contact_name":"Zh. Zh. Rakhmanova","contact_email":"rakhmanovazz@mail.ru","contact_phone":"+996 (0312) 32 46 52","organization_website":"www.stat.gov.kg","definitions":"The number of children and adolescents aged 7-17 years (grades 1-11) who did not start classes in general education institutions for reasons of gender","concepts":"Data are provided on the number of children and adolescents aged 7-17 who have not started classes in general education institutions and their age distribution. Information from the heads of organizations about the non-attendance of children and adolescents at a general education organization at the beginning of the school year is used, indicating the reason for non-attendance. The lists of children and teenagers who did not attend the educational organization, the heads of organizations are also provided to the state administration and aiyl okmotu. An analysis of data on children who did not start school revealed that the main reasons for non-attendance were the financial difficulties of families, increased family expenses for a child's schooling, unwillingness to learn from some teenagers, lack of transportation to school for children from remote areas, as well as seasonal agricultural work. Data on the reasons why children did not start school by region.","rationale_interpretation":"The distribution of the number of children who have not started classes in educational institutions for reasons of non-attendance, such as \"financial difficulties\" shows the number of children who do not have shoes, clothes, etc. for example, “family circumstances” provides data on children looking after younger siblings, caring for the sick in the family (mother, father) or helping parents, “lack of language proficiency” should indicate the number of children who do not speak the language of instruction and the reason, “due to illness” children who do not attend educational institutions are indicated and because of a long-term chronic disease: polyarthritis, paralysis, tuberculosis and others, “children with disabilities”, data are provided on children who are blind, deaf, with disabilities of mental or physical development, The number of children who have not started classes is shown based on the conclusions of the medical and pedagogical commissions.","data_sources":"State Statistical Reporting Form No. 77 \"Report on the number of children and adolescents aged 7-17 who have not started classes in schools and other educational institutions at the beginning of the school year\"","data_collection":"Form No. 77 is provided by Aiyl Okmotu, district, city state administrations.","computation_methods":"The total number of children who have not started classes is indicated, and logical and arithmetic control is also performed.","comments_limitations":"Every child attends school, referring to this slogan, every citizen of the Kyrgyz Republic has the right to education, regardless of gender, nationality, language, social and property status, limited health opportunities, type and nature of occupation, religion, political and religious beliefs, place of residence and other circumstances.","quality_assurance":"After filling out the report, logical and arithmetic control is performed.","data_availability_gaps":" Publications in the education and science authorities of the Republic of Kazakhstan, http://www.stat.kg/ru/publications/sbornik-obrazovanie-i-nauka-v-kyrgyzskoj-respublike/","disaggregation":"By region, gender, age, and reasons for not attending classes","references_documentation":"The National SDG Reporting Platform of the Kyrgyz Republic: https://sustainabledevelopment-kyrgyzstan .github.io"},"1. Информация об индикаторе":"4.1.1.a","national_metadata_updated_date":"2025-08-14","goal_name":"4. Обеспечение всеохватного и справедливого качественного образования и поощрение возможности обучения на протяжении всей жизни для всех","target_name":"4.1 К 2030 году обеспечить, чтобы все девочки и мальчики завершали получение бесплатного, равноправного и качественного начального и среднего образования, позволяющего добиться востребованных и эффективных результатов обучения","indicator_name1":"4.1.1.а Численность детей и подростков 7-17 лет (1-11классов), не приступивших к занятиям в общеобразовательные организации по причинам, по полу","organization_name":"Национальный статистический комитет Кыргызской Республики (Отдел социальной статистики)","contact_name":"Рахманова Ж.Ж.","contact_email":"rakhmanovazz@mail.ru","contact_phone":"(0312) 32 46 52","organization_website":"www.stat.gov.kg","definitions":"Численность детей и подростков 7-17 лет (1-11классов), не приступивших к занятиям в общеобразовательные организации по причинам, по полу","concepts":"Данные приводятся о численности детей и подростков 7-17 лет, не приступивших к занятиям в общеобразовательных организациях и о распределении их по возрасту. Используются сведения руководителей организаций о неявке детей и подростков в общеобразовательную организацию на начало учебного года с указанием причины неявки. Списки детей и подростков, не явившихся в общеобразовательную организацию, руководители организаций также предоставляются в гос. администрацию и айыл окмоту. Анализ данных о детях, не приступивших к занятиям в школах, выявил, что основными причинами неявки были материальные трудности семей, увеличение расходов семьи на обучение ребенка в школе, нежелание учиться у части подростков, отсутствие подвоза к школе детей из отдаленных местностей, а также сезонные сельскохозяйственные работы. Данные о причинах, по которым дети не приступили к занятиям в школах в разрезе регионов.","rationale_interpretation":"Распределение численности детей, не приступивших к занятиям в общеобразовательных организациях, по причинам их непосещения, таких как \"материальные трудности\" показывается численность детей, не имеющих обувь, одежду и т. д., “семейные обстоятельства” приводятся данные о детях, присматривающих за младшими братьями и сестрами, ухаживающих за больными в семье (матерью, отцом) или помогающих родителям, “не владение языком” следует указать численность детей, не владеющих языком обучения и причину, “по болезни” указаны дети, не посещающие общеобразовательные организации и по причине длительного хронического заболевания: полиартрит, параличи, туберкулез и другие, “дети с ограниченными возможностями здоровья”, приводятся данные о детях слепых, глухих, с недостатками умственного или физического развития, показывается численность детей, не приступивших к занятиям, на основании заключений медико-педагогических комиссий.","data_sources":"Форма государственной статистической отчетности № 77 «Отчет о численности детей и подростков 7-17 лет, не приступивших к занятиям в школах и других учебных заведениях на начало учебного года»","data_collection":"Форму №77 предоставляют Айыл окмоту, районные, городские госадминистрации.","computation_methods":"Указывается общее количество детей, не приступивших к занятиям, также производится логический и арифметический контроль.","comments_limitations":"«Каждый ребенок посещает школу» ссылаясь на данный лозунг каждый гражданин Кыргызской Республики имеют право на образование независимо от пола, национальности, языка, социального и имущественного положения, ограничений возможностей здоровья, рода и характера занятий, вероисповедания, политических и религиозных убеждений, места жительства и иных обстоятельств. ","quality_assurance":"После заполнения отчета производится логический и арифметический контроль.","data_availability_gaps":"Публикация Образование и наука КР, http://www.stat.kg/ru/publications/sbornik-obrazovanie-i-nauka-v-kyrgyzskoj-respublike/ ","disaggregation":"По областям, полу, возрасту, причинам не посещения занятий","references_documentation":"Национальная платформа отчетности ЦУР КР: https://sustainabledevelopment-kyrgyzstan.github.io","indicator_number":"4.1.1.a","target_number":"4.1","goal_number":"4","reporting_status":"complete","indicator_sort_order":"04-01-01-0a"}