{"data_non_statistical":true,"goal_meta_link":"http://unstats.un.org/sdgs/files/metadata-compilation/Metadata-Goal-5.pdf","goal_meta_link_text":"Метаданные Целей устойчивого развития Организации Объединённых Наций","graph_type":"line","indicator_name":"Наличие нормативно-правовой базы для поощрения\nи обеспечения равенства и недискриминации\nпо признаку пола и наблюдения за положением в\nэтой области","graph_title":"Наличие нормативно-правовой базы для поощрения\nи обеспечения равенства и недискриминации\nпо признаку пола и наблюдения за положением в\nэтой области","national_geographical_coverage":"Кыргызская Республика","measurement_units":null,"page_content":"### Согласно Конституции в Кыргызской Республике мужчины и женщины имеют равные права и свободы, равные возможности для их реализации, никто не может подвергаться дискриминации по признаку пола (статья 16). Реализация данной конституционной нормы обеспечивается [Законом КР «О государственных гарантиях равных прав и равных возможностей для мужчин и женщин» (от 4 августа 2008 года № 184).](http://cbd.minjust.gov.kg/act/view/ru-ru/202398) В ст. 1 говорится, что термин: «Гендерная дискриминация (прямая, косвенная)» означает, что «любое различие, исключение или предпочтение, которое ограничивает права и интересы лиц по признаку пола; направлена на ослабление или лишение признания, пользования или осуществления равноправия мужчин и женщин в политической, экономической, социальной, культурной, гражданской или любых других областях общественной жизни».\n","en":{"goal_name":"5. Achieve gender equality and empower all women and girls","target_name":"5.1. End all forms of discrimination against all women and girls everywhere","indicator_name1":"5.1.1 Whether or not legal frameworks are in place to promote, enforce and monitor equality and non‑discrimination on the basis of sex","organization_name":"The Ministry of Labour and Social Development of the Kyrgyz Republic","contact_name":"Bekmatova Roza Kubataliyevna","contact_email":"roza@mlsp.kg","contact_phone":"996 312 624 532","organization_website":"https://mlsp.gov.kg/gendernaya-politika2/","definitions":"Whether or not legal frameworks are in place to promote, enforce and monitor equality and non‑discrimination on the basis of sex and to monitor the situation. Kyrgyzstan has such legal and regulatory framework in place. ","concepts":"Legal framework constitutes of:\nConstitutional Law - a regulatory legal act adopted by the Zhogorku Kenesh of the Kyrgyz Republic in accordance with procedures established by the Constitution of the Kyrgyz Republic issues defined by it;\nLaw is a regulatory legal act adopted by the Zhogorku Kenesh in accordance with the established procedures and regulating most important social relations in relevant area;\nDecree of the Government of the Kyrgyz Republic is a regulatory legal act adopted by the Government of the Kyrgyz Republic based on and pursuant to regulatory legal acts of a higher legal force.","rationale_interpretation":"Legal framework ensures compliance with and monitoring of gender equality. The Constitution of the Kyrgyz Republic guarantees equal rights and freedoms of men and women, equal access to opportunities and prohibits discrimination based on sex (Article 16).\nThis constitutional norm is ensured by the Law of the Kyrgyz Republic \"About the state guarantees of the equal rights and equal opportunities for men and women\" (August 4, 2008 No. 184). Article 1 of this law states that: “Gender discrimination (direct, indirect)” means that “any distinction, exception or preference which limits the rights and interests of persons on the basis of sex; it is directed to easing or deprivation of recognition, use or implementation of equality of men and women in political, economic, social, cultural, civil or any other areas of public life”.","data_sources":"Regulatory legal acts are available at:  \nhttps://www.gov.kg/;     \nhttps://mlsp.gov.kg/gendernaya-politika2/;  \nhttp://cbd.minjust.gov.kg/; \nhttp://www.toktom.kg;   \nhttp://stat.kg","data_availability_gaps":"Data sources available at any time","international_comparability":"Kyrgyz Republic has ratified: \n• UN Convention on the Elimination of All Forms of Discrimination against Women (CEDAW);\n• Optional Protocol to the Convention on the Elimination of All Forms of Discrimination against Women;\n• Convention on Consent to Marriage, Minimum Age for Marriage and Registration of Marriages;\n• Convention on the Nationality of Married Women;\n• Convention on the Political Rights of Women;\n• The international norms have been introduced into national legislation.","references_documentation":"https://sustainabledevelopment-kyrgyzstan.github.io\n\n• Constitution of the Kyrgyz Republic; \n• Constitutional Law «On election of the President of the Kyrgyz Republic and Deputies of Zhogorku Kenesh of the Kyrgyz Republic» (2 July 2011, №68); Family Code (30 August 2003, №201);  Labour Code (4 August 2004, №106); \n• Law of the Kyrgyz Republic of August 4, 2008 No. 184\"About the state guarantees of the equal rights and equal opportunities for men and women\"\n• Law of the Kyrgyz Republic of 27 April 2017 № 63 «On Protection and Prevention against DomesticViolence»;\n• «National Strategy for achieving gender equality in the Kyrgyz Republic until 2020» and «National Action Plan for achieving gender equality in the Kyrgyz Republic for 2018-2020», approved by the Government Resolution on 27 June 2012, №443;\n• Fifth periodic report of the Kyrgyz Republic on the implementation of the Convention on the Elimination of All Forms of Discrimination against Women, for the period from 2013 to 2018, approved by the Government of the Kyrgyz Republic on 1 March 2019 № 35-р"},"national_metadata_update_url_text":"2021-04-22: see changes on GitHub","national_metadata_update_url":"https://github.com/sdg-kyrgyzstan/open-sdg-data-starter/commit/84110a44b0d454657e72d85600a206cab1c89a32","goal_name":"Цель 5. Обеспечение гендерного равенства и расширение прав и возможностей всех женщин и девочек","target_name":"5.1. Повсеместно ликвидировать все формы дискриминации в отношении всех женщин и девочек","indicator_name1":"5.1.1 Наличие нормативно-правовых рамок для поощрения и обеспечения равенства и недискриминации по признаку пола и наблюдения за положением в этой области","organization_name":"Министерство труда и социального развития КР","contact_name":"Бекматова Роза Кубаталиевна","contact_email":"roza@mlsp.kg","contact_phone":996312624532,"organization_website":"https://mlsp.gov.kg/gendernaya-politika2/","definitions":"Наличие или отсутствие нормативно-правовых рамок для поощрения и обеспечения равенства и недискриминации по признаку пола и наблюдения за положением в этой области. В Кыргызской Республике такие нормативно-правовые рамки имеются в наличии.","concepts":"К нормативно-правовым рамкам относятся:\nКонституционный закон - нормативный правовой акт, принимаемый Жогорку Кенешем Кыргызской Республики в установленном Конституцией Кыргызской Республики порядке и по определенным ею вопросам;\nЗакон - нормативный правовой акт, принимаемый Жогорку Кенешем в установленном порядке и регулирующий наиболее важные общественные отношения в соответствующей сфере;\nПостановление Правительства Кыргызской Республики - нормативный правовой акт, принимаемый Правительством Кыргызской Республики, на основе и во исполнение нормативных правовых актов, имеющих более высокую юридическую силу.","rationale_interpretation":"Наличие нормативно-правовых рамок обеспечивает соблюдение и контроль за гендерным равенством.  Согласно Конституции в Кыргызской Республике мужчины и женщины имеют равные права и свободы, равные возможности для их реализации, никто не может подвергаться дискриминации по признаку пола (статья 16).\nРеализация данной конституционной нормы обеспечивается Законом КР «О государственных гарантиях равных прав и равных возможностей для мужчин и женщин» (от 4 августа 2008 года № 184). В ст. 1 говорится, что термин: «Гендерная дискриминация (прямая, косвенная)» означает, что «любое различие, исключение или предпочтение, которое ограничивает права и интересы лиц по признаку пола; направлена на ослабление или лишение признания, пользования или осуществления равноправия мужчин и женщин в политической, экономической, социальной, культурной, гражданской или любых других областях общественной жизни».","data_sources":"Нормативные правовые акты доступны на сайтах:  \nhttps://www.gov.kg/;     \nhttps://mlsp.gov.kg/gendernaya-politika2/;  \nhttp://cbd.minjust.gov.kg/; \nhttp://www.toktom.kg;   \nhttp://stat.kg","data_availability_gaps":"Источники данных доступны в любое время","international_comparability":"Кыргызстаном ратифицированы: \n•\tКонвенция ООН о ликвидации всех форм дискриминации в отношении женщин (CEDAW);\n•\tФакультативный протокол к Конвенции о ликвидации всех форм дискриминации в отношении женщин;\n•\tКонвенция о согласии на вступление в брак, брачном возрасте и регистрации браков;\n•\tКонвенция о гражданстве замужней женщины;\n•\t Конвенция о политических правах женщины;\n•\tНормы международных актов имплементированы в национальное законодательство.","references_documentation":"https://sustainabledevelopment-kyrgyzstan.github.io\n\n•\tКонституция Кыргызской республики; \n•\tКонституционный Закон «О выборах Президента Кыргызской Республики и депутатов Жогорку Кенеша Кыргызской Республики» (от 2 июля 2011 года № 68); Семейный кодекс (от 30 августа 2003 года № 201);  Трудовой кодекс (от 4 августа 2004 года N 106);\n•\tЗаконы Кыргызской Республики от 4 августа 2008 года № 184 «О государственных гарантиях равных прав и равных возможностей для мужчин и женщин»;\n•\tЗакон Кыргызской Республики от 27 апреля 2017 года № 63 «Об охране и защите от семейного насилия»;\n•\t«Национальная стратегия Кыргызской Республики по достижению гендерного равенства до 2020 года» и «Национальный план действий по достижению гендерного равенства в Кыргызской Республике на 2018-2020 годы», утвержденный постановлением Правительства от 27 июня 2012 года № 443;\n•\tПятый периодический доклад Кыргызской Республики по выполнению норм Конвенции о ликвидации всех форм дискриминации в отношении женщин за период с 2013 по 2018 годы, утвержденный распоряжением Правительства КР от 1 марта 2019 года № 35-р","indicator":"5.1.1","target_id":"5.1","sdg_goal":"5","reporting_status":"complete","indicator_sort_order":"05-01-01"}