{"goal_meta_link_text":"Метаданные Целей устойчивого развития Организации Объединённых Наций","data_non_statistical":false,"goal_meta_link":null,"graph_type":"bar","indicator_name":"Доля  взрослых (15 лет и старше), имеющих счет в банке или ином финансовом учреждении или пользующихся услугами операторов мобильных финансовых услуг","graph_title":"Доля взрослых (от 15 лет), имеющих счет в банке или ином финансовом учреждении","national_geographical_coverage":"Кыргызская Республика","measurement_units":"Процент","page_content":"","en":{"goal_name":"8. Promote sustained, inclusive and sustainable economic growth, full and productive employment and decent work for all","target_name":"8.10. Strengthen the capacity of domestic financial institutions to encourage and expand access to banking, insurance and financial services for all","indicator_name1":"8.10.2. Proportion of adults (15 years and older) with an account at a bank or other financial institution or with a mobile-money-service provider","organization_name":" National Statistical Committee of the Kyrgyz Republic (Household Statistics Division)","contact_name":"Kerimalieva N.K.","contact_email":"Sdg_nsc@stat.kg ","contact_phone":"(0312) 32 46 91","organization_website":"www.stat.kg","definitions":"The percentage of adults (ages 15+) who report having an account (by themselves or together with someone else) at a bank or another type of financial institution or personally using a mobile money service in the past 12 months.","concepts":"Account at a financial institution includes respondents who report having an account at a bank or at another type of financial institution, such as a credit union, microfinance institution, cooperative, or the post office (if applicable), or having a debit card in their own name. In addition, it includes respondents who report receiving wages, government transfers, or payments for agricultural products into an account at a financial institution in the past 12 months; paying utility bills or school fees from an account at a financial institution in the past 12 months; or receiving wages or government transfers into a card in the past 12 months. Mobile money account includes respondents who report personally using GSM Association (GSMA) Mobile Money for the Unbanked (MMU) services in the past 12 months to pay bills or to send or receive money. In addition, it includes respondents who report receiving wages, government transfers, or payments for agricultural products through a mobile phone in the past 12 months.","rationale_interpretation":"Access to formal financial services such as savings, insurance, payments, credit and remittances is essential to the ability of people regardless of income level, gender, age, education or where they live to manage their lives, build their futures, and grow their businesses. Having access to an account is an important starting point for people to access a range of financial services.","data_sources":"Data for calculating the indicator are obtained from the quarterly survey №1 «Household control card» and annual survey №2 «Socio-demographic characteristics of household residents», section V «Access to services and sense of security» of Integrated Household Budget and Labour  Force Sample Survey.  ","data_collection":"Representative individual level surveys of respondents aged 15 and older.","computation_methods":"Proportion of population aged 15 and older with an account in a financial institution to the total population in the relevant age group.","comments_limitations":"Global Findex is an individual level survey, measuring individual’s ownership of accounts. As financial inclusion is an individual-level concept, this is the appropriate measure. Other surveys that are done at household level may measure the access to finance through another member of the household which may overestimate financial inclusion.","data_availability_gaps":"The indicators in the 2014 Global Financial Inclusion (Global Findex) database are drawn from survey data covering almost 150,000 people in more than 140 economies representing more than 97 percent of the world’s population. The survey was carried out over the 2014 calendar year by Gallup, Inc. as part of its\nGallup World Poll, which since 2005 has continually conducted surveys of approximately 1,000 people in each of more than 160 economies and in over 140 languages, using randomly selected, nationally representative samples. The target population is the entire civilian, non-institutionalized population age 15 and older.","disaggregation":"Disaggregated by sex, age, educational level urban/rural area.","international_comparability":"World Bank’s Global Findex database is based on individual level surveys worldwide, conducted every three years. The first round of the survey was done in 2011, and the second in 2014. The third round will be done in 2017. The database covers about 140 countries. Data comparable across countries.\nhttp://www.worldbank.org/content/dam/Worldbank/Research/GlobalFindex/PDF/Methodology.pdf","references_documentation":"KR National SDG Reporting Platform: https://sustainabledevelopment-kyrgyzstan.github.io"},"national_metadata_updated_date":"2021-10-04","national_metadata_update_url_text":"2021-10-04: see changes on GitHub","national_metadata_update_url":"https://github.com/sdg-kyrgyzstan/open-sdg-data-starter/commit/176e810c5c291331d10464420485141757d3cbca","goal_name":"Цель 8. Содействие поступательному, всеохватному и устойчивому экономическому росту, полной и производительной занятости и достойной работе для всех ","target_name":"8.10. Укреплять способность национальных финансовых учреждений поощрять и расширять доступ к банковским, страховым и финансовым услугам для всех","indicator_name1":"8.10.2. Доля взрослых (от 15 лет), имеющих счет в банке или ином финансовом учреждении или пользующихся услугами операторов мобильных финансовых услуг","organization_name":"Национальный статистический комитет КР\n(Отдел статистики домашних хозяйств)","contact_name":"Керималиева Н.К","contact_email":"Sdg_nsc@stat.kg ","contact_phone":"(0312) 32 46 91","organization_website":"www.stat.kg","definitions":"Процент взрослых (в возрасте от 15 лет), которые сообщили о наличии счета (самостоятельно или вместе с кем-то еще) в банке или другом финансовом учреждении или личного счета в мобильной денежной службе в последние 12 месяцев.","concepts":"Наличие счета в финансовой организации фиксируется у респондентов, которые сообщают о наличии учетной записи в банке или в другом типе финансовых учреждений, таких как кредитный союз, учреждение микрофинансирования, кооператив или почтовое отделение (если применимо) или имеющих дебетовую карту на свое имя. Кроме того, учитываются респонденты, которые сообщают о получении заработной платы, государственных трансфертов или платежей за сельскохозяйственную продукцию на счет в финансовом учреждении в последние 12 месяцев; оплачивали счет за коммунальные услуги или платили за образование со счета в финансовом учреждении в последние 12 месяцев; получали заработную плату или государственные переводы на карту финансового учреждения за последние 12 месяцев. Респонденты с наличием мобильных счетов учитываются также, если они в течение последних 12 месяцев лично сообщают об использовании мобильных услуг GSM Association (GSMA) для Unbanked (MMU) в целях оплаты счетов или отправки, или получении перевода. Кроме того, сюда включаются респонденты, которые за последние 12 месяцев сообщают о получении заработной платы, государственных трансфертов или платежей за сельскохозяйственную продукцию через мобильный счет.","rationale_interpretation":"Формальные финансовые услуги, таким как сбережение, страхование, платежи, кредиты и денежные переводы, важны для людей - независимо от уровня дохода, пола, возраста, образования или места жительства, они позволяют индивиду управлять жизнью, строить будущее и заниматься своим делом. Доступ к счету является важной отправной точкой для людей, которые могут получить доступ к финансовым услугам.","data_sources":"Источниками информации для расчета показателя является квартальный вопросник №1 «Контрольная карточка домашнего хозяйства» и годовой вопросник №2 «Социально-демографические характеристики лиц в домашнем хозяйстве», раздел V «Доступ к услугам и ощущение безопасности» интегрированного выборочного обследования бюджетов домашних хозяйств и рабочей силы.","data_collection":"Репрезентативные индивидуальные опросы населения в возрасте 15 лет и старше.","computation_methods":"Отношение численности населения в возрасте 15 лет и старше, имеющих счет в финансовом учреждении к общей численности населения в соответствующей возрастной группе.","comments_limitations":"Global Findex – это индивидуальный опрос, определяющий право собственности на счета. Поскольку финансовое включение является концепцией на индивидуальном уровне, данная процедура считается единственной подходящей. Другие обследования, которые проводятся на уровне домашних хозяйств, могут измерять доступ к финансированию через другого члена семьи, который может переоценить финансовое включение.","data_availability_gaps":"Показатели в базе данных Global Financial Inclusion (Global Findex) 2014 года основаны на данных опроса, охватившего почти 150 000 человек в более чем 140 странах, репрезентативная выборка была распространена на 97 процентов населения мира. Опрос проводился Gallup, Inc. в течение 2014 календарного года в рамках всемирного опроса Gallup, который с 2005 года постоянно проводил опросы примерно 1000 человек в более чем 160 странах и более чем на 140 языках, используя метод случайного отбора, формируя репрезентативную выборку. Целевое население включает все гражданское, неинституционализированное население в возрасте 15 лет и старше.","disaggregation":"Дезагрегирование осуществляется по полу, возрасту, уровню образования, городской/сельской местности.","international_comparability":"Всемирная база данных Global Findex основана на исследованиях на индивидуальном уровне во всем мире, которые проводятся каждые три года. Первый раунд опроса был проведен в 2011 году, а второй - в 2014 году. Третий раунд будет проведен в 2017 году. База данных охватывает около 140 стран.\nДанные сопоставимы по странам.\nhttp://www.worldbank.org/content/dam/Worldbank/Research/GlobalFindex/PDF/Methodology.pdf","references_documentation":"Национальная платформа отчетности ЦУР КР: https://sustainabledevelopment-kyrgyzstan.github.io","indicator":"8.10.2","target_id":"8.10","sdg_goal":"8","reporting_status":"complete","indicator_sort_order":"08-10-02"}