{"goal_meta_link_text":"Метаданные Целей устойчивого развития Организации Объединённых Наций","goal_meta_link":"https://unstats.un.org/sdgs/metadata/files/Metadata-08-02-01.pdf","indicator_name":"Ежегодные темпы роста реального ВВП на\nкаждого занятого","data_non_statistical":false,"graph_type":"line","graph_title":"Ежегодные темпы роста реального ВВП на\nкаждого занятого","national_geographical_coverage":"Кыргызская Республика","measurement_units":"Процент","page_content":"","en":{"goal_name":"8: Promote sustained, inclusive and sustainable economic growth, full and productive employment and decent work for all","target_name":"8.2: Achieve higher levels of economic productivity through diversification, technological upgrading and innovation, including through a focus on high-value added and labour-intensive sectors","indicator_name1":"8.2.1: Annual growth rate of real GDP per employed person","organization_name":"National Statistical Committee of the Kyrgyz Republic\n(Economic Statistics and National Accounts Division)","contact_name":"Isenkulova E. K.","contact_email":"eisenkulova@stat.kg","contact_phone":"(0312) 32 46 95","organization_website":"www.stat.kg","definitions":"Annual growth rate of real GDP per employed person conveys the annual percentage change in real GDP \nper employed person in the previous year, expressed as a percentage..","concepts":"Gross Domestic Product (GDP): It is the main measure of national output, describing economic development and trends in economic growth of the Kyrgyz Republic representing the total value of all final goods and services produced in a particular economy for final consumption, accumulation and export.\nEmployed population is economically active population, which includes those who, during the period under review, were employed (at least 1 hour per week) in exchange for monetary benefits or in kind on a full-time or part-time basis, as well as being self-employed for profit or family income, regardless of the period of remuneration or income for the activity","rationale_interpretation":"Important economic indicator because it measures efficiency of the functioning economy.","data_sources":"The National Statistical Committee collects, processes and calculates data","data_collection":"Estimated using sectoral statistics. Frequency: annual.","computation_methods":"Production efficiency is measured by the ratio of production results to production costs. Gross value added is used as an output indicator. Production costs include labour and capital costs.\n\nLabour productivity index calculated as follows:\nPL=VA/L\nwhere, \nPL – labour productivity; \nVA – Gross Value Added (GVA), \nL – labour input. \nGross Value Added shows real GDP (GVA) growth as a percentage of the previous year and baseline year. Labour input is calculated based «Employment and unemployment» module data of the integrated household and labour force sample survey and represents the growth rate of employed population. Calculations are also made by economic activity.","comments_limitations":"Productivity is the key indicator of production efficiency, depending on the level of labour force development in a society and the extent to which its productive, scientific, labour and natural potential is used, industrial relations compliance with labour forces.","quality_assurance":"Logical and arithmetic control of recorded data is carried out.","data_availability_gaps":"Time series have been available since 1993. \nData are published in various NSC publications and its website.","disaggregation":"Data are calculated at the country level.","international_comparability":"Productivity is the ratio of output to inputs. There are a variety of productivity measures. Choice depends on purpose of measuring and analyzing productivity and, in many cases, data availability.","references_documentation":"KR National SDG Reporting Platform: https://sustainabledevelopment-kyrgyzstan.github.io"},"national_metadata_update_url_text":"2021-04-28: see changes on GitHub","national_metadata_update_url":"https://github.com/sdg-kyrgyzstan/open-sdg-data-starter/commit/9d313a67a28d23d3d390b51069f60ece736d5915","goal_name":"Цель 8: Содействие поступательному, всеохватному и устойчивому экономическому росту, полной и производительной занятости и достойной работе для всех","target_name":"8.2: Добиться повышения производительности в экономике посредством диверсификации, технической модернизации и инновационной деятельности, в том числе путем удаления особого внимания секторам с высокой добавленной стоимостью и трудоемким секторам","indicator_name1":"8.2.1: Ежегодные темпы роста реального ВВП на одного занятого","organization_name":"Национальный статистический комитет Кыргызской Республики\n(Управление экономической статистики и национальных счетов)","contact_name":"Исенкулова Э. К.","contact_email":"eisenkulova@stat.kg","contact_phone":"(0312) 32 46 95","organization_website":"www.stat.kg","definitions":"Годовой темп роста реального ВВП на одного занятого это отношение прироста величины реального ВВП на одного занятого в течение рассматриваемого года к величине реального ВВП на одного занятого в предыдущем году выраженное в процентах.","concepts":"Валовой внутренний продукт (ВВП) - важнейший показатель национальных счетов, характеризующий состояние и развитие экономики и тенденций экономического роста Кыргызской Республики за определенный период.  Он отражает стоимость товаров и услуг, произведенных в стране и предназначенных для конечного потребления, накопления и экспорта.\nЗанятое население - часть экономически активного населения, к которой относятся те, кто в рассматриваемый период выполняли работу (хотя бы 1 час в неделю) по найму за вознаграждение деньгами или натурой на условиях полного либо неполного рабочего времени, а также не по найму для получения прибыли или семейного дохода независимо от сроков получения вознаграждения или дохода за свою деятельность;","rationale_interpretation":"Показатель имеет большое экономическое значение, так как показывает эффективность в результате функционирования экономики.","data_sources":"Сбор данных, обработка и расчет осуществляется Национальным статистическим комитетом.","data_collection":"Показатель расчетный, при котором используются данные отраслевой статистики. Периодичность: годовая.","computation_methods":"В общем виде эффективность производства измеряется соотношением результатов производства и затрат на производство. В качестве показателя, характеризующего результаты производства, используется валовая добавленная стоимость. Затраты на производство включают затраты труда и затраты капитала. \nИндекс производительности труда рассчитывается по формуле: \nPL=VA/L\nгде, \nPL – индекс производительности труда; \nVA – индекс валовой добавленной стоимости (ВДС), \nL – индекс затрат труда. \nИндекс валовой добавленной стоимости характеризуется реальными темпами роста ВВП (ВДС) в процентах к предыдущему году и к базисному году.  Индекс затрат труда рассчитывается по данным модуля «Занятость и безработица» интегрированного выборочного обследования домашних хозяйств и рабочей силы и представляют собой темпы роста численности занятого населения. Расчеты производятся также по видам экономической деятельности.","comments_limitations":"Производительность труда - важнейший показатель эффективности производства, зависящий от уровня развития производительных сил в обществе, степени использования его производственного, научного, трудового, природного потенциала, соответствия производственных отношений характеру производительных сил.","quality_assurance":"Проводится логический и арифметический контроль отчетных данных.","data_availability_gaps":"Имеются динамические ряды с 1993 года. \nДанные публикуются в различных публикациях Нацстаткома, размещаются на сайте НСК.","disaggregation":"Данные рассчитываются на республиканском уровне.","international_comparability":"Производительность представляет собой показатель соотношения объема производства и затрат ресурсов. Существует много различных показателей производительности. Выбор между ними зависит от цели измерения и анализа производительности и во многих случаях – от наличия данных.","references_documentation":"Национальная платформа отчётности ЦУР: https://sustainabledevelopment-kyrgyzstan.github.io ","indicator":"8.2.1","target_id":"8.2","sdg_goal":"8","reporting_status":"complete","indicator_sort_order":"08-02-01"}