{"goal_meta_link_text":"Метаданные Целей устойчивого развития Организации Объединённых Наций","data_non_statistical":false,"graph_type":"line","indicator_name":"Занятость в неформальном секторе  в разбивке по полу, возрасту, город-село и отраслям экономики","graph_title":"Занятость в неформальном секторе  в разбивке по полу, возрасту, город-село и отраслям экономики, включая сельское хозяйство","national_geographical_coverage":"Кыргызская Республика","measurement_units":"Тыс. человек","tags":["национальный"],"page_content":"","en":{"data_non_statistical":false,"graph_type":"line","indicator_name":"Employment in the informal sector incuding agriculture","graph_title":"Employment in the informal sector incuding agriculture","national_geographical_coverage":"Kyrgyz Republic","measurement_units":"Thousand people","tags":["национальный"],"page_content":"","goal_name":"8. Promote sustained, inclusive and sustainable economic growth, full and productive employment and decent work for all","target_name":"8.3 Promote development-oriented policies that support productive activities, decent job creation, entrepreneurship, creativity and innovation, and encourage the formalization and growth of micro-, small- and medium-sized enterprises, including through access to financial services","indicator_name1":"8.3.1.1 Employment in the informal sector incuding agriculture","organization_name":"National Statistical Committee of the Kyrgyz Republic (Labour and Employment Statistics Division)","contact_name":"Jailobaeva G.Zh.","contact_email":"jailobaeva@stat.kg ","contact_phone":"(0312) 626076","organization_website":"www.stat.gov.kg","definitions":"The share of people employed in the informal sector is calculated by dividing the number of people employed in the informal sector by the total number of people employed, as a percentage","concepts":"Informal sector workers are persons who, during the survey period, were employed in at least one of the production units of the informal sector, regardless of their employment status and whether this job was their main or additional one. The criterion of absence of state registration as a legal entity has been adopted as a criterion for determining the units of the informal sector. The employed population is a part of the workforce, which includes those who during the period under review: - performed work (at least 1 hour per week) for hire for remuneration in cash or in kind on a full-time or part-time basis, as well as not for hire for profit or family income, regardless of the timing of remuneration or income for their activities;           - temporarily absent from work due to illness or injury, nursing, annual leave or days off, compensatory leave or time off, compensation for overtime or work on holidays (weekends), work on a special schedule, being on standby, statutory maternity and child care leave, training, retraining outside of one's workplace, study leave, leave without pay or with pay at the initiative of the administration, strike, and other similar reasons;                                        - worked as helpers at an enterprise owned by a member of the household or a relative.","rationale_interpretation":"The purpose of this indicator is to identify the proportion of people employed in the informal sector. An enterprise belongs to the informal sector if it fulfills the following three conditions:                                                                                 It is not an incorporated enterprise (it is not a legal entity separate from its owners, and it is owned and controlled by one or more members of one or more households, and is not a quasi-corporation: it does not have a complete set of accounts, including balance sheets);    It is a market-based enterprise (it sells at least some of the goods or services it produces); the enterprise is not registered or the employees of the enterprise are not registered or the number of permanent employees is below the threshold set by the country.","data_sources":"Integrated sample survey of household budgets and labor force No. 4 \"Employment and unemployment\"","data_collection":"The population survey is conducted by interviewers by directly visiting households and recording information in a tablet on sample survey questionnaires approved by the Resolution of the National Statistical Committee of the Kyrgyz Republic. During a direct visit to the household, answers to the questionnaire questions can be obtained both from the respondent himself or from the words of cohabiting household members in the absence of the respondent at the time of the survey. 5,016 households were selected for the survey on a quarterly basis. The annual sample rotation is 25 percent.","computation_methods":"The share of people employed in the informal sector = (employment in the informal sector) / (Total employment in the economy) x 100","data_availability_gaps":"The data is published in the statistical collection \"Employment and Unemployment\"","disaggregation":"By territory (republic, regions)","international_comparability":"ILO standards ","references_documentation":"The National SDG Reporting Platform of the Kyrgyz Republic: https://sustainabledevelopment-kyrgyzstan .github.io"},"1. Информация об индикаторе":"8.3.1.1","national_metadata_updated_date":"2025-07-30","goal_name":"8. Содействие поступательному, всеохватному и устойчивому экономическому росту, полной и производительной занятости и достойной работе для всех ","target_name":"8.3 Содействовать проведению ориентированной на развитие политики, которая способствует производительной деятельности, созданию достойных рабочих мест, предпринимательству, творчеству и инновационной деятельности, и поощрять официальное признание и развитие микро-, малых и средних предприятий, в том числе посредством предоставления им доступа к финансовым услугам ","indicator_name1":"8.3.1.1 Занятость в неформальном секторе в разбивке по полу, возрасту, город-село и отраслям экономики, включая сельское хозяйство","organization_name":"Национальный статистический комитет КР (Отдел статистики труда и занятости)","contact_name":"Джайлобаева Г.Ж.","contact_email":"jailobaeva@stat.kg ","contact_phone":"(0312) 626076","organization_website":"www.stat.gov.kg","definitions":"Доля занятых в неформальном секторе - рассчитывается путем деления численности занятых в неформальном секторе на общую численность занятых, в процентах","concepts":"Занятые в неформальном секторе - лица, которые в течение обследуемого периода были заняты, по меньшей мере, в одной из производственных единиц неформального сектора независимо от их статуса занятости и от того, являлась ли данная работа для них основной или дополнительной. В качестве критерия определения единиц неформального сектора принят критерий отсутствия государственной регистрации в качестве юридического лица. Занятое население - часть рабочей силы, к которой относятся те, кто в рассматриваемый период:                                                                                   - выполняли работу (хотя бы 1 час в неделю) по найму за вознаграждение деньгами или натурой на условиях полного либо неполного рабочего времени, а также не по найму для получения прибыли или семейного дохода независимо от сроков получения вознаграждения или дохода за свою деятельность;           - временно отсутствовали на работе из-за болезни или травмы, ухода за больными, ежегодного отпуска или выходных дней, компенсационного отпуска или отгулов, возмещения сверхурочных работ или работ в праздничные (выходные) дни, работы по специальному графику, нахождения в резерве, установленного законом отпуска по беременности, родам и уходу за ребенком, обучения, переподготовки вне своего рабочего места, учебного отпуска, отпуска без сохранения или с сохранением содержания по инициативе администрации, забастовки, других подобных причин;                                        - работали в качестве помогающих на предприятии, принадлежащем члену домашнего хозяйства или родственнику.","rationale_interpretation":"Цель этого показателя - выявить долю занятых в неформальном секторе. Предприятие относится к неформальному сектору, если оно выполняет следующие три условия:                                                                                 Это не инкорпорированное предприятие (оно не является юридическим лицом, отдельным от его владельцев, и оно принадлежит и контролируется одним или несколькими членами одного или нескольких домашних хозяйств и не является квазикорпорацией: у него нет полный комплект счетов, включая балансы);    Это рыночное предприятие (оно продает, по крайней мере, некоторые товары или услуги, которые он производит);                                                  Предприятие не зарегистрировано или сотрудники предприятия не зарегистрированы или количество лиц, работающих на постоянной основе, ниже порогового уровня, определенного страной.","data_sources":"Интегрированное выборочное обследование бюджетов домашних хозяйств и рабочей силы ф. №4\"Занятость и безработица\"","data_collection":"Опрос населения проводится интервьюерами путем непосредственного посещения домашних хозяйств и записи сведений в планшет по вопросникам выборочного обследования, утвержденные Постановлением Нацстаткома Кыргызской Республики. При непосредственном посещении домашнего хозяйства ответы на вопросы анкеты могут быть получены как от самого респондента, так и со слов совместно проживающих членов домашнего хозяйства в случае отсутствия респондента в момент опроса. Ежеквартально для проведения обследования отобрано 5016 домохозяйств. Ежегодная ротация выборки составляет 25 процентов.","computation_methods":"Доля занятых в неформальном секторе = (занятость в неформальном секторе) / (Общая занятость в экономике) x 100","data_availability_gaps":"Данные публикуются в статистическом сборнике \"Занятость и безработица\"","disaggregation":"По территории (республика, области)","international_comparability":"Стандарты МОТ ","references_documentation":"Национальная платформа отчетности ЦУР КР: https://sustainabledevelopment-kyrgyzstan.github.io","indicator_number":"8.3.1.1","target_number":"8.3","goal_number":"8","reporting_status":"complete","indicator_sort_order":"08-03-01-01"}