{"goal_meta_link_text":"Метаданные Целей устойчивого развития Организации Объединённых Наций","goal_meta_link":"https://unstats.un.org/sdgs/metadata/files/Metadata-08-05-02.pdf","indicator_name":"Уровень безработицы в разбивке по полу, возрасту и признаку инвалидности","data_non_statistical":false,"graph_type":"line","graph_title":"Уровень безработицы в разбивке по полу, возрасту и территории","national_geographical_coverage":"Кыргызская Республика","measurement_units":"Процент","page_content":"","en":{"goal_name":"8. Promote sustained, inclusive and sustainable economic growth, full and productive employment and decent work for all","target_name":"8.5. By 2030, achieve full and productive employment and decent work for all women and men, including for young people and persons with disabilities, and equal pay for work of equal value","indicator_name1":"8.5.2. Unemployment rate, by sex, age and persons with disabilities","organization_name":"National Statistical Committee of the Kyrgyz Republic (Labour and Employment Statistics Division)","contact_name":"Jailobaeva G.Zh.","contact_email":"jailobaeva@stat.kg","contact_phone":"(0312) 626076","organization_website":"www.stat.kg","definitions":"The unemployment rate conveys the percentage of persons in the labour force who are unemployed, expressed in percentage.","concepts":"Persons in unemployment are defined as all those of working age (usually persons aged 15 and above) who simultaneously fit in the following three categories^\n• not in employment, \n• carried out activities to seek employment via public or commercial employment service, used or advertised in the media, directly contacted management of enterprise (employer), used personal contacts, etc., or took steps to organize their own business during a specified recent period and \n• were currently available to take up employment given a job opportunity\nStudents, pensioners and disabled persons are counted as unemployed if were not employed, have been seeking a job and were ready to start it.\nUnemployed are also persons who during the period under review:\n• were not employed, but agreed on a start date (within 2 weeks after the reference period) and did not continue searching;\n• were not employed, but ready to start work, however not looking for job, as they were expecting the start of the season;\n• were not employed, but ready to start, however not looking for job, as they expected a response from management or employer to the previous application.\nFor persons setting up a business, the period of seeking employment is considered to be the activity prior to enterprise’s registration. Activity after registration is considered to be employment in own enterprise.\nIn cases where a commercial activity is organized without formal registration, the moment of transition from job search to job itself is the willingness to receive and complete the first order, or when financial resources become available, or preparedness of working space.\nUnemployed persons should not necessarily be registered with the employment service.","data_sources":"Integrated Household Budget and Labour Force Sample Survey (Form №4 \"Employment and unemployment\")","data_collection":"The survey is conducted by interviewers visiting households and recording data in tablets based on questionnaires approved by the National Statistical Committee of the Kyrgyz Republic. During household visits, responses can be obtained both from respondents and other household members if the respondent is absent at the time of interview. 5,016 households have been selected for the survey on a quarterly basis. The annual sample rotation is 25 per cent.","computation_methods":"Unemployment rate is the percentage of unemployed in the total labour force. To calculate this indicator (according to the ILO unemployment criteria), data required on the total unemployed and labour force (economically active population), which includes employed and unemployed persons.","data_availability_gaps":"Data are published in the «Employment and unemployment» and  «Women and men in the Kyrgyz Republic» statistical compendium ","disaggregation":"Data calculated at the country level, regions and cities of Bishkek and Osh","international_comparability":"ILO standards","references_documentation":"KR National SDG Reporting Platform: https://sustainabledevelopment-kyrgyzstan.github.io \nhttp://www.stat.kg/ru/publications/sbornik-zhenshiny-i-muzhchiny-kyrgyzskoj-respubliki/\nhttp://www.stat.kg/ru/publications/zanyatost-i-bezrabotica-itogi-integrirovannogo-vyborochnogo-obsledovaniya-byudzhetov-domashnih-hozyajstv-i-rabochej-sily-v-2013g/"},"national_metadata_updated_date":"2021-10-06","national_metadata_update_url_text":"2021-10-06: see changes on GitHub","national_metadata_update_url":"https://github.com/sdg-kyrgyzstan/open-sdg-data-starter/commit/4e76d244e4f9530ca5562cfe0958256895fa5787","goal_name":"8.Содействие поступательному, всеохватному и устойчивому экономическому росту, полной и производительной занятости и достойной работе для всех","target_name":"8.5. К 2030 году обеспечить полную и производительную занятость и достойную работу для всех женщин и мужчин, в том числе молодых людей и инвалидов, и равную оплату за труд равной ценности","indicator_name1":"8.5.2. Уровень безработицы в разбивке по полу, возрасту и инвалидности","organization_name":"Национальный статистический комитет КР\n(Отдел статистики труда и занятости)","contact_name":"Джайлобаева Г.Ж.","contact_email":"jailobaeva@stat.kg","contact_phone":"(0312) 626076","organization_website":"www.stat.kg","definitions":"Уровень безработицы - удельный вес численности безработных в численности рабочей силы, измеренный в процентах.","concepts":"К безработным относятся лица в возрасте от 15 лет и старше, которые в рассматриваемый период одновременно удовлетворяли следующим трём критериям:\n• не имели работы (доходного занятия);\n• занимались поиском работы, т.е. обращались в государственную или коммерческую службу занятости, использовали или помещали объявления в печати, непосредственно обращались к администрации предприятия (работодателю), использовали личные связи и т.д., или предпринимали шаги к организации собственного дела;\n• были готовы приступить к работе в течение определенного периода времени.\nУчащиеся, студенты, пенсионеры и инвалиды учитываются в качестве безработных, если они не имели работы, занимались поиском работы и были готовы приступить к ней.\nК безработным относятся также лица, которые в рассматриваемый период:\n• не имели работы, но договорились о сроке начала работы (в течении 2 недель после рассматриваемого периода), и не продолжали дальнейшего его поиска;\n• не имели работы, были готовы приступить к работе, но не искали работу, так как ожидали начало сезона;\n• не имели работы, были готовы приступить, но не искали работу, так как ожидали ответа от администрации или работодателя на сделанное ранее обращение.\nДля лиц, организующих собственное дело, периодом поиска работы считается деятельность до регистрации предприятия. Деятельность после регистрации предприятия считается занятостью на собственном предприятии.\nВ случаях, когда коммерческая деятельность организуется без формальной регистрации, моментом перехода от поиска работы к самой работе является готовность получить и выполнить первый заказ, или момент поступления финансовых ресурсов, или момент окончания подготовки производственной среды.\nБезработные не обязательно должны быть зарегистрированы в службе занятости.","data_sources":"Интегрированное выборочное обследование бюджетов домашних хозяйств и рабочей силы форма №4 «Занятость и безработица»","data_collection":"Опрос населения проводится интервьюерами путем непосредственного посещения домашних хозяйств и записи сведений в планшет по вопросникам выборочного обследования, утвержденные Постановлением Нацстаткома Кыргызской Республики. При непосредственном посещении домашнего хозяйства ответы на вопросы анкеты могут быть получены как от самого респондента, так и со слов совместно проживающих членов домашнего хозяйства в случае отсутствия респондента в момент опроса. Ежеквартально для проведения обследования отобрано 5016 домохозяйств. Ежегодная ротация выборки составляет 25 процентов.","computation_methods":"Уровень безработицы - удельный вес численности безработных в численности рабочей силы, измеренный в процентах. Для расчета этого показателя (в соответствии с критериями МОТ по безработице) необходимы данные по общей численности безработных и численности рабочей силы (экономически активное население) которая включает занятых и безработных.","data_availability_gaps":"Данные публикуются в статистическом сборнике «Занятость и безработица» и «Женщины и мужчины Кыргызской Республики». ","disaggregation":"Данные рассчитываются на уровне республики, областей гг. Бишкек и Ош","international_comparability":"Стандарты МОТ","references_documentation":"Национальная платформа отчётности ЦУР: https://sustainabledevelopment-kyrgyzstan.github.io \nhttp://www.stat.kg/ru/publications/sbornik-zhenshiny-i-muzhchiny-kyrgyzskoj-respubliki/\nhttp://www.stat.kg/ru/publications/zanyatost-i-bezrabotica-itogi-integrirovannogo-vyborochnogo-obsledovaniya-byudzhetov-domashnih-hozyajstv-i-rabochej-sily-v-2013g/","indicator":"8.5.2","target_id":"8.5","sdg_goal":"8","reporting_status":"complete","indicator_sort_order":"08-05-02"}