{"goal_meta_link_text":"Метаданные Целей устойчивого развития Организации Объединённых Наций","goal_meta_link":"https://unstats.un.org/sdgs/metadata/files/Metadata-09-05-02.pdf","indicator_name":"Количество исследователей (в эквиваленте полной занятости) на миллион жителей","data_non_statistical":false,"graph_type":"line","graph_title":"Количество исследователей (в эквиваленте полной занятости) на миллион жителей","national_geographical_coverage":"Кыргызская Республика","measurement_units":"на 1 000 000 человек","page_content":"","en":{"goal_name":"9: Build resilient infrastructure, promote inclusive and sustainable industrialization and foster innovation","target_name":"9.5: Enhance scientific research, upgrade the technological capabilities of industrial sectors in all countries, in particular developing countries, including, by 2030, encouraging innovation and substantially increasing the number of research and development workers per 1 million people and public and private research and development spending","indicator_name1":"9.5.2: Researchers (in full-time equivalent) per million inhabitants","organization_name":"National Statistical Committee of KR (Social Statistics Division)","contact_name":"Rakhmanova Zh.Zh.","contact_email":"rakhmanovazz@mail.ru","contact_phone":"(0312) 32 46 52","organization_website":"www.stat.kg","definitions":"The researchers (in full-time equivalent) per million inhabitants is a direct measure of the number of research and development workers per 1 million people.","concepts":"Researchers - professionals who directly involved in creating and managing new knowledge, products, processes, methods and systems. These functions require higher education. Researchers can also include administrative and managerial staff directly managing research process (including heads of R&D institutions and units) as well as postgraduate students directly involved in research.\nResident population is actual population, including those temporarily absent, at the time of census. During the inter-census period, resident population is regularly assessed based on census data and current registration of demographic events.","rationale_interpretation":"The indicator is a direct measure of the number of research and development workers per 1 million people.","data_sources":"Data obtained from the State statistical form №1-science «Report of organization(s) on scientific and technical works», population statistics of the Kyrgyz Republic","data_collection":"Legal entities and their structural units performing scientific research and development activities annually submit form №1-science to local state statistical agency","computation_methods":"Researchers (in full-time equivalent) per million inhabitants determined by number of researchers engaged in R&D to the total resident population.\n\nIndicator is calculated by:\ny = n / N * 1000000 , where \nn = researchers engaged in R&D,\nN = total resident population.","comments_limitations":"Research and development (R&D) data need to be collected through surveys, which are expensive, and are not done on a regular basis in many developing countries. Furthermore, (developing) countries do not always cover all sectors of performance. In particular the business sector is not always covered.","quality_assurance":"Logical and arithmetic control of recorded data is carried out.","disaggregation":"Researchers can be broken down by sector of employment, field of science, sex and age.","references_documentation":"KR National SDG Reporting Platform: https://sustainabledevelopment-kyrgyzstan.github.io\nwww.uis.unesco.org"},"national_metadata_updated_date":"2021-10-06","national_metadata_update_url_text":"2021-10-06: see changes on GitHub","national_metadata_update_url":"https://github.com/sdg-kyrgyzstan/open-sdg-data-starter/commit/601d8074c35b0c5a86d3d9566a6dc00ea0b7bd9d","goal_name":"Цель 9: Создание стойкой инфраструктуры, содействие всеохватной и устойчивой индустриализации и инновациям. ","target_name":"9.5: Активизировать научные исследования, наращивать технологический потенциал промышленных секторов во всех странах, особенно развивающихся странах, в том числе путем стимулирования к 2030 году инновационной деятельности и значительного увеличения числа работников в сфере НИОКР в расчете на 1 млн. человек, а также государственных и частных расходов на НИОКР","indicator_name1":"9.5.2: Количество исследователей (в эквиваленте полной занятости) на миллион жителей","organization_name":"Национальный статистический комитет КР (Отдел социальной статистики)","contact_name":"Рахманова Ж.Ж.","contact_email":"rakhmanovazz@mail.ru","contact_phone":"(0312) 32 46 52","organization_website":"www.stat.kg","definitions":"Исследователи (в эквиваленте полной занятости) на миллион жителей являются прямым измерением числа работников, занимающихся исследованиями и разработками, на 1 миллион человек.","concepts":" Специалисты-исследователи- профессионально занимающиеся научными исследованиями и разработками и непосредственно осуществляющих создание новых знаний, продуктов, процессов, методов и систем, а также управление указанными видами деятельности. Для выполнения этих функций требуется высшее образование.\nВ категорию исследователей включается также административно-управленческий персонал, осуществляющий непосредственное руководство исследовательским процессом (в том числе руководители научных организаций и подразделений, выполняющих научные исследования и разработки), а также аспиранты, непосредственно участвующие в проведении научно-исследовательских работ.\nПостоянное население - население, постоянно проживающее на момент переписи на данной территории, включая временно отсутствующих. В межпереписной период производится текущая оценка постоянного населения на базе данных переписи и с учетом сведений текущей регистрации демографической событий.","rationale_interpretation":"Показатель представляет собой прямое измерение количества работников, занимающихся исследованиями и разработками, на 1 млн. человек","data_sources":"Данные государственной статистической отчетности по форме №1-наука «Отчет предприятия(организации) о выполнении научно-технических работ», данные о численности населения КР","data_collection":" Ежегодно представляют юридические лица, их структурные подразделения, выполняющие научные исследования и разработки, форму №1-наука территориальному органу государственной статистики по месту нахождения ","computation_methods":"Показатель «Численность специалистов-исследователей, занятых в научных исследованиях и разработках на 1 млн.человек» определяется отношением численности специалистов-исследователей, занятых в научных исследованиях и разработках к общей численности постоянного населения.\n\nРасчет Показателя осуществляется по формуле:\ny = n / N * 1000000, где \nn = общая численность специалистов-исследователей, занятых в научных исследованиях и разработках,\nN = общая численность постоянного населения.","comments_limitations":"Данные НИОКР необходимо собирать с помощью обследований, которые являются дорогостоящими и не выполняются на регулярной основе во многих развивающихся странах. Кроме того, (развивающиеся) страны не всегда охватывают все сферы деятельности. В частности, бизнес-сектор не всегда покрывается.","quality_assurance":"Проводится логический и арифметический контроль отчетных данных.","disaggregation":"Данные по количеству исследователей могут быть дезагрегированы по секторам занятости, науке, полу и возрасту.","references_documentation":"Национальная платформа отчетности ЦУР КР: https://sustainabledevelopment-kyrgyzstan.github.io\nwww.uis.unesco.org","indicator":"9.5.2","target_id":"9.5","sdg_goal":"9","reporting_status":"complete","indicator_sort_order":"09-05-02"}