{"goal_meta_link_text":"Бириккен Улуттар Уюмунун Туруктуу өнүгүү максаттарынын метамаалыматтары","data_non_statistical":false,"goal_meta_link":"https://unstats.un.org/sdgs/metadata/files/Metadata-10-07-02.pdf","graph_type":"bar","indicator_name":"Адамдардын тартиптүү, коопсуз, үзгүлтүксүз жана жоопкерчиликтүү миграциясына жана мобилдүүлүгүнө өбөлгө түзө турган миграциялык саясаты бар өлкөлөрдүн саны","graph_title":"Страны с миграционной политикой, способствующей упорядоченной, безопасной, регулярной и ответственной миграции и мобильности людей, по областям политики (1 = требует дальнейшего прогресса; 2 = частично соответствует; 3 = соответствует; 4 = полностью соответствует)","national_geographical_coverage":"Кыргызская Республика","measurement_units":"Баллы","page_content":"","en":{"goal_name":"Goal 10. Reduce inequality within and among countries","target_name":"10.7: Facilitate orderly, safe, regular and responsible migration and mobility of people, including through the implementation of planned and well-managed migration policies","indicator_name1":"10.7.2: Proportion of countries with migration policies that facilitate orderly, safe, regular and responsible migration and mobility of people","organization_name":"National Statistical Committee of the Kyrgyz Republic","contact_name":"Mambetaliev T.A.","contact_email":"timuraitbekovich@gmail.com","contact_phone":"(0312) 32 46 91\n","organization_website":"https://www.stat.gov.kg/ru/; https://mlsp.gov.kg/ru/ministerstvo/","definitions":"SDG Indicator 10.7.2 aims to describe the state of national migration policies and how such policies change over time. The information collected seeks to identify both progress made and gaps, thus contributing to the evidence base for actionable recommendations for the implementation of SDG target 10.7. The indicator also serves for the future thematic reviews at the High-level Political Forum on Sustainable Development (HLPF).\nPrinciples and objectives of the Migration Governance Framework:\n1. Adherence to international standards and fulfillment of migrant’s rights.\n2. Evidence and whole of-government approaches to migration governance.\n3. Strong partnerships to support migration governance.\n\nThe three principles propose the necessary conditions for migration to be well-managed by creating a more effective environment for maximized results for migration to be beneficial to all. These represent the means through which a State can ensure that the systemic requirements for good migration governance are in place. \nThe three objectives are specific and do not require any further conventions, laws or practices than the ones that are already existing. Taken together, these objectives ensure that migration is governed in an integrated and holistic way, responding to the need to consider mobile categories of people and address their needs for assistance in the event of an emergency, building resilience of individuals and communities, as well as ensuring opportunities for the economic and social health of the State.","concepts":"SDG target 10.7 is broad in scope and many, but not all, of the terms are well defined. The IOM Glossary on Migration  provides a definition of key concepts such as orderly and regular migration, but not others such as safe and responsible migration. According to the Glossary, orderly migration refers to “the movement of a person from his/her usual place of residence, in keeping with the laws and regulations governing exit of the country of origin and travel, transit and entry into the host country”. Regular is defined as “migration that occurs through recognized, legal channels”. \n\nWhile the concept of “well-managed migration policies” is not explicitly defined, according to the IOM Glossary, it is included in references to migration management, migration governance and facilitated migration. Migration management refers to the planned approach to the development of policy, and legislative and administrative responses to key migration issues. Migration governance is defined as a system of institutions, legal frameworks, mechanisms and practices aimed at regulating migration and protecting migrants. Facilitated migration refers to fostering or encouraging regular migration, for example through streamlined visa application process.","rationale_interpretation":"The time series is the result of an evaluation composed of 30 questions grouped in six domains. These six domains are:\n1. Migrant rights\n2. Whole-of-government/Evidence-based policies\n3. Cooperation and partnerships\n4. Socioeconomic well-being\n5. Mobility dimension of crises\n6. Safe, orderly and regular migration\n\nBased on the answers an overall score can be calculated across all six domains. Categories of the\noverall score are:\n• Values of less than 40 are coded as “Requires further progress” = 1 Point\n• Values of 40 to less than 80 are coded as “Partially meets” = 2 Points\n• Values of 80 to less than 100 are coded as “Meets” = 3 Points\n• Values of 100 are coded as “Fully meets” = 4 Points","data_sources":"The source of data is the UN Inquiry among Governments on Population and Development, which has been used to survey global population policies since 1963, including policies on international migration. The Inquiry is mandated by the General Assembly in its resolution 1838 (XVII) of 18 December 1962. The Inquiry consists mostly of multiple-choice questions. \n\nTwo successive rounds of the Inquiry have been used to collect data on indicator 10.7.2: the Twelfth Inquiry, conducted between September 2018 and October 2019, and the Thirteenth Inquiry, conducted between November 2020 and October of 2021. The Twelfth Inquiry is divided into three thematic modules: Module I on population ageing and urbanization; Module II on fertility, family planning and reproductive health; and Module III on international migration. Module III of the Twelfth Inquiry has been updated to include core questions for all the six migration policy domains mentioned above. The Thirteenth Inquiry is divided into two thematic modules: Module I on reproductive health; and Module II on international migration.","data_collection":"The Inquiry is conducted on behalf of the Secretary-General and is sent to all Permanent Missions in New York: 193 Member States, 2 observer States, and 2 non-member States. As per past practice, the Permanent Missions redirect the three thematic modules of the Inquiry to the relevant line ministries or government departments who are tasked with answering the questions. The Inquiry modules can be completed either through an online questionnaire or a fillable questionnaire in PDF. Countries responses are transmitted back to UN DESA for basic consistency checking. The data are then compiled/integrated into the World Population Policies database. The results of the Inquiry are disseminated though the database, updated every two years. \n\nAs part of the collaboration on SDG indicator 10.7.2, IOM assisted in garnering country responses to the international migration module of the Inquiry by following up through its respective country or regional counterparts. OECD, as partner agency for this indicator, supported these efforts for its member countries. The collaboration increased response rates from countries and improved the quality of the data. \n\nThe data were collected biennially between 2019 and 2021, to ensure that there is sufficient information to monitor progress in the achievement of the target. In the future, the periodicity of the Inquiry will be modified to quadrennial. This will also allow for gathering benchmark data once within each HLPF 4-year cycle.\n\nNo adjustments to standard classifications are envisioned. ","computation_methods":"The indicator includes a total of 30 sub-categories, under 6 questions/domains. All sub-categories, except for those under domain 1, have dichotomous “Yes/No” answers, coded “1” for “Yes” and “0” for “No”. For the sub-categories under domain 1, there are three possible answers: “Yes, regardless of immigration status”, coded “1”; “Yes, only for those with legal immigration status”, coded “0.5”; and “No” coded “0”.\n\nFor each domain, the computational methodology is the unweighted average of the values across sub-categories :\n\nD_i  =  (∑_j^n▒s_ji )/n  ×100\n\nWhere D_i refers to the value for domain i;∑_j^n▒s_ji  refers to the sum of the values across sub-categories (indexed by j) under domain i; and n refers to the total number of sub-categories in a domain (n=5). Results are reported as percentages. For each domain, values of D_i range from a minimum of 0 to a maximum of 100 per cent.\n\nThe overall summary indicator 10.7.2 for a country is obtained by computing the unweighted average of the values of the 30 sub-categories under the six domains, with values ranging between 0 and 100 per cent. \n\nFor ease of interpretation and to summarize results, the resulting country-level averages (for the overall indicator and by domain) are then categorized as follows: values of less than 40 are coded as “Requires further progress”; values of 40 to less than 80 are coded as “Partially meets”, values of 80 to less than 100 are coded as “Meets”; and values of 100 are coded as “Fully meets”. ","quality_assurance":"·         Answers to the Inquiry are provided and validated directly by responding government entities. UN DESA, with support from IOM and OECD as needed, carried out basic consistency checking. Any inconsistencies are flagged to national counterparts for resolution.","disaggregation":"Six policy domains: (i) migrant rights; (ii) whole-of-government/evidence-based policies; (iii) cooperation and partnerships; (iv) socioeconomic well-being; (v) mobility dimensions of crises; and (vi) safe, orderly and regular migration.","international_comparability":"No discrepancies are envisaged, since data are collected through the UN Inquiry among Governments on Population and Development (the “Inquiry”), directly from Governments.","references_documentation":"URL: \nUN DESA : https://www.un.org/development/desa/pd/data/sdg-indicator-1072-migration-policies\nIOM : https://www.iom.int/ \nOECD : http://www.oecd.org/migration/\n\nReferences:\n• Migration Governance Framework (MiGOF): https://www.iom.int/sites/default/files/about-iom/migof_brochure_a4_en.pdf \n• UN Inquiry among Governments on Population and Development: https://www.un.org/development/desa/pd/themes/population-policies/inquiry \n• Migration Governance Second Profile: The Kyrgyz Republic (Kyrgyzstan) | Migration data portal: https://www.migrationdataportal.org/overviews/mgi/kyrgyzstan-second-profile#0\n• unpd_2019_sdg1072_countryprofiles.pdf"},"national_metadata_updated_date":"2025-03-31","goal_name":"Цель 10. Сокращение неравенства внутри стран и между ними","target_name":"10.7 Содействовать упорядоченной, безопасной, законной и ответственной миграции и мобильности людей, в том числе с помощью проведения спланированной и хорошо продуманной миграционной политики","indicator_name1":"10.7.2 Доля стран, проводящих миграционную политику, спо-собствующую упорядоченной, безопасной, законной и ответственной миграции и мобильности людей","organization_name":"НСК КР","contact_name":"НСК: Мамбеталиев Т.А.","contact_email":"timuraitbekovich@gmail.com","contact_phone":"НСК: (0312) 32 46 91\n","organization_website":"https://www.stat.gov.kg/ru/; https://mlsp.gov.kg/ru/ministerstvo/","definitions":"ЦУР 10.7.2 направлен на описание состояния национальной миграционной политики и того, как такая политика меняется с течением времени. Собранная информация направлена ​​на выявление как достигнутого прогресса, так и пробелов, тем самым внося вклад в доказательную базу для действенных рекомендаций по выполнению задачи ЦУР 10.7. Индикатор также служит для будущих тематических обзоров на Политическом форуме высокого уровня по устойчивому развитию (ПФВУ).                                                                                             Принципы и цели структуры управления миграцией:\n1. Соблюдение международных стандартов и соблюдение прав мигрантов;\n2. Фактические данные и общегосударственные подходы к управлению миграцией;\n3. Прочные партнёрские отношения для поддержки управления миграцией.\nЭти три принципы предлагают необходимые условия для того, чтобы миграция была хорошо управляемой путем создания более эффективной среды для максимальных результатов, чтобы миграция была выгодна всем. Они представляют собой средства, с помощью которых государство может гарантировать, что системные требования для хорошего управления миграцией на месте.\nЭти три цели являются конкретными и не требуют дополнительных конвенций, законов или практик, кроме тех, которые уже существуют. Взятые вместе, эти цели гарантируют, что миграция регулируется комплексным и целостным образом, отвечая на необходимость учитывать мобильные категории людей и удовлетворять их потребности в помощи в случае чрезвычайной ситуации, укрепляя устойчивость отдельных лиц и сообществ, а также обеспечивая возможности для экономического и социального здоровья государства.","concepts":"Цель 10.7 ЦУР имеет широкий охват, и многие, но не все, термины четко определены. Глоссарий МОМ по миграции  дает определение ключевых понятий, таких как упорядоченная и регулярная миграция, но не других, таких как безопасная и ответственная миграция. Согласно Глоссарию, под организованной миграцией понимается «перемещение человека из его/ее обычного места жительства в соответствии с законами и правилами, регулирующими выезд из страны происхождения и поездки, транзит и въезд в страну пребывания». Регулярный характер определяется как «миграция, которая происходит по признанным легальным каналам».\nХотя понятие «хорошо продуманной миграционной политики» явно не определено, согласно Глоссарию МОМ, оно включено в ссылки на управление миграцией, регулирование миграции и упрощенную миграцию. Управление миграцией относится к запланированному подходу к разработке политики, а также к законодательным и административным ответам на ключевые вопросы миграции. Регулирование миграции определяется как система институтов, правовых рамок, механизмов и практик, направленных на регулирование миграции и защиту мигрантов. Облегченная миграция означает стимулирование или поощрение регулярной миграции, например, посредством упрощенного процесса подачи заявления на визу.\n","rationale_interpretation":"Временной ряд является результатом оценки, состоящей из 30 вопросов, сгруппированных в шесть доменов. Эти шесть доменов:\n1. Права мигрантов\n2. Общегосударственная/ основанная на фактических данных политика\n3. Сотрудничество и партнерство\n4. Социально-экономическое благополучие\n5. Оперативность измерения кризисов\n6. Безопасная, упорядоченная и регулярная миграция\n\nНа основе ответов можно рассчитать общий бал по всем шести областям. Категории общего балла:\n• Значение менее 40 кодируется как «Требует дальнейшего прогресса» - 1 балл\n• Значение от 40 до менее 80 кодируется как «Частично соответствует» - 2 балла\n• Значение от 80 до менее 100 кодируется как «Соответствует» - 3 балла\n• Значение 100 кодируется как «Полностью соответствует» - 4 балла","data_sources":"Источником данных является запрос ООН среди правительств по народонаселению и развитию, который используется для обзора глобальной демографической политики с 1963 года, включая политику в отношении международной миграции. Опрос поручено проводить Генеральной Ассамблеей в ее резолюции 1838 (XVII) от 18 декабря 1962 года. Опрос состоит в основном из вопросов с несколькими вариантами ответов. Двенадцатый опрос разделен на три тематических модуля: Модуль I, посвященный старению населения и урбанизации; Модуль II по рождаемости, планированию семьи и репродуктивному здоровью; и Модуль III по международной миграции. Модуль III двенадцатого опроса был обновлен и теперь включает основные вопросы для всех шести областей миграционной политики, упомянутых выше.","data_collection":"Опрос проводится от имени Генерального секретаря и направляется во все постоянные представительства в Нью-Йорке: 193 государства-члена, 2 государства-наблюдателя и 2 государства, не являющихся членами. В соответствии с прошлой практикой постоянные представительства перенаправляют три тематических модуля опроса в соответствующие отраслевые министерства или правительственные ведомства, которым поручено отвечать на вопросы. Модули запроса могут быть заполнены либо с помощью онлайн-анкеты, либо заполненной анкеты в формате PDF. Ответы стран передаются обратно в ДЭСВ ООН для базовой проверки согласованности. Затем данные компилируются/интегрируются в базу данных World Population Policies. Результаты опроса распространяются через базу данных, которая обновляется каждые два года.\nВ рамках сотрудничества по показателю ЦУР 10.7.2 МОМ будет оказывать помощь в получении ответов стран по Модулю III, выполняя последующие меры через своих соответствующих страновых или региональных партнеров. ОЭСР, как партнерское агентство по этому показателю, поддержит эти усилия для своих стран-членов. Региональные комиссии ООН могут при необходимости оказывать дополнительную помощь. Ожидается, что это сотрудничество повысит процент ответов от стран и улучшит качество данных.\nДанные должны собираться раз в два года, чтобы обеспечить наличие достаточной информации для мониторинга прогресса в достижении цели. Это также позволит собирать контрольные данные дважды в течение каждого 4-летнего цикла Политического форума высокого уровня (HLPF). \nНикаких корректировок к стандартным классификациям не предусмотрено.","computation_methods":"Показатель включает в себя 30 подкатегорий по 6 вопросам/областям. Все подкатегории, кроме тех, которые относятся к области 1, имеют дихотомические ответы «Да / Нет», закодированные «1» для «Да» и «0» для «Нет». Для подкатегорий в области 1 существует три возможных ответа: «Да, независимо от иммиграционного статуса», код «1»; «Да, только для лиц с легальным иммиграционным статусом», код «0,5»; и «Нет» с кодировкой «0».\nДля каждой области вычислительная методология представляет собой невзвешенное среднее значение подкатегорий в каждой области:\n \n\nГде 𝐷𝑖 относится к области i;  относится к сумме подкатегорий j в области i; и n относится к общему количеству подкатегорий в каждой области. Результаты представлены в процентах. Для каждой области значения варьируются от минимум 0 до максимум 100 процентов.\nОбщий синтетический показатель 10.7.2 получается путем вычисления невзвешенного среднего значения 30 подкатегорий в шести областях с значениями в диапазоне от 0 до 100 процентов.\nДля простоты интерпретации и обобщения результатов полученные средние значения затем классифицируются следующим образом: значения менее 40 процентов кодируются как «Требуется дальнейший прогресс»; значения от 40% до 80% кодируются как «Частично соответствует», а значения 80% и более кодируются как «Соответствует или полностью соответствует».\n","quality_assurance":"• Ответы на запрос предоставляются и утверждаются непосредственно отвечающими государственными органами. ДЭСВ ООН при поддержке МОМ и ОЭСР по мере необходимости будет проводить базовую проверку согласованности. Любые несоответствия будут отмечены национальными партнерами для разрешения. \n• Поскольку показатель напрямую зависит от ответов стран на запрос, дополнительного процесса консультаций со странами по национальным данным, представленным в базе данных показателей ЦУР, не предусматривается.\n","disaggregation":"Шесть областей политики: \n(i) права мигрантов; \n(ii) общегосударственная / основанная на фактических данных политика; \n(iii) сотрудничество и партнерство; \n(iv) социально-экономическое благополучие; \n(v) оперативность измерения кризисов; и \n(vi) безопасная, упорядоченная и регулярная миграция\n","international_comparability":"Никаких расхождений не предусматривается, поскольку данные собираются через исследование ООН среди правительств по вопросам народонаселения и развития («Запрос») напрямую от правительств.","references_documentation":"URL:\nДЭСВ ООН: http://www.un.org/en/development/desa/population/index.shtml\nМОМ: https://www.iom.int/\nОЭСР: http://www.oecd.org/migration/\n\nИсточники:\n• Структура управления миграцией (MiGOF): https://www.iom.int/sites/default/files/about-iom/migof_brochure_a4_en.pdf\n• Запрос ООН среди правительств по народонаселению и развитию: https://esa.un.org/PopPolicy/Inquiry.aspx\n• Migration Governance Second Profile: The Kyrgyz Republic (Kyrgyzstan) | Migration data portal: https://www.migrationdataportal.org/overviews/mgi/kyrgyzstan-second-profile#0\n• unpd_2019_sdg1072_countryprofiles.pdf","indicator_number":"10.7.2","target_number":"10.7","goal_number":"10","reporting_status":"complete","indicator_sort_order":"10-07-02"}