{"goal_meta_link_text":"Бириккен Улуттар Уюмунун Туруктуу өнүгүү максаттарынын метамаалыматтары","data_non_statistical":false,"graph_type":"line","indicator_name":"Доля площади сельскохозяйственных культур удобренная i) минеральными удобрениями; ii) органическими удобрениями","graph_title":"Доля площади сельскохозяйственных культур удобренная i) минеральными удобрениями; ii) органическими удобрениями","national_geographical_coverage":"Кыргызская Республика","measurement_units":"Процент","tags":["улуттук"],"page_content":"","en":{"data_non_statistical":false,"graph_type":"line","indicator_name":"Proportion of agricultural crop land fertilized with i) mineral fertilizers; ii) organic fertilizers","graph_title":"Proportion of agricultural crop land fertilized with i) mineral fertilizers; ii) organic fertilizers","national_geographical_coverage":"Kyrgyz Republic","measurement_units":"Percentage","tags":["улуттук"],"page_content":"","goal_name":"2 End hunger, achieve food security and improved nutrition and promote sustainable agriculture","target_name":"2.4 By 2030, ensure sustainable food production systems and implement resilient agricultural practices that increase productivity and production, that help maintain ecosystems, that strengthen capacity for adaptation to climate change, extreme weather, drought, flooding and other disasters and that progressively improve land and soil quality","indicator_name1":"2.4.1.1 Proportion of agricultural crop land fertilized with i) mineral fertilizers; ii) organic fertilizers","organization_name":"National Statistical Committee of the Kyrgyz Republic (Department of Agricultural Statistics)","contact_name":"Mursabekova G.T.","contact_email":"g.mursabekova@stat.kg","contact_phone":"(0312) 60 40 43","organization_website":"www.stat.gov.kg","definitions":"The share of arable land: - fertilized with mineral fertilizers, - organic fertilizers\", reflects a set of state, economic and special measures for the use of chemicals and plant protection products aimed at increasing soil fertility, crop yields, preventing and reducing losses from pests, diseases and weeds.","concepts":"One of the most important places in the system of agrotechnical measures that ensure stable crop yields and increase soil fertility belongs to the use of organic and mineral fertilizers. Together, organic and mineral fertilizers and pesticides form the basis of the chemicalization of agriculture.","rationale_interpretation":"The purpose of the indicator is to determine the proportion of arable land area fertilized with mineral and organic fertilizers and to provide the Government of the Kyrgyz Republic with the necessary and reliable information on the amount of fertilizers applied and the proportion of arable land fertilized with mineral and organic fertilizers..","data_sources":"\"The sources of information for calculating the indicator are:\n- state statistical reporting form 9-CX \"Report on the receipt and application of mineral and organic fertilizers, on the use of pesticides for 20--year\" (annual).  Section 1 \"Application of mineral and organic fertilizers for the harvest of 20 - year\". \n1. Application of nitrogen fertilizers\n2. Application of phosphorous fertilizers\n3. Application of potash fertilizers\n4. Total mineral fertilizers in terms of 100% of nutrients (hundredweight).\n5. Application of organic fertilizers (tons)\n6. Fertilized area with mineral fertilizers (ha)\n7. The area fertilized with organic fertilizers (ha).\n\n- state statistical reporting form No. 4-cx \"Report on the results of sowing for the harvest of 20-20\" (annual), line 175 \"Total sown area of agricultural crops on arable land\".\n\nThe balance sheets are developed by the National Statistical Committee of the Kyrgyz Republic only at the national level for a calendar year in physical terms. Since food balance data are macroeconomic indicators, the use of expert assessments is allowed when determining the consumption of certain types of agricultural products for production consumption (consumption of seeds, feed), and exports. The cost of losses and data on stocks at the end of the year of certain types of agricultural products are calculated using the distribution coefficients obtained on the basis of the results of a sample survey for the full range of economic entities engaged in the production of agricultural products.\"","data_collection":"The object of statistical observation is the fertilized areas of state, collective farms, peasant (farmer) farms and farms of individual entrepreneurs. The monitoring units are legal entities engaged in agricultural activities (including state and collective farms), peasant (farmer) farms and farms of individual entrepreneurs engaged in agricultural production. Legal entities, the method of continuous monitoring. Peasant (farm( farms and farms of individual entrepreneurs, the method of observation is a sample survey.","computation_methods":"The proportion of arable land area fertilized with mineral fertilizers (, is defined as the proportion of the fertilized area with mineral fertilizers to the total sown area according to the formula: DSmy=Sy/PS*100 , where Sy = the fertilized area with mineral fertilizers (Section 1, page 6),\nPS = total acreage (Section 1, page 6). The proportion of arable land area fertilized with organic fertilizers (DSoy) is defined as the proportion of the area fertilized with organic fertilizers to the total sown area according to the formula: \nDSoy=So/PS*100 , where \nSo = area fertilized with organic fertilizers (Section 1, page 7),\nPS = total sown area of agricultural crops on arable land \n\n","comments_limitations":"The share of arable land area fertilized with mineral and organic fertilizers: the basis for determining the share of area fertilized with mineral and organic fertilizers is the report No. 9xx \"Report on the receipt and application of fertilizers\" and is calculated as a percentage.","quality_assurance":"After the development of the share of arable land fertilized with mineral and organic fertilizers, logical and\narithmetic control is carried out on the areas of fertilizer use.","data_availability_gaps":"Publication in the yearbook Environment in the Kyrgyz Republic","disaggregation":"The indicators are calculated by territory","international_comparability":"The methodology was agreed with the FAO Representative Office in the Kyrgyz Republic","references_documentation":"\"Methodology for calculating the SDG indicator 2.4.2.1and the proportion of arable land area fertilized with mineral and organic fertilizers (resolution of the National Statistical Committee of _____.2020 №____)\nThe National SDG Reporting Platform of the Kyrgyz Republic: https://sustainabledevelopment-kyrgyzstan .github.io"},"national_metadata_updated_date":"2025-08-05","goal_name":"2: Ликвидация голода, обеспечение продовольственной безопасности, улучшение питания и содействие устойчивому развитию сельского хозяйства","target_name":"2.1: К 2030 году покончить с голодом и обеспечить доступ для всех людей, особенно бедных и уязвимых групп населения, включая детей, к безопасному, богатому питательными веществами и достаточному питанию в течение всего года","indicator_name1":"ЦУР 2.4.1.1 Доля площади сельскохозяйственных культур удобренная i) минеральными удобрениями; ii) органическими удобрениями","organization_name":"Национальный статистический комитет КР (Отдел статистики сельского хозяйства)","contact_name":"Мурсабекова Гульзейнеп Турдубековна","contact_email":"gmursabekova@stat.kg","contact_phone":"+996 (0312) 66-40-43","organization_website":"www.stat.kg","definitions":"Доля площади пашни: - удобренная минеральными удобрениями,  - органическими удобрениями», отражает комплекс государственных, хозяйственных и специальных мероприятий по применению средств химизации, и защиты растений, направленных на повышение плодородия почв, урожайности сельскохозяйственных культур, предотвращение и снижение потерь от вредителей, болезней и сорняков.","concepts":" Одно из важнейших мест в системе агротехнических мероприятий, обеспечивающих получение стабильных урожаев сельскохозяйственных культур и повышение плодородия почв, принадлежит применению органических и минеральных удобрений. В совокупности органические и минеральные удобрения, пестициды состовляют основу химизации земледелия.","rationale_interpretation":"Целью показателя состоит в определении доли площади пашни удобренная минеральными и органическими удобрениями и обеспечение Правительства КР необходимой и достоверной  информацией о количестве внесенных удобрений и доля пашни удобренная минеральными и органическими удобрениями..","data_sources":"Источниками информации для расчета показателя является:\n- государственная статистическая отчетность формы 9-СХ «Отчет о поступлении и внесении минеральных и органических удобрений, об использовании пестицидов за 20-- год» (годовая).  Раздел 1 «Внесения минеральных и органических удобрений под урожай 20 -- года». \n1. Внесения азотных удобрений\n2. Внесения фосфорных удобрений\n3. Внесения калийных удобрений\n4. Всего минеральных удобрений в пересчете на 100% питательных веществ (центнеров).\n5. Внесения органических удобрений (тонн)\n6. Удобренная площадь минеральными удобрениями (га)\n7. Удобренная площадь органическими удобрениями (га).\n\n- государственная статистическая отчетность формы №4-сх \"Отчет об итогах сева под урожай 20--г\" (годовая), строка 175 «Общая посевная площадь сельскохозяйственных культур на пашне».\n\nБалансы разрабатываются Национальным статистическим комитетом Кыргызской Республике только на республиканском уровне за календарный год в натуральном выражении. Поскольку, данные продовольственных балансов являются макроэкономическими показателями, то при определении расхода отдельных видов сельскохозяйственной продукции на производственное потребление (расход на семена, корма), экспорт допускается применение экспертных оценок. Расходы потерь и данные о запасах на конец года отдельных видов сельскохозяйственной продукции рассчитываются с использованием коэффициентов распространения, полученных на основе итогов выборочного обследования на полный круг хозяйствующих субъектов, осуществляющих производство сельскохозяйственной продукции.","data_collection":"Объектом статистического наблюдения выступают удобренные площади государственных, коллективных хозяйств, крестьянские (фермерские) хозяйств и хозяйства индивидуальных                                                                    предпринимателей. Единицами наблюдения являются юридические лица, осуществляющие сельскохозяйственную деятельность (в том числе государственные и коллективные хозяйства), крестьянские (фермерские) хозяйства и хозяйства индивидуальных предпринимателей занимающегося сельскохозяйственным производством. Юридические лица, метод наблюдения сплошной. Крестьянские (фермерские( хозяйства и хозяйства индивидуальных предпринимателей, метод наблюдения выборочное обследование.","computation_methods":"Доля  площади пашни удобренная минеральными удобрениями (, определяется как доля удобренной площади минеральными удобрениями к общей посевной площади по формуле:  DSmy=Sy/PS*100  , где Sy =  удобренная площадь минеральными удобрениями (Раздел 1, стр 6),\nPS = общая посевная площадь (Раздел 1, стр 6). Доля площади пашни удобренная органическими удобрениями (DSoy), определяется как доля удобренной площади органическими удобрениями    к общей посевной площади по формуле: \nDSoy=Sо/PS*100  , где \nSо =  удобренная площадь  органическими удобрениями (Раздел 1, стр 7),\nPS = общая посевная площадь сельскохозяйственных культур на пашне \n\n","comments_limitations":"Доля площади пашни удобренная минеральными и органическими удобрениями: в основу определения доли площади удобренная минеральными и органическими удорениями служит  отчет №9сх «Отчет о поступлении и внесении удобрений\" и расчитывается в процентах.","quality_assurance":"После разработки доли пашни удобренная минеральными и органическими удобрениями производится логический и\nарифметический контроль по плошадям использования удобрений.","data_availability_gaps":"Публикация в ежегоднике Окружающая среда в Кыргызской Республики","disaggregation":"Расчет показателей осуществляется по территории","international_comparability":"Методика согласована с Представительством ФАО в Кыргызской Республике ","references_documentation":"\"Методика расчета индикатора ЦУР 2.4.2.1а доля площади пашни удобренная минеральными и органическими удобрениями (постановление Нацстаткома от _____.2020г. №____)\nНациональная платформа отчётности ЦУР КР: https://sustainabledevelopment-kyrgyzstan.github.io","indicator_number":"2.4.1.1","target_number":"2.4","goal_number":"2","reporting_status":"complete","indicator_sort_order":"02-04-01-01"}