{"goal_meta_link_text":"Бириккен Улуттар Уюмунун Туруктуу өнүгүү максаттарынын метамаалыматтары","data_non_statistical":false,"graph_type":"line","indicator_name":"Индекс потребительских цен на продовольственные товары","graph_title":"Индекс потребительских цен на продовольственные товары","national_geographical_coverage":"Кыргызская Республика","measurement_units":"В процентах к декабрю предыдущего года","tags":["улуттук"],"page_content":"","en":{"data_non_statistical":false,"graph_type":"line","indicator_name":"Consumer price index for food products","graph_title":"Consumer price index for food products","measurement_units":"Percentage compared to December of the previous year","tags":["улуттук"],"page_content":"","goal_name":"2: End hunger, achieve food security and improved nutrition and promote sustainable agriculture.","target_name":"2.с Adopt measures to ensure the proper functioning of food commodity markets and their derivatives and facilitate timely access to market information, including on food reserves, in order to help limit extreme food price volatility","indicator_name1":"2.c.1.1 Consumer price index for food products in the Kyrgyz Republic and by regions","organization_name":"National Statistical Committee of the Kyrgyz Republic (Price Statistics Department)","contact_name":"Nurbaeva A.T.","contact_email":"anurbaeva@stat.kg","contact_phone":"+996 (312) 62-58-25","organization_website":"www.stat.gov.kg","definitions":"The Consumer Price Index (CPI) reflects changes in the general price level for goods and services purchased by the population for non-productive consumption over time. The CPI measures the ratio of the value of a fixed set of goods and services at current period prices to its value at prices of the previous (base) period.This indicator is one of the main inflation measures, based on the comparison of the prices of a basket of key consumer goods weighted according to their share in total consumption.","concepts":"The Price Index is a relative indicator expressed as a coefficient or percentage that characterizes price changes over time (dynamic index) or across regions (spatial index).\n\nIndividual price index is the ratio of the price of a particular good or service in the reporting period to its price in the base period.\n\nGroup price index is the weighted average of all individual price indices for a specific group or subgroup of goods and services.\n\nOverall price index is the weighted average of all group indices and reflects the general change in prices for the selected goods or services.\nA fixed consumer basket is a unified list of goods and paid services most frequently consumed by the population, selected uniformly for all regions of the Kyrgyz Republic.\nA representative good/service is defined as a set of distinguishing characteristics of a product or service that are homogeneous in terms of consumer purpose.\nA price (tariff) is the monetary expression of the value of a good or service.\nConsumer (retail) price (tariff) is the actual price or tariff at which goods and services are sold to the population at retail, including through shops, markets, stalls, and kiosks. It includes VAT, excise tax, sales tax, other indirect taxes, and distribution network costs.\nComparable price (tariff) refers to the price for a product or service in the reporting and base periods for the same assortment and quality characteristics, collected from selected baseline enterprises.","rationale_interpretation":"The CPI is a key indicator reflecting inflationary processes in the country and is used for fiscal and monetary policy implementation, economic price analysis and forecasting, adjustment of minimum social guarantees for the population, and in legal dispute resolutions.","data_sources":" Average comparable prices\nWeights for aggregation of indices","data_collection":" Sample-based statistical survey. Prices are registered by official statisticians using smartphones or tablets. Data are transmitted online to the NSC central server.","computation_methods":"The statistical survey of consumer prices and tariffs is conducted on a sample basis. Price registration is carried out by specialists of the state statistical bodies. Prices are recorded using smartphones/tablets, and the information is transmitted online to the server of the NSC.","comments_limitations":"The indicator reflects events that have occurred.","quality_assurance":"The registration of comparable prices is carried out.","data_availability_gaps":"Data are available on the official NSC website: www.stat.gov.kg","disaggregation":"Data are presented for the Kyrgyz Republic, its regions, and 18 cities.","international_comparability":"The international standard is applied.","references_documentation":"Methodological documentation:\nhttp://www.stat.kg/ru/metodologicheskie-polozheniya-po-statistike/ceny-i-tarify/  \n\nKyrgyz Republic SDG National Reporting Platform:\nhttps://sustainabledevelopment-kyrgyzstan.github.io"},"national_metadata_updated_date":"2025-08-04","goal_name":"2. Ликвидация голода, обеспечение продовольственной безопасности, улучшение питания и содействие устойчивому развитию сельского хозяйства","target_name":"2.c. Принять меры для обеспечения надлежащего функционирования рынков продовольственных товаров и продукции их переработки и содействовать своевременному доступу к рыночной информации, в том числе о продовольственных резервах, с целью помочь ограничить чрезмерную волатильность цен на продовольствие","indicator_name1":"2.с.1.1 Индекс потребительских цен на продовольственные товары по Кыргызской Республике и областям","organization_name":"Национальный статистический комитет Кыргызской Республики (Отдел статистики цен)","contact_name":"Нурбаева А.Т.","contact_email":"anurbaeva@stat.kg","contact_phone":"(0312) 625825","organization_website":"www.stat.gov.kg","definitions":"Индекс потребительских цен и тарифов на товары и услуги (ИПЦ) - характеризует изменение во времени общего уровня цен на товары и услуги, приобретаемые населением для непроизводственного потребления. Он измеряет отношение стоимости фиксированного набора товаров и услуг в ценах текущего периода к его стоимости в ценах предыдущего (базисного) периода. \nДанный показатель является одним из измерителей инфляции, основанный на сравнении цены корзины основных товаров, потребляемых населением, взвешенных в соответствии с удельным весом этих товаров в совокупном потреблении.","concepts":"Индекс цен - относительный показатель, выраженный в коэффициентах или процентах, характеризующий изменение цен во времени (индекс динамики) или в пространстве (территориальный индекс).\nИндивидуальный индекс цен представляет собой отношение цены конкретного товара (услуги) в определенный период времени к цене того же товара (услуги) в базисном периоде.\nГрупповой индекс цен - взвешенное среднее значение всех индивидуальных индексов цен, который характеризует изменение цен по отдельной группе или подгруппе из числа всей совокупности товаров и услуг. \nСводный индекс цен - взвешенное среднее значение всех групповых индексов цен, который отражает общее изменение цен конкретных товаров (услуг).\nФиксированный потребительский набор товаров и услуг - это единый для всех регионов Кыргызской Республики отобранный перечень товаров и платных услуг, наиболее часто потребляемых населением. \nТовар (услуга) - представитель - вся совокупность отличительных признаков определенного вида товара (услуги), однородная по своему потребительскому назначению. \nЦена (тариф) - денежное выражение стоимости товара (услуги). \nПотребительская (розничная) цена (тариф) - фактическая цена (тариф) на товар или услугу, которые реализуются населению в розницу на предприятиях торговли, сферы услуг, при передвижной торговле (палатки, киоски, лотки и т.д.), а также на рынках. Потребительская цена является конечной ценой потребления и включает в себя НДС, акциз, налог с продаж и другие косвенные налоги, а также затраты организаций товаропроводящей сети.\nСопоставимая цена (тариф) - цена на товар (услугу) в отчетном и базисном периодах, зарегистрированная на один и тот же ассортиментный вид, имеющий одинаковые качественные характеристики и реализуемый на отобранных базовых предприятиях.","rationale_interpretation":"ИПЦ является одним из важнейших показателей, характеризующих инфляционные процессы в стране, и используется в целях осуществления государственной финансовой и денежно - кредитной политики, анализа и прогноза ценовых процессов в экономике, пересмотра минимальных социальных гарантий населению, решения отдельных правовых споров.","data_collection":"Статистическое обследование потребительских цен и тарифов организуется на выборочной основе. Регистрация цен осуществляется специалистами органов государственной статистики. Цены регистрируются с использованием смартфонов/планшетов и в режиме Online информация поступает на сервер НСК.","computation_methods":"Расчет ИПЦ на национальном и субнациональном уровнях производится по единой методологии и осуществляется в несколько этапов:\n— формирование весов для расчета ИПЦ;\n— расчет индивидуальных индексов цен на товар (услугу)-представитель на уровне города;\n— расчет агрегатных индексов на товар (услугу)-представитель на уровне областей и в целом по Кыргызстану;\n— расчет групповых и сводных индексов потребительских цен на уровне областей и в целом по Кыргызстану.\n\nИсчисление индексов потребительских цен осуществляется на основе двух источников информации:\n— средних сопоставимых цен на отдельные товары (услуги) -представители;\n— весов для исчисления агрегатных индексов цен на товары (услуги)-представители, а также групповых и сводных индексов цен.","comments_limitations":"Индикатор характеризует произошедшие события.","quality_assurance":"Осуществляется регистрация сопоставимых цен","data_availability_gaps":"Данные размещены на сайте НСК: www.stat.kg ","disaggregation":"Данные по индикатору представлены по Кыргызской Республике, областям и 18 городам республики.","international_comparability":"Используется международный стандарт.","references_documentation":"http://www.stat.kg/ru/metodologicheskie-polozheniya-po-statistike/ceny-i-tarify/\nНациональная платформа отчетности ЦУР КР: https://sustainabledevelopment-kyrgyzstan.github.io","indicator_number":"2.c.1.1","target_number":"2.c","goal_number":"2","reporting_status":"complete","indicator_sort_order":"02-0c-01-01"}