{"goal_meta_link_text":"Бириккен Улуттар Уюмунун Туруктуу өнүгүү максаттарынын метамаалыматтары","data_non_statistical":false,"graph_type":"line","indicator_name":"Число женщин, обратившихся в органы здравоохранения от семейного насилия","graph_title":"Число женщин, обратившихся в органы здравоохранения от семейного насилия","national_geographical_coverage":"Кыргызская Республика","measurement_units":"Число","tags":["улуттук"],"page_content":"","en":{"data_non_statistical":false,"graph_type":"line","indicator_name":"Number of women who sought healthcare services due to domestic violence","graph_title":"Number of women who sought healthcare services due to domestic violence","national_geographical_coverage":"Kyrgyz Republic","measurement_units":"Number","tags":["улуттук"],"page_content":"","goal_name":"5. Achieve gender equality and empower all women and girls","target_name":"5.2 Eliminate all forms of violence against all women and girls in the public and private spheres, including trafficking and sexual and other types of exploitation","indicator_name1":"5.2.1.2 Number of women who reported domestic violence to the health authorities","organization_name":"The National Statistical Committee of the Kyrgyz Republic (Social Statistics Division)","contact_name":"Zh. Zh. Rakhmanova","contact_email":"rakhmanovazz@mail.ru","contact_phone":"+996 (0312) 32 46 52","organization_website":"www.stat.gov.kg","definitions":"The number of women who sought medical help in healthcare institutions as a result of domestic violence during the reporting period. It includes cases recorded in institutions as a result of physical, psychological, or sexual violence committed by family members.","concepts":"Medical examination is a form of therapeutic and preventive care that consists in an active examination in order to determine the state of health and early detection of diseases; Violence is the deliberate use of physical force or power, whether real or in the form of a threat, directed against oneself, against another person, group of persons or community, the result of which is (or there is a high\nthe degree of probability of this) bodily injury, death, psychological trauma, developmental disabilities or various kinds of damage. This definition includes all types of violence, including domestic violence, sexual violence, child abuse, violence at school, violence against the elderly, violence on the street, in the workplace, etc.;                                            Patient – a person who receives medical and sanitary care from healthcare organizations or private practitioners with the preparation of appropriate medical documentation;","rationale_interpretation":"Violence directed at women and girls is the most common form of gender-based violence. In societies that endorse male dominance over women, violence between intimate partners may be perceived as a common component of interpersonal dynamics between the sexes, especially in the context of marriage or other formal unions. Therefore, it represents one of the manifestations of gender inequality.                                                                 Prevalence data is needed to measure the extent of the problem.; understanding the various forms of violence and their consequences; identifying a high-risk group; exploring barriers to seeking help; and ensuring appropriate responses are provided.            Medical examination in cases of violence, torture and ill-treatment requires a mandatory interview with the alleged victim in accordance\nwith the standards of the Istanbul Protocol.","data_sources":"The Ministry of Health of the Kyrgyz Republic is responsible for the collection and compilation of the statistical report. ","data_collection":"Form No. 6 \"Report on persons who have been subjected to violence (including torture) who have applied to a healthcare organization for medical help (for a forensic medical examination)\" is an annual report that the Ministry of Health of the Kyrgyz Republic submits to the National Statistical Committee (Natstatcom). This report collects statistical data on individuals who have sought medical treatment after experiencing violence, including torture, and have undergone a forensic medical examination.","computation_methods":"The indicator is calculated based on administrative data on victims of domestic violence by type of violence.","quality_assurance":"The indicators are detailed by territory, gender, and age groups.","references_documentation":"\"Regulatory and legal framework\n The Law of the Kyrgyz Republic \"On Official Statistics\" dated July 8, 2019 No. 82;\n The Law of the Kyrgyz Republic \"On Protection and Protection from family violence\" dated April 27, 2017 No. 63;\n The Law of the Kyrgyz Republic \"On State guarantees of equal rights and equal opportunities for men and women\" dated August 4, 2008 No. 184;\n- Annual statistical program.\n\""},"nan":"Нормативно-правовая база\n­ Закон Кыргызской Республики «Об официальной статистике» от 8 июля 2019 года № 82;\n­ Закон Кыргызской Республики «Об охране и защите от семейного насилия» от 27 апреля 2017 года №63;\n­ Закон Кыргызской Республики «О государственных гарантиях равных прав и равных возможностей для мужчин и женщин» от 4 августа 2008 года N 184;\n- Ежегодная статистическая программа.\n","national_metadata_updated_date":"2025-08-11","goal_name":"Цель 5 Обеспечение гендерного равенства и расширение прав и возможностей всех женщин и девочек ","target_name":"5.2 Ликвидировать все формы насилия в отношении всех женщин и девочек в публичной и частной сферах, включая торговлю людьми и сексуальную и иные формы эксплуатации","indicator_name1":"5.2.1.2 Число женщин, обратившихся в органы здравоохранения от семейного насилия","organization_name":"НСК КР","contact_name":"Рахманова Ж.Ж.","contact_email":"rakhmanovazz@mail.ru ","contact_phone":"(0312) 32 46 52","organization_website":"www.stat.gov.kg ","definitions":"Количество женщин, обратившихся за медицинской помощью в учреждения здравоохранения в результате семейного насилия в течение отчетного периода. Включает обращения, зафиксированные в учреждениях как следствие физического, психологического или сексуального насилия, совершенного членами семьи.","concepts":"Медицинский осмотр – форма лечебно-профилактической помощи, заключающаяся в активном обследовании с целью определения состояния здоровья и раннего выявления заболеваний;                                                                                             Насилие – преднамеренное применение физической силы или власти, действительное или в виде угрозы, направленное против себя, против иного лица, группы лиц или общины, результатом которого являются (либо имеется высокая\nстепень вероятности этого) телесные повреждения, смерть, психологическая травма, отклонения в развитии или различного рода ущерб. Данное определение включает все виды насилия, в том числе насилие в семье (семейное, домашнее) насилие, сексуальное насилие, насилие над детьми, насилие в школе, насилие над пожилыми людьми, насилие на улице, на рабочем месте и др.;                                            Пациент – лицо, которому оказывается медико-санитарная помощь в организациях здравоохранения либо у частнопрактикующих медицинских работников с оформлением соответствующей медицинской документации;","rationale_interpretation":"Насилие, направленное на женщин и девочек, является наиболее распространенной формой насилия по признаку пола. В обществах, которые одобряют доминирование мужчин над женщинами, насилие между интимными партнерами может восприниматься как обычный компонент межличностной динамики между полами, особенно в контексте брака или других формальных союзов. Поэтому он представляет собой одно из проявлений гендерного неравенства.                                                                 Данные о распространенности необходимы для измерения масштабов проблемы; понимания различных форм насилия и их последствия; выявления группы высокого риска; изучения препятствия для поиска помощи; и обеспечения предоставления соответствующих ответов.            Медицинское обследование в случаях насилия, пыток и жестокого обращения требует проведение обязательного собеседования с предполагаемой жертвой согласно\nстандартам Стамбульского протокола.","data_sources":"Министерство здравоохранения Кыргызской Республики является ответственным за сбор и формирование статистического отчета. ","data_collection":"Форма №6 \"Отчет о лицах, подвергшихся насилию (включая пытки), обратившихся в организацию здравоохранения за медицинской помощью (на судебно-медицинское освидетельствование)\" является годовым отчетом, который Министерство здравоохранения Кыргызской Республики представляет в Национальный статистический комитет (Нацстатком). Этот отчет собирает статистические данные о лицах, которые обратились в медицинские учреждения за помощью после пережитого насилия, включая пытки, и прошли судебно-медицинское освидетельствование. ","computation_methods":"Показатель рассчитывается на основе административных данных о пострадавших от семейного насилия по видам насилия.","disaggregation":"Детализация показателей осуществляется по территории, полу и возрастным группам.","indicator_number":"5.2.1.2","target_number":"5.2","goal_number":"5","reporting_status":"complete","indicator_sort_order":"05-02-01-02"}