{"goal_meta_link_text":"Бириккен Улуттар Уюмунун Туруктуу өнүгүү максаттарынын метамаалыматтары","data_non_statistical":false,"graph_type":"line","indicator_name":"Среднемесячная заработная плата женщин и мужчин по видам экономической деятельности","graph_title":"Среднемесячная заработная плата женщин и мужчин по видам экономической деятельности","national_geographical_coverage":"Кыргызская Республика","measurement_units":"Сомов","tags":["улуттук"],"page_content":"","en":{"data_non_statistical":false,"graph_type":"line","indicator_name":"Average monthly wages of women and men by type of economic activity","graph_title":"Average monthly wages of women and men by type of economic activity","national_geographical_coverage":"Kyrgyz Republic","measurement_units":"Soms","tags":["улуттук"],"page_content":"","goal_name":"8. Promote sustained, inclusive and sustainable economic growth, full and productive employment and decent work for all","target_name":"8.5 By 2030, achieve full and productive employment and decent work for all women and men, including for young people and persons with disabilities, and equal pay for work of equal value","indicator_name1":"8.5.1.1 Average monthly wages of women and men by type of economic activity","organization_name":"National Statistical Committee of the Kyrgyz Republic (Labour and Employment Statistics Division)","contact_name":"Jailobaeva G.Zh.","contact_email":"jailobaeva@stat.kg ","contact_phone":"(0312) 626076","organization_website":"www.stat.gov.kg","definitions":"The average nominal salary of the company's employees is calculated by dividing the actually accrued salary fund (both in cash and in kind) of the employees on the payroll (including part-time workers) by the number of employees used to calculate the average salary and by the number of months in the reporting period.","concepts":"Average monthly salary for the month, quarter, since the beginning of the year and for the year; real wages adjusted for CPI.  ILO Convention 95 The term \"wages\" means, regardless of the name and method of calculation, any remuneration or earnings calculated in money and established by agreement or national legislation, which, by virtue of a written or oral employment contract, an employer pays to an employee for work that has been performed, or should be performed, or for services rendered. which have been provided, or should be provided","rationale_interpretation":"The minimum wage is established by the Law of the Kyrgyz Republic \"On the Republican Budget of the Kyrgyz Republic\"","data_sources":"Form No. 1-T (monthly, annual) \"Labor Report\" and Form Appendix No. 1 to Form No. 1-T (monthly) for November  ","data_collection":"The collection of information on salary statistics is carried out on the basis of continuous statistical accounting. All legal entities, without exception, are subject to statistical monitoring of employees' wages. Form No. 1-T (monthly, annual) \"Labor Report\" and Form Appendix No. 1 to Form No. 1-T (monthly) for November are submitted by all legal entities (commercial and non-profit enterprises, institutions and organizations) of all forms of ownership. Small enterprises represent F. No. 1-FHD-micro (quarterly)","computation_methods":"To calculate the average nominal salary of employees of an enterprise, the amount of the actually accrued salary fund (both in cash and in kind) is taken, as well as the number of employees on the payroll and non-payroll at the enterprise level, aiyl aimags, districts, cities, regions and the republic.","comments_limitations":"They represent enterprises and organizations that have the status of a legal entity.","data_availability_gaps":"The data are published in statistical collections \"Kyrgyzstan in figures\", \"Women and men of the Kyrgyz Republic\", \"Social trends of the Kyrgyz Republic\", \"Statistical Yearbook\", \"Standard of living of the population\". The statistical bulletin \"Results of annual reports on the number and salary\" is being issued.","disaggregation":"By territory (republic, regions, districts, cities, aiyl aimags)","international_comparability":"The methodology complies with international standards","references_documentation":"The National SDG Reporting Platform of the Kyrgyz Republic: https://sustainabledevelopment-kyrgyzstan .github.io"},"1. Информация об индикаторе":"8.5.1.1","national_metadata_updated_date":"2025-07-30","goal_name":"8. Содействие поступательному, всеохватному и устойчивому экономическому росту, полной и производительной занятости и достойной работе для всех ","target_name":"8.5 К 2030 году обеспечить полную и производительную занятость и достойную работу для всех женщин и мужчин, в том числе молодых людей и инвалидов, и равную оплату за труд равной ценности ","indicator_name1":"8.5.1.1 Среднемесячная заработная плата женщин и мужчин в разбивке по роду занятий","organization_name":"Национальный статистический комитет КР (Отдел статистики труда и занятости)","contact_name":"Джайлобаева Г.Ж.","contact_email":"jailobaeva@stat.kg ","contact_phone":"(0312) 626076","organization_website":"www.stat.gov.kg","definitions":"Средняя номинальная заработная плата работников предприятия исчисляется путем деления фактически начисленного фонда заработной платы (как в денежной, так и натуральной формах) работников списочного состава (включая оплату труда совместителей) на численность работников, принимаемую для исчисления средней заработной платы и на число месяцев в отчетном периоде.","concepts":"Среднемесячная заработная плата за месяц, квартал, с начала года и за год; реальная заработная плата с учетом ИПЦ.  Конвенция 95 МОТ термин \"заработная плата\" означает, независимо от названия и метода исчисления, всякое вознаграждение или всякий заработок, исчисляемые в деньгах и устанавливаемые соглашением или национальным законодательством, которые в силу письменного или устного договора о найме работодатель уплачивает работнику за труд, который выполнен, либо должен быть выполнен, или за услуги, которые оказаны, либо должны быть оказаны","rationale_interpretation":"Размер минимальной заработной платы устанавливается Законом КР \"О республиканском бюджете Кыргызской Республики\"","data_sources":"Форма № 1-Т (месячная, годовая) «Отчет по труду» и Форма Приложение № 1 к форме № 1-Т (месячная) за ноябрь  ","data_collection":"Сбор информации по статистике заработной платы осуществляется на основании сплошного статистического учета. Статистическому наблюдению за заработной платой работников подлежат все без исключения юридические лица. Форма № 1-Т (месячная, годовая) «Отчет по труду» и Форма Приложение № 1 к форме № 1-Т (месячная) за ноябрь представляют все юридические лица (коммерческие и некоммерческие предприятия, учреждения и организации) всех форм собственности. Малые предприятия представляют ф. №1-ФХД-микро (квартальная)","computation_methods":"Для расчета средней номинальной заработной платы работников предприятия берется сумма фактически начисленного фонда заработной платы (как в денежной, так и натуральной формах) а также численность работников списочного и несписочного состава на уровне предприятия, айыльных аймаков, районов, городов, области и республики","comments_limitations":"Представляют предприятия, организации, имеющие статус юридического лица","data_availability_gaps":"Данные публикуются в статистических сборниках «Кыргызстан в цифрах», «Женщины и мужчины Кыргызской Республики»,  «Социальные тенденции КР», «Статистический ежегодник», «Уровень жизни населения». Выпускается статбюллетень «Итоги годовых отчетов по численности и заработной плате».","disaggregation":"По территории (республика, области, районы, города, айыльные аймаки)","international_comparability":"Методология соответствует международным стандартам","references_documentation":"Национальная платформа отчетности ЦУР КР: https://sustainabledevelopment-kyrgyzstan.github.io","indicator_number":"8.5.1.1","target_number":"8.5","goal_number":"8","reporting_status":"complete","indicator_sort_order":"08-05-01-01"}